<?xml version="1.0" encoding="utf-8"?>
<rss version="2.0"
  xmlns:atom="http://www.w3.org/2005/Atom"
  xmlns:content="http://purl.org/rss/1.0/modules/content/">
  <channel>
    <title>Jacob</title>
    <link>https://jacobyu.net/</link>
    <atom:link href="/rss2.xml" rel="self" type="application/rss+xml"/>
    
    <description>Dev, Book, Blockchain</description>
    <pubDate>Sat, 30 May 2020 13:41:49 GMT</pubDate>
    <generator>http://hexo.io/</generator>
    
    <item>
      <title>가계부(개인 재무재표) 만들기 (참고. 사경인의 진짜부자)</title>
      <link>https://jacobyu.net/%EA%B0%80%EA%B3%84%EB%B6%80%EA%B0%9C%EC%9D%B8-%EC%9E%AC%EB%AC%B4%EC%9E%AC%ED%91%9C-%EB%A7%8C%EB%93%A4%EA%B8%B0-%EC%B0%B8%EA%B3%A0-%EC%82%AC%EA%B2%BD%EC%9D%B8%EC%9D%98-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/</link>
      <guid>https://jacobyu.net/%EA%B0%80%EA%B3%84%EB%B6%80%EA%B0%9C%EC%9D%B8-%EC%9E%AC%EB%AC%B4%EC%9E%AC%ED%91%9C-%EB%A7%8C%EB%93%A4%EA%B8%B0-%EC%B0%B8%EA%B3%A0-%EC%82%AC%EA%B2%BD%EC%9D%B8%EC%9D%98-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/</guid>
      <pubDate>Sat, 30 May 2020 08:01:06 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC0AC;&amp;#xACBD;&amp;#xC778; &amp;#xC544;&amp;#xC800;&amp;#xC528;&amp;#xC758; &amp;#xC9C4;&amp;#xC9DC;&amp;#xBD80;&amp;#xC790;, &amp;#xAC00;&amp;#xC9DC;&amp;#xBD80;&amp;#xC790;&amp;#xB97C; &amp;#xB
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC0AC;&#xACBD;&#xC778; &#xC544;&#xC800;&#xC528;&#xC758; &#xC9C4;&#xC9DC;&#xBD80;&#xC790;, &#xAC00;&#xC9DC;&#xBD80;&#xC790;&#xB97C; &#xBCF4;&#xACE0;<br>&#xAC00;&#xACC4;&#xBD80;, &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCF4;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC8FC;&#xB9D0;&#xC774;&#xB77C; &#xC9EC;&#xC744; &#xB0B4;&#xC11C; &#xACC4;&#xC0B0;&#xD574;&#xBD24;&#xC5B4;&#xC694;.</p><p>&#xC9C1;&#xC811; &#xC5D1;&#xC140;&#xC5D0;&#xB2E4;&#xAC00; &#xC801;&#xC73C;&#xBA74;&#xC11C;&#xD558;&#xB2C8;&#xAE50; &#xB098;&#xB984; &#xC7AC;&#xBC0C;&#xACE0;, &#xB3D9;&#xAE30;&#xBD80;&#xC5EC;&#xAC00; &#xB429;&#xB2C8;&#xB2E4;.<br>&#xC81C;&#xAC00; &#xAD6C;&#xAE00;&#xB3C5;&#xC2A4;&#xB85C; &#xD15C;&#xD50C;&#xB9BF;&#xC744; &#xD558;&#xB098; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xACF5;&#xC720;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;.<br>&#xD06C;&#xAC8C; 3&#xAC00;&#xC9C0; &#xC2DC;&#xD2B8;&#xAC00; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://docs.google.com/spreadsheets/d/1XYLnfYrykKJoI54Z56x6Rms7yh2xwCS2YEAVY6sDY4Q/edit?usp=sharing" target="_blank" rel="noopener">https://docs.google.com/spreadsheets/d/1XYLnfYrykKJoI54Z56x6Rms7yh2xwCS2YEAVY6sDY4Q/edit?usp=sharing</a></p><p><img src="https://cdn.steemitimages.com/DQmeniEraqpZ1SbBrwijoWbgJmjccL3jeEcdDAbrdtrx4sR/image.png" alt=""></p><h2 id="1-&#xC790;&#xC0B0;-&#xBD80;&#xCC44;-&#xC21C;&#xC790;&#xC0B0;-&#xC790;&#xC0B0;-&#xBD80;&#xCC44;"><a href="#1-&#xC790;&#xC0B0;-&#xBD80;&#xCC44;-&#xC21C;&#xC790;&#xC0B0;-&#xC790;&#xC0B0;-&#xBD80;&#xCC44;" class="headerlink" title="1. &#xC790;&#xC0B0;, &#xBD80;&#xCC44;, &#xC21C;&#xC790;&#xC0B0; (&#xC790;&#xC0B0;-&#xBD80;&#xCC44;)"></a>1. &#xC790;&#xC0B0;, &#xBD80;&#xCC44;, &#xC21C;&#xC790;&#xC0B0; (&#xC790;&#xC0B0;-&#xBD80;&#xCC44;)</h2><p>&#xD604;&#xC7AC; &#xC790;&#xC0B0;&#xC774; &#xC5BC;&#xB9C8;&#xB098; &#xC788;&#xACE0;, &#xBE44;&#xC911;&#xC774; &#xC5B4;&#xB5BB;&#xAC8C; &#xB418;&#xB294;&#xC9C0; &#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBD80;&#xCC44;&#xAC00; &#xC5BC;&#xB9C8;&#xB098; &#xC788;&#xB294;&#xC9C0; &#xD655;&#xC778;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB9CC;&#xC57D; &#xBD80;&#xCC44;&#xC758; &#xC774;&#xC790;&#xAC00; &#xC790;&#xC0B0; &#xC218;&#xC775;&#xB960; &#xBCF4;&#xB2E4; &#xB192;&#xC740;&#xAC8C; &#xC788;&#xB2E4;&#xBA74;, &#xC790;&#xC0B0; &#xC911;&#xC5D0; &#xC218;&#xC775;&#xB960;&#xC774; &#xB0AE;&#xC740;&#xAC78; &#xD314;&#xC544;&#xC11C; &#xAC1A;&#xC544;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xB294; &#xC801;&#xC5B4;&#xBCF4;&#xB2C8;&#xAE50; &#xCF54;&#xC778; &#xBE44;&#xC911;&#xC774; &#xB108;&#xBB34; &#xB192;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xCF54;&#xC778; &#xBE44;&#xC911;&#xC744; &#xC870;&#xAE08; &#xC904;&#xC5EC;&#xC11C; &#xC8FC;&#xC2DD;&#xC5D0; &#xB123;&#xAC70;&#xB098;, &#xC0C8;&#xB85C; &#xD22C;&#xC790;&#xD560; &#xAE08;&#xC561;&#xC740; &#xC8FC;&#xC2DD;&#xC73C;&#xB85C; &#xB123;&#xC5B4;&#xBCFC;&#xAE4C;&#xD569;&#xB2C8;&#xB2E4;.</p><h2 id="2-&#xB9E4;&#xB2EC;-&#xC21C;&#xC790;&#xC0B0;&#xC744;-&#xAE30;&#xB85D;"><a href="#2-&#xB9E4;&#xB2EC;-&#xC21C;&#xC790;&#xC0B0;&#xC744;-&#xAE30;&#xB85D;" class="headerlink" title="2. &#xB9E4;&#xB2EC; &#xC21C;&#xC790;&#xC0B0;&#xC744; &#xAE30;&#xB85D;"></a>2. &#xB9E4;&#xB2EC; &#xC21C;&#xC790;&#xC0B0;&#xC744; &#xAE30;&#xB85D;</h2><p>&#xB9E4;&#xB2EC; &#xC21C;&#xC790;&#xC0B0;&#xC744; &#xAE30;&#xB85D;&#xD558;&#xC5EC; &#xC21C;&#xC218;&#xC775;&#xC744; &#xD655;&#xC778;&#xD569;&#xB2C8;&#xB2E4;. &#xC21C;&#xC790;&#xC0B0;&#xC744; &#xC798; &#xAE30;&#xB85D;&#xD588;&#xB2E4;&#xBA74; &#xC21C;&#xC218;&#xC775;&#xC744; &#xACC4;&#xC0B0;&#xD558;&#xAE30;&#xB3C4; &#xC27D;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774;&#xBC88;&#xB2EC; &#xC21C;&#xC790;&#xC0B0;- &#xC800;&#xBC88;&#xB2EC; &#xC21C;&#xC790;&#xC0B0;&#xC774; &#xC21C; &#xC218;&#xC775;&#xC774; &#xB429;&#xB2C8;&#xB2E4;. &#xC21C;&#xC218;&#xC775;&#xC774; &#xB298;&#xACE0;&#xC788;&#xC73C;&#xBA74; &#xB3C8;&#xC744; &#xC798; &#xBC8C;&#xACE0; &#xC788;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC21C;&#xC218;&#xC775;&#xC774; &#xB298;&#xACE0; &#xC788;&#xB294;&#xAC83;&#xC744; &#xD655;&#xC778;&#xD558;&#xBA74;&#xC11C;, &#xB0B4;&#xAC00; &#xBAA9;&#xD45C;&#xD55C; &#xAE08;&#xC561;&#xC5D0; &#xC798; &#xB530;&#xB77C;&#xAC00;&#xACE0; &#xC788;&#xB294;&#xC9C0; &#xD30C;&#xC545;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h2 id="3-&#xC218;&#xC775;&#xBD84;&#xB958;"><a href="#3-&#xC218;&#xC775;&#xBD84;&#xB958;" class="headerlink" title="3. &#xC218;&#xC775;&#xBD84;&#xB958;"></a>3. &#xC218;&#xC775;&#xBD84;&#xB958;</h2><p>&#xB0B4;&#xAC00; &#xB9E4;&#xB2EC; &#xBC8C;&#xACE0; &#xC788;&#xB294; &#xC218;&#xC775;&#xC774; &#xC5B4;&#xB5A4;&#xAC8C; &#xC788;&#xB294;&#xC9C0; &#xD655;&#xC778;&#xD569;&#xB2C8;&#xB2E4;. &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;, &#xB178;&#xB3D9;&#xC218;&#xC775;, &#xD22C;&#xC790;&#xC218;&#xC775; &#xB4F1;&#xB4F1; &#xC790;&#xC2E0;&#xC758; &#xC218;&#xC775;&#xC744; &#xC810;&#xAC80;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;. </p><p>&#xC544;&#xB798; &#xC2DD;&#xC740; &#xC5D1;&#xC140;&#xC758; <strong>NPER</strong>&#xC774;&#xB77C;&#xB294; &#xC218;&#xC2DD;&#xC744; &#xD65C;&#xC6A9;&#xD558;&#xC5EC; &#xB9CC;&#xB4E0; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC774; &#xC2DD;&#xC740; &#xBCF5;&#xB9AC;&#xB85C; &#xB9E4;&#xB2EC; &#xC5BC;&#xB9C8;&#xC529; &#xC800;&#xCD95;&#xD558;&#xBA74;, &#xBAA9;&#xD45C;&#xAE08;&#xC561;&#xC744; &#xB2EC;&#xC131;&#xD560; &#xC218; &#xC788;&#xB294;&#xC9C0; &#xC54C;&#xB824;&#xC90D;&#xB2C8;&#xB2E4;. &#xC608;&#xC2DC;&#xB97C; &#xBCF4;&#xBA74;&#xC11C; &#xC124;&#xBA85;&#xD574;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/Ui7wRDGB-image.png" alt="image.png"></p><p>&#xC774; &#xC2DD;&#xC5D0; &#xB530;&#xB974;&#xBA74;&#xC694;. &#xB9E4;&#xB2EC; 50&#xB9CC;&#xC6D0;&#xC529; &#xD22C;&#xC790;&#xD558;&#xACE0;, &#xADF8; &#xB3C8;&#xC744; 10%&#xC529; <strong>&#xB9E4;&#xB2EC;</strong> &#xBCF5;&#xB9AC; &#xC218;&#xC775;&#xC744; &#xB0B8;&#xB2E4;&#xBA74; 11.53&#xAC1C;&#xC6D4; &#xD6C4;&#xC5D0; 1000&#xB9CC;&#xC6D0;&#xC744; &#xBC8C; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB450;&#xBC88;&#xC9F8;&#xB294; &#xC81C;&#xAC00; &#xAC16;&#xACE0; &#xC788;&#xB294; &#xD22C;&#xC790;&#xAE08;&#xC561;&#xC774; 3000&#xB9CC;&#xC6D0;&#xC774; &#xC788;&#xACE0;, &#xADF8; 3000&#xC6D0;&#xB9CC;&#xC6D0;&#xC774; &#xD604;&#xC7AC; 10% &#xB9E4;&#xB2EC; &#xC218;&#xC775;&#xC744; &#xB0B4;&#xACE0; &#xC788;&#xB2E4;&#xACE0; &#xAC00;&#xC815;&#xD569;&#xB2C8;&#xB2E4;. &#xAC70;&#xAE30;&#xC5D0; &#xB9E4;&#xB2EC; 100&#xB9CC;&#xC6D0;&#xC529; &#xD22C;&#xC790;&#xD558;&#xBA74;&#xC694;. 10&#xAC1C;&#xC6D4; &#xD6C4;&#xC5D0; 1&#xC5B5;&#xC744; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD604;&#xC2E4;&#xC801;&#xC73C;&#xB85C; 4%&#xB85C; &#xC904;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB9E4;&#xB2EC; 4%&#xC529; &#xC218;&#xC775;&#xC744; &#xB0B8;&#xB2E4;&#xBA74;, 21&#xAC1C;&#xC6D4; &#xAC78;&#xB9BD;&#xB2C8;&#xB2E4;. &#xD55C;&#xB2EC;&#xC5D0; &#xBA87;&#xD37C;&#xC13C;&#xD2B8;&#xC529; &#xC218;&#xC775;&#xC744; &#xB0BC; &#xC218; &#xC788;&#xB294;&#xC9C0; &#xAE30;&#xB85D;&#xD574;&#xBCF4;&#xBA74;&#xC11C; &#xD655;&#xC778;&#xD574;&#xBD10;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/1lm8CE6H-image.png" alt="image.png"></p><p>&#xC544;&#xBB34;&#xD2BC; &#xD45C;&#xB97C; &#xB9CC;&#xB4E4;&#xACE0;&#xBCF4;&#xB2C8;, &#xB0B4;&#xAC00; &#xC544;&#xC9C1; &#xACB0;&#xD63C;&#xC744; &#xC548;&#xD588;&#xC73C;&#xB2C8; &#xC880; &#xB354; &#xD22C;&#xC790;&#xAE08;&#xC561;&#xC744; &#xC62C;&#xB824; &#xBCFC; &#xC218; &#xC788;&#xACA0;&#xB2E4;. &#xC774;&#xC790;&#xC728;&#xC744; &#xC5EC;&#xB7EC; &#xBC29;&#xBC95;&#xC73C;&#xB85C; &#xB192;&#xC5EC;&#xBCFC;&#xC218;&#xB3C4; &#xC788;&#xACE0;&#xC694;. &#xC5EC;&#xB7EC;&#xAC00;&#xC9C0;&#xB85C; &#xAC12;&#xC744; &#xBCC0;&#xACBD;&#xD574;&#xBCF4;&#xBA74;&#xC11C; &#xAE30;&#xAC04;&#xC744; &#xC608;&#xC0C1;&#xD574; &#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB9E4;&#xB2EC; &#xBFD0;&#xB9CC; &#xC544;&#xB2C8;&#xB77C; &#xB9E4;&#xB144;&#xC73C;&#xB85C; &#xC0DD;&#xAC01;&#xD574;&#xB3C4; &#xB418;&#xACE0;&#xC694;.</p><hr><p>&#xC774; &#xCC45;&#xC744; &#xBCF4;&#xBA74;&#xC11C; &#xB290;&#xB080;&#xC810;&#xC740; &#xC774;&#xB807;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ol><li>&#xD604;&#xC7AC; &#xB0B4; &#xC0C1;&#xD669;&#xC744; &#xD30C;&#xC545; (&#xB0B4; &#xC790;&#xBCF8;, &#xB0B4; &#xC218;&#xC775;)</li><li>&#xBAA9;&#xD45C; &#xC124;&#xC815; (&#xC5BC;&#xB9C8;&#xB97C; &#xBC8C; &#xAC83;&#xC774;&#xACE0;, &#xD55C;&#xB2EC;&#xC5D0; &#xC5BC;&#xB9C8;&#xB098; &#xD22C;&#xC790;&#xD558;&#xACE0;, &#xC218;&#xC775;&#xC744; &#xB0BC; &#xAC83;&#xC778;&#xAC00;?)</li><li>&#xB0B4;&#xAC00; &#xC124;&#xC815;&#xD55C; &#xBAA9;&#xD45C;&#xB97C; &#xC798; &#xB530;&#xB77C;&#xAC00;&#xACE0; &#xC788;&#xB294;&#xAC00;? &#xBAA9;&#xD45C;&#xAC00; &#xD604;&#xC2E4;&#xC801;&#xC778;&#xAC00;?</li></ol><p>&#xC774; 3&#xAC00;&#xC9C0;&#xB97C; &#xBC18;&#xBCF5;&#xD558;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xAC00;&#xC988;&#xC544;~</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/5ztsua" target="_blank" rel="noopener">&#x2018;&#xAC00;&#xACC4;&#xBD80;(&#xAC1C;&#xC778; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;) &#xB9CC;&#xB4E4;&#xAE30; (&#xCC38;&#xACE0;. &#xC0AC;&#xACBD;&#xC778;&#xC758; &#xC9C4;&#xC9DC;&#xBD80;&#xC790;)&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EA%B0%80%EA%B3%84%EB%B6%80%EA%B0%9C%EC%9D%B8-%EC%9E%AC%EB%AC%B4%EC%9E%AC%ED%91%9C-%EB%A7%8C%EB%93%A4%EA%B8%B0-%EC%B0%B8%EA%B3%A0-%EC%82%AC%EA%B2%BD%EC%9D%B8%EC%9D%98-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[코인투자] 루나</title>
      <link>https://jacobyu.net/%EC%BD%94%EC%9D%B8%ED%88%AC%EC%9E%90-%EB%A3%A8%EB%82%98/</link>
      <guid>https://jacobyu.net/%EC%BD%94%EC%9D%B8%ED%88%AC%EC%9E%90-%EB%A3%A8%EB%82%98/</guid>
      <pubDate>Fri, 29 May 2020 13:43:45 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&lt;a href=&quot;https://steempeak.com/hive-101145/@ukk/3qkzks&quot; target=&quot;_blank&quot; rel=&quot;noopener&quot;&gt;https://steempeak.com/hive-101145/@ukk/3qkzks&lt;/a&gt;&lt;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p><a href="https://steempeak.com/hive-101145/@ukk/3qkzks" target="_blank" rel="noopener">https://steempeak.com/hive-101145/@ukk/3qkzks</a><br><a href="https://coinone.co.kr/talk/forum/detail/14" target="_blank" rel="noopener">https://coinone.co.kr/talk/forum/detail/14</a></p><p>ukk&#xB2D8; &#xAE00;&#xC744; &#xBCF4;&#xACE0; &#xB8E8;&#xB098;&#xB97C; &#xC0AC;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC608;&#xC804;&#xC5D0; &#xB8E8;&#xB098;, &#xD14C;&#xB77C; &#xD574;&#xC11C; &#xC2A4;&#xD300;&#xACFC; &#xBE44;&#xC2B7;&#xD558;&#xB2E4;&#xB294;&#xAC78; &#xBD24;&#xC5C8;&#xB294;&#xB370;&#xC694;. &#xC774;&#xBC88;&#xC5D0; &#xC774;&#xBCA4;&#xD2B8;&#xB85C; 109% &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xC774;&#xC790;&#xB97C; &#xC900;&#xB2E4;&#xACE0; &#xD574;&#xC11C; &#xC0C0;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>109%&#xC774;&#xC790; &#xC678;&#xC5D0;&#xB3C4; &#xC81C;&#xAC00; &#xC778;&#xC0C1;&#xAE4A;&#xAC8C; &#xBCF8; &#xAC83;&#xC740; </p><blockquote><p>&#xD604;&#xC7AC; &#xC704;&#xBA54;&#xD504;&#xC5D0;&#xC11C; &#xCC28;&#xC774;&#xD398;&#xC774;&#xB97C; &#xC2DC;&#xC791;&#xD558;&#xB294;&#xB370;, &#xC774; &#xC2DC;&#xC2A4;&#xD15C;&#xC5D0;&#xC11C; &#xB098;&#xC624;&#xB294; &#xC218;&#xC218;&#xB8CC;&#xB97C; &#xB8E8;&#xB098; &#xD640;&#xB354;&#xC5D0;&#xAC8C; &#xC2A4;&#xD14C;&#xC774;&#xBE14;&#xCF54;&#xC778;&#xC778; krt&#xB85C; &#xC9C0;&#xAE09;&#xB41C;&#xB2E4;&#xACE0; &#xD558;&#xB354;&#xAD70;&#xC694;. &#xC694;&#xAE30;&#xC694;&#xC5D0;&#xC11C;&#xB3C4; &#xC900;&#xBE44;&#xC911;&#xC778; &#xAC83; &#xAC19;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;. - &#xC6B1;&#xB2D8;&#xAE00;</p><p>&#xB8E8;&#xB098;&#xC758; &#xAC00;&#xCE58;&#xB294; &#xD14C;&#xB77C;&#xC758; &#xACB0;&#xC81C; &#xC218;&#xC218;&#xB8CC;&#xC5D0; &#xAE30;&#xBC18;&#xD558;&#xC5EC; &#xC0DD;&#xC131;&#xB429;&#xB2C8;&#xB2E4;. &#xD14C;&#xB77C;&#xAC00; &#xACB0;&#xC81C;&#xB420; &#xB54C;&#xB9C8;&#xB2E4; &#xC18C;&#xC561;&#xC758; &#xACB0;&#xC81C; &#xC218;&#xC218;&#xB8CC;&#xAC00; &#xBC1C;&#xC0DD;&#xD558;&#xB294;&#xB370;, &#xBE14;&#xB85D; &#xD655;&#xC778;&#xC774; &#xC131;&#xACF5;&#xC801;&#xC73C;&#xB85C; &#xC644;&#xB8CC;&#xB418;&#xBA74; &#xAC70;&#xB798; &#xC218;&#xC218;&#xB8CC;&#xAC00; &#xC9D5;&#xC218;&#xB418;&#xACE0;, &#xC774;&#xB97C; &#xBE14;&#xB85D; &#xC0DD;&#xC131;&#xC790;&#xC5D0;&#xAC8C; &#xBCF4;&#xC0C1;&#xC73C;&#xB85C; &#xC9C0;&#xAE09;&#xD569;&#xB2C8;&#xB2E4;. &#xC989;, &#xD14C;&#xB77C;&#xC758; &#xAC70;&#xB798;&#xC561;&#xC774; &#xC99D;&#xAC00;&#xD560;&#xC218;&#xB85D; &#xB8E8;&#xB098;&#xC758; &#xAC00;&#xCE58;&#xB3C4; &#xAC19;&#xC774; &#xC99D;&#xAC00;&#xD558;&#xAC8C; &#xB429;&#xB2C8;&#xB2E4;. -&#xCF54;&#xC778;&#xC6D0; &#xC778;&#xD130;&#xBDF0;</p></blockquote><p>&#xCC28;&#xC774;&#xD398;&#xC774;&#xAC00; &#xB9CE;&#xC774; &#xC0AC;&#xC6A9;&#xB420;&#xC218;&#xB85D; &#xD14C;&#xB77C; &#xACB0;&#xC81C; &#xC218;&#xC218;&#xB8CC;&#xAC00; &#xB9CE;&#xC774; &#xBC1C;&#xC0DD;&#xD558;&#xACE0;&#xC694;. &#xD14C;&#xB77C; &#xACB0;&#xC81C; &#xC218;&#xC218;&#xB8CC;&#xAC00; &#xB9CE;&#xC774; &#xBC1C;&#xC0DD;&#xD558;&#xBA74; &#xB8E8;&#xB098;&#xC758; &#xAC00;&#xCE58;&#xAC00; &#xC0C1;&#xC2B9;&#xD55C;&#xB2E4;.</p><p>&#xAD1C;&#xCC2E;&#xC740;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD55C;&#xBC88; &#xCC28;&#xC774;&#xD398;&#xC774;&#xB3C4; &#xC368;&#xBD10;&#xC57C;&#xACA0;&#xAD70;&#xC694;.</p><p>1) &#xCC28;&#xC774;&#xD398;&#xC774;<br>2) &#xC5BC;&#xB9C8;&#xB098; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xC4F0;&#xB294;&#xAC00;<br>3) &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xC218;&#xC775; &#xD655;&#xC778;</p><p>&#xB4F1;&#xC744; &#xD574;&#xBCFC;&#xB9CC;&#xD55C; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/3uzkt6" target="_blank" rel="noopener">&#x2018;[&#xCF54;&#xC778;&#xD22C;&#xC790;] &#xB8E8;&#xB098;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%BD%94%EC%9D%B8%ED%88%AC%EC%9E%90-%EB%A3%A8%EB%82%98/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 진짜부자 가짜부자 #2</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-2/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-2/</guid>
      <pubDate>Thu, 28 May 2020 03:23:42 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC774; &amp;#xCC45;&amp;#xC740; &amp;#xB0B4;&amp;#xAC00; &amp;#xC6D0;&amp;#xD558;&amp;#xB294; &amp;#xBD80;&amp;#xC790;&amp;#xC758; &amp;#xAE30;&amp;#xC900;&amp;#xC744; &amp;#xBA85;&amp;#xD655;&amp;#x
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC774; &#xCC45;&#xC740; &#xB0B4;&#xAC00; &#xC6D0;&#xD558;&#xB294; &#xBD80;&#xC790;&#xC758; &#xAE30;&#xC900;&#xC744; &#xBA85;&#xD655;&#xD558;&#xAC8C; &#xD558;&#xB294;&#xAC78; &#xB3C4;&#xC640;&#xC92C;&#xB2E4;.</p><p>&#xC2DC;&#xC2A4;&#xD15C; &#xC218;&#xC775;&gt; &#xC0DD;&#xACC4;&#xBE44;&#xC6A9;&#xC774; &#xB418;&#xBA74; &#xBD80;&#xC790;&#xB77C;&#xACE0; &#xD560; &#xC218; &#xC788;&#xACA0;&#xB2E4;. &#xC774; &#xCC45;&#xC5D0;&#xC11C; &#xC774;&#xB7F0; &#xB9D0;&#xC774; &#xC788;&#xB2E4;. &#xC6B0;&#xB9AC;&#xB294; &#xAC74;&#xBB3C;&#xC8FC;&#xAC00; &#xBD80;&#xB7EC;&#xC6B4; &#xC774;&#xC720;&#xB294; &#xAC74;&#xBB3C;&#xC8FC;&#xC758; &#xC7AC;&#xC0B0;&#xC774; &#xBD80;&#xB7EC;&#xC6B4;&#xAC8C; &#xC544;&#xB2C8;&#xB77C; &#xAC74;&#xBB3C;&#xC8FC;&#xC758; &#xC790;&#xC720;&#xAC00; &#xBD80;&#xB7EC;&#xC6B4;&#xAC70;&#xB77C;&#xACE0;. &#xB9DE;&#xB2E4;. </p><hr><p>&#xCC45;&#xC744; &#xC77D;&#xC73C;&#xBA74;&#xC11C; &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xB0B4;&#xB294;&#xAC8C; &#xC911;&#xC694;&#xD558;&#xB2E8;&#xAC78; &#xB2E4;&#xC2DC; &#xC0DD;&#xAC01;&#xD558;&#xAC8C;&#xB41C;&#xB2E4;. </p><p>&#xC544;. &#xB2F9;&#xC7A5; &#xB098;&#xB294; &#xC80A;&#xC73C;&#xB2C8;&#xAE50; &#xC880; &#xACE0;&#xC0DD;&#xC740; &#xD574;&#xB3C4;&#xB420;&#xAC70;&#xAC19;&#xB2E4;. &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC740; &#xB0B4;&#xAC00; &#xC77C;&#xC744; &#xC548;&#xD574;&#xB3C4; &#xB3C8;&#xC774;&#xB4E4;&#xC5B4;&#xC624;&#xB294;&#xAC78; &#xB9D0;&#xD55C;&#xB2E4;. &#xADFC;&#xB370; &#xC9C0;&#xAE08; &#xB098;&#xB294; &#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xB9CC;&#xB4E4;&#xACE0;, &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC744; &#xB9CC;&#xB4E4; &#xC790;&#xBCF8;&#xC744; &#xB9CC;&#xB4DC;&#xB294; &#xC77C;&#xC5D0; &#xC9D1;&#xC911;&#xD574;&#xC57C;&#xB41C;&#xB2E4;.</p><p>&#xC2DC;&#xC2A4;&#xD15C; &#xC218;&#xC775;&#xC744; &#xB9CC;&#xB4DC;&#xB294; &#xBC29;&#xBC95;&#xC740; &#xC0AC;&#xB78C;&#xB9C8;&#xB2E4; &#xB2E4;&#xB974;&#xB2E4;. &#xC791;&#xAC00;&#xB294; &#xC2A4;&#xD0C0;&#xAC15;&#xC0AC;&#xB85C; &#xB3C8;&#xC744; &#xBC8C;&#xC5C8;&#xACE0;, &#xADF8;&#xAC78;&#xB85C; &#xD22C;&#xC790;&#xB97C; &#xD588;&#xB2E4;. &#xD22C;&#xC790;&#xB3C4; &#xD558;&#xACE0;, &#xCC45;&#xB3C4; &#xC4F0;&#xBA74;&#xC11C; &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xAC14;&#xB2E4;.</p><p>&#xB098;&#xB294; &#xAC1C;&#xBC1C;&#xC774; &#xB9DE;&#xB2E4;. &#xC9C0;&#xAE08; &#xC80A;&#xC744;&#xB54C;, &#xACF5;&#xBD80;&#xD558;&#xACE0; &#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC11C;&#xBE44;&#xC2A4;&#xB9CC;&#xB4E4;&#xC5B4;&#xC11C; &#xC2DC;&#xC2A4;&#xD15C;&#xB3C4; &#xB9CC;&#xB4E4;&#xACE0;, &#xB3C8;&#xC744; &#xBC8C;&#xC5B4;&#xC57C;&#xD55C;&#xB2E4;. &#xB610;, &#xB3C8;&#xC744; &#xBC84;&#xB294; &#xACFC;&#xC815;&#xC5D0;&#xC11C; &#xD22C;&#xC790;&#xD558;&#xAE30;&#xC704;&#xD574; &#xAE30;&#xAEBC;&#xC6B4; &#xB9C8;&#xC74C;&#xC73C;&#xB85C; &#xB3C8;&#xC744; &#xC544;&#xB084; &#xAC83;&#xC774;&#xB2E4;. &#xC544;&#xB07C;&#xACE0; &#xBAA8;&#xC544;&#xC11C; &#xD22C;&#xC790;&#xD55C;&#xB2E4;.</p><p>&#xC774; &#xCC45;&#xC5D0;&#xC11C;&#xB294; &#xC2E4;&#xC81C;&#xB85C; &#xD574;&#xC57C;&#xD558;&#xB294; &#xC219;&#xC81C;&#xB4E4;&#xC774; &#xC788;&#xB2E4;. &#xADF8;&#xAC78; &#xD558;&#xB098;&#xC529; &#xD574;&#xBCF4;&#xBA74;&#xC11C; &#xAE00;&#xB85C; &#xC801;&#xC5B4;&#xBCFC;&#xAE4C;&#xD55C;&#xB2E4;. &#xB3D9;&#xC601;&#xC0C1;&#xB3C4; &#xC2DC;&#xAC04;&#xB0A0;&#xB54C; &#xD558;&#xB098;&#xC529; &#xCC0D;&#xC5B4;&#xC57C;&#xC9C0;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/6gtlt3-2" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xC9C4;&#xC9DC;&#xBD80;&#xC790; &#xAC00;&#xC9DC;&#xBD80;&#xC790; #2&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-2/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 가짜부자 진짜부자</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/</guid>
      <pubDate>Wed, 27 May 2020 00:42:03 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;This is a cross post of &lt;a href=&quot;/@jacobyu/2zdq4m&quot;&gt;@jacobyu/2zdq4m&lt;/a&gt; by @jacobyu.&lt;br&gt;&lt;br&gt;&amp;#xD68C;&amp;#xC0AC;&amp;#xC758; &amp;#xC7AC;&amp;#xBB34;&amp;#xC7
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>This is a cross post of <a href="/@jacobyu/2zdq4m">@jacobyu/2zdq4m</a> by @jacobyu.<br><br>&#xD68C;&#xC0AC;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C; &#xB9D0;&#xACE0; &#xB098;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;&#xB97C; &#xB9CC;&#xB4E4;&#xC790;</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2zdq4m-hive-197929" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xAC00;&#xC9DC;&#xBD80;&#xC790; &#xC9C4;&#xC9DC;&#xBD80;&#xC790;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 진짜부자 가짜부자</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90/</guid>
      <pubDate>Wed, 27 May 2020 00:42:03 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;This is a cross post of &lt;a href=&quot;/@jacobyu/2zdq4m&quot;&gt;@jacobyu/2zdq4m&lt;/a&gt; by @jacobyu.&lt;br&gt;&lt;br&gt;&amp;#xD68C;&amp;#xC0AC;&amp;#xC758; &amp;#xC7AC;&amp;#xBB34;&amp;#xC7
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>This is a cross post of <a href="/@jacobyu/2zdq4m">@jacobyu/2zdq4m</a> by @jacobyu.<br><br>&#xD68C;&#xC0AC;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C; &#xB9D0;&#xACE0; &#xB098;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;&#xB97C; &#xB9CC;&#xB4E4;&#xC790;</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2zdq4m-hive-197929" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xC9C4;&#xC9DC;&#xBD80;&#xC790; &#xAC00;&#xC9DC;&#xBD80;&#xC790;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 가짜부자 진짜부자</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/</guid>
      <pubDate>Tue, 26 May 2020 23:28:03 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xB3C8; &amp;#xC774;&amp;#xC57C;&amp;#xAE30;, &amp;#xBD80;&amp;#xC790; &amp;#xAD00;&amp;#xB828; &amp;#xCC45;&amp;#xC774; &amp;#xC798; &amp;#xC77D;&amp;#xD799;&amp;#xB2C8;&amp;#xB2E4;. &amp;#x314B;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xB3C8; &#xC774;&#xC57C;&#xAE30;, &#xBD80;&#xC790; &#xAD00;&#xB828; &#xCC45;&#xC774; &#xC798; &#xC77D;&#xD799;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;</p><p>&#xBD80;&#xC790;&#xC5D0; &#xB300;&#xD55C; &#xAE30;&#xC900;&#xC774; &#xC0AC;&#xB78C;&#xB9C8;&#xB2E4; &#xB2E4;&#xB974;&#xACA0;&#xC9C0;&#xB9CC;, &#xC774; &#xCC45;&#xC5D0;&#xC11C;&#xB294; &#xC9C4;&#xC9DC;&#xBD80;&#xC790;&#xB97C; &#xC774;&#xB807;&#xAC8C; &#xC815;&#xC758;&#xD569;&#xB2C8;&#xB2E4;.</p><h4 id="1-&#xC21C;&#xC790;&#xC0B0;&#xC774;-&#xB9CE;&#xC740;-&#xC0AC;&#xB78C;"><a href="#1-&#xC21C;&#xC790;&#xC0B0;&#xC774;-&#xB9CE;&#xC740;-&#xC0AC;&#xB78C;" class="headerlink" title="1.&#xC21C;&#xC790;&#xC0B0;&#xC774; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;."></a>1.&#xC21C;&#xC790;&#xC0B0;&#xC774; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;.</h4><p>&#xC774; &#xC758;&#xBBF8;&#xB294; &#xC790;&#xC0B0;&#xC5D0;&#xC11C; &#xBD80;&#xCC44;&#xB97C; &#xBE80;&#xAC83;&#xC744; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;. &#xAC74;&#xBB3C;&#xC774; 5&#xC5B5;&#xC9DC;&#xB9AC;&#xC778;&#xB370; &#xADF8;&#xC911;&#xC5D0; 3&#xC5B5;&#xC774; &#xBE5A;&#xC774;&#xBA74; 2&#xC5B5;&#xC774; &#xC21C; &#xC790;&#xC0B0;&#xC774;&#xC8E0;.</p><h4 id="2-&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;-gt-&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;"><a href="#2-&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;-gt-&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;" class="headerlink" title="2. &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&gt;&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;"></a>2. &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&gt;&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;</h4><p>&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC774; &#xC0DD;&#xACC4;&#xBE44;&#xC6A9;&#xBCF4;&#xB2E4; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xC744; &#xBD80;&#xC790;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xC989;, &#xC77C;&#xC548;&#xD574;&#xB3C4; &#xBA39;&#xACE0;&#xC0B4;&#xC218; &#xC788;&#xB294; &#xAC83;&#xC744; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC740; &#xB2E4;&#xC591;&#xD558;&#xAC8C; &#xC788;&#xB294;&#xB370;<br>&#xCC45;&#xC744; &#xCD9C;&#xD310;&#xD558;&#xB294; &#xAC83;<br>&#xBD80;&#xB3D9;&#xC0B0;, &#xC6D4;&#xC138;&#xB97C; &#xBC1B;&#xB294; &#xAC83;<br>&#xC720;&#xD29C;&#xBE0C; &#xC601;&#xC0C1;</p><p>&#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xB9CC;&#xB4DC;&#xB294; &#xACFC;&#xC815;&#xC5D0;&#xB294; &#xD798;&#xC774; &#xB9CE;&#xC774; &#xB4E4;&#xC9C0;&#xB9CC;, &#xD55C;&#xBC88; &#xB9CC;&#xB4E4;&#xC5B4; &#xB193;&#xC73C;&#xBA74; &#xC598;&#xAC00; &#xACC4;&#xC18D; &#xB3C8;&#xC744; &#xBC8C;&#xC5B4;&#xC624;&#xB294;&#xAC78; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xCC45;&#xC740; &#xD68C;&#xACC4;&#xC0AC;&#xB2D8;&#xC774; &#xC801;&#xC5C8;&#xB294;&#xB370;<br>&#xD68C;&#xC0AC;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;&#xAC00; &#xC544;&#xB2C8;&#xACE0; &#xB098;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;&#xB97C; &#xC801;&#xB294;&#xAC78; &#xAC00;&#xB974;&#xCCD0;&#xC90D;&#xB2C8;&#xB2E4;. &#xC911;&#xAC04;&#xC911;&#xAC04; &#xC219;&#xC81C;&#xAC00; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xB0B4;&#xAC00; &#xD604;&#xC7AC; &#xC5B4;&#xB514;&#xC5D0; &#xC788;&#xB294;&#xC9C0;, &#xBE5A;&#xC774; &#xC5BC;&#xB9C8;&#xACE0; &#xC21C;&#xC790;&#xC0B0;&#xC774; &#xC5BC;&#xB9C8;&#xACE0;, &#xC18C;&#xB4DD;&#xB3C4; &#xBD84;&#xB958;&#xD574;&#xBCF4;&#xACE0; &#xADF8;&#xB7F0; &#xACFC;&#xC815;&#xC744; &#xAC00;&#xC838;&#xBD10;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2zdq4m" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xAC00;&#xC9DC;&#xBD80;&#xC790; &#xC9C4;&#xC9DC;&#xBD80;&#xC790;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 진짜부자 가짜부자</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90/</guid>
      <pubDate>Tue, 26 May 2020 23:28:03 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xB3C8; &amp;#xC774;&amp;#xC57C;&amp;#xAE30;, &amp;#xBD80;&amp;#xC790; &amp;#xAD00;&amp;#xB828; &amp;#xCC45;&amp;#xC774; &amp;#xC798; &amp;#xC77D;&amp;#xD799;&amp;#xB2C8;&amp;#xB2E4;. &amp;#x314B;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xB3C8; &#xC774;&#xC57C;&#xAE30;, &#xBD80;&#xC790; &#xAD00;&#xB828; &#xCC45;&#xC774; &#xC798; &#xC77D;&#xD799;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;</p><p>&#xBD80;&#xC790;&#xC5D0; &#xB300;&#xD55C; &#xAE30;&#xC900;&#xC774; &#xC0AC;&#xB78C;&#xB9C8;&#xB2E4; &#xB2E4;&#xB974;&#xACA0;&#xC9C0;&#xB9CC;, &#xC774; &#xCC45;&#xC5D0;&#xC11C;&#xB294; &#xC9C4;&#xC9DC;&#xBD80;&#xC790;&#xB97C; &#xC774;&#xB807;&#xAC8C; &#xC815;&#xC758;&#xD569;&#xB2C8;&#xB2E4;.</p><h4 id="1-&#xC21C;&#xC790;&#xC0B0;&#xC774;-&#xB9CE;&#xC740;-&#xC0AC;&#xB78C;"><a href="#1-&#xC21C;&#xC790;&#xC0B0;&#xC774;-&#xB9CE;&#xC740;-&#xC0AC;&#xB78C;" class="headerlink" title="1.&#xC21C;&#xC790;&#xC0B0;&#xC774; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;."></a>1.&#xC21C;&#xC790;&#xC0B0;&#xC774; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;.</h4><p>&#xC774; &#xC758;&#xBBF8;&#xB294; &#xC790;&#xC0B0;&#xC5D0;&#xC11C; &#xBD80;&#xCC44;&#xB97C; &#xBE80;&#xAC83;&#xC744; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;. &#xAC74;&#xBB3C;&#xC774; 5&#xC5B5;&#xC9DC;&#xB9AC;&#xC778;&#xB370; &#xADF8;&#xC911;&#xC5D0; 3&#xC5B5;&#xC774; &#xBE5A;&#xC774;&#xBA74; 2&#xC5B5;&#xC774; &#xC21C; &#xC790;&#xC0B0;&#xC774;&#xC8E0;.</p><h4 id="2-&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;-gt-&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;"><a href="#2-&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;-gt-&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;" class="headerlink" title="2. &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&gt;&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;"></a>2. &#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&gt;&#xC0DD;&#xACC4;&#xBE44;&#xC6A9;</h4><p>&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC774; &#xC0DD;&#xACC4;&#xBE44;&#xC6A9;&#xBCF4;&#xB2E4; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xC744; &#xBD80;&#xC790;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xC989;, &#xC77C;&#xC548;&#xD574;&#xB3C4; &#xBA39;&#xACE0;&#xC0B4;&#xC218; &#xC788;&#xB294; &#xAC83;&#xC744; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC2DC;&#xC2A4;&#xD15C;&#xC218;&#xC775;&#xC740; &#xB2E4;&#xC591;&#xD558;&#xAC8C; &#xC788;&#xB294;&#xB370;<br>&#xCC45;&#xC744; &#xCD9C;&#xD310;&#xD558;&#xB294; &#xAC83;<br>&#xBD80;&#xB3D9;&#xC0B0;, &#xC6D4;&#xC138;&#xB97C; &#xBC1B;&#xB294; &#xAC83;<br>&#xC720;&#xD29C;&#xBE0C; &#xC601;&#xC0C1;</p><p>&#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xB9CC;&#xB4DC;&#xB294; &#xACFC;&#xC815;&#xC5D0;&#xB294; &#xD798;&#xC774; &#xB9CE;&#xC774; &#xB4E4;&#xC9C0;&#xB9CC;, &#xD55C;&#xBC88; &#xB9CC;&#xB4E4;&#xC5B4; &#xB193;&#xC73C;&#xBA74; &#xC598;&#xAC00; &#xACC4;&#xC18D; &#xB3C8;&#xC744; &#xBC8C;&#xC5B4;&#xC624;&#xB294;&#xAC78; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xCC45;&#xC740; &#xD68C;&#xACC4;&#xC0AC;&#xB2D8;&#xC774; &#xC801;&#xC5C8;&#xB294;&#xB370;<br>&#xD68C;&#xC0AC;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;&#xAC00; &#xC544;&#xB2C8;&#xACE0; &#xB098;&#xC758; &#xC7AC;&#xBB34;&#xC7AC;&#xD45C;&#xB97C; &#xC801;&#xB294;&#xAC78; &#xAC00;&#xB974;&#xCCD0;&#xC90D;&#xB2C8;&#xB2E4;. &#xC911;&#xAC04;&#xC911;&#xAC04; &#xC219;&#xC81C;&#xAC00; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xB0B4;&#xAC00; &#xD604;&#xC7AC; &#xC5B4;&#xB514;&#xC5D0; &#xC788;&#xB294;&#xC9C0;, &#xBE5A;&#xC774; &#xC5BC;&#xB9C8;&#xACE0; &#xC21C;&#xC790;&#xC0B0;&#xC774; &#xC5BC;&#xB9C8;&#xACE0;, &#xC18C;&#xB4DD;&#xB3C4; &#xBD84;&#xB958;&#xD574;&#xBCF4;&#xACE0; &#xADF8;&#xB7F0; &#xACFC;&#xC815;&#xC744; &#xAC00;&#xC838;&#xBD10;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2zdq4m" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xC9C4;&#xC9DC;&#xBD80;&#xC790; &#xAC00;&#xC9DC;&#xBD80;&#xC790;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%A7%84%EC%A7%9C%EB%B6%80%EC%9E%90-%EA%B0%80%EC%A7%9C%EB%B6%80%EC%9E%90/#disqus_thread</comments>
    </item>
    
    <item>
      <title>독서모임 공지 2020.05.26</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EB%AA%A8%EC%9E%84-%EA%B3%B5%EC%A7%80-20200526/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EB%AA%A8%EC%9E%84-%EA%B3%B5%EC%A7%80-20200526/</guid>
      <pubDate>Tue, 26 May 2020 09:53:36 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xB3C5;&amp;#xC11C;&amp;#xBAA8;&amp;#xC784;&amp;#xC74
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xB3C5;&#xC11C;&#xBAA8;&#xC784;&#xC744; &#xC5B4;&#xB5BB;&#xAC8C; &#xD65C;&#xC131;&#xD654;&#xC2DC;&#xD0AC;&#xC218; &#xC788;&#xC744;&#xAE4C;? &#xC5D0; &#xB300;&#xD574; &#xACE0;&#xBBFC;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;. </p><h4 id="1-&#xC790;&#xC720;&#xB86D;&#xAC8C;-&#xC801;&#xC5B4;&#xC8FC;&#xC138;&#xC694;"><a href="#1-&#xC790;&#xC720;&#xB86D;&#xAC8C;-&#xC801;&#xC5B4;&#xC8FC;&#xC138;&#xC694;" class="headerlink" title="1. &#xC790;&#xC720;&#xB86D;&#xAC8C; &#xC801;&#xC5B4;&#xC8FC;&#xC138;&#xC694;."></a>1. &#xC790;&#xC720;&#xB86D;&#xAC8C; &#xC801;&#xC5B4;&#xC8FC;&#xC138;&#xC694;.</h4><p>&#xC9E7;&#xC740; &#xAE00; &#xC624;&#xCF00;&#xC774;. &#xCC45; &#xC77D;&#xACE0; &#xACF5;&#xC720;&#xD558;&#xACE0;&#xC2F6;&#xC740;&#xAC78; &#xBD80;&#xB2F4;&#xC5C6;&#xC774; &#xB0A8;&#xACA8;&#xC8FC;&#xC138;&#xC694;.</p><h4 id="2-&#xAD7F;&#xD574;&#xBE57;-&#xCC38;&#xC5EC;&#xB97C;-&#xAD8C;&#xC7A5;&#xD569;&#xB2C8;&#xB2E4;"><a href="#2-&#xAD7F;&#xD574;&#xBE57;-&#xCC38;&#xC5EC;&#xB97C;-&#xAD8C;&#xC7A5;&#xD569;&#xB2C8;&#xB2E4;" class="headerlink" title="2. &#xAD7F;&#xD574;&#xBE57; &#xCC38;&#xC5EC;&#xB97C; &#xAD8C;&#xC7A5;&#xD569;&#xB2C8;&#xB2E4;."></a>2. &#xAD7F;&#xD574;&#xBE57; &#xCC38;&#xC5EC;&#xB97C; &#xAD8C;&#xC7A5;&#xD569;&#xB2C8;&#xB2E4;.</h4><p>&#xAD7F;&#xD574;&#xBE57;&#xC774;&#xB77C;&#xACE0; &#xC81C;&#xAC00; &#xB9CC;&#xB4E0; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC744; &#xAC78;&#xACE0;, &#xC11C;&#xD3C9;&#xC744; &#xC4F0;&#xBA74;&#xC694;. &#xC0C1;&#xAE08;+&#xCC38;&#xAC00;&#xBE44;&#xB97C; &#xB3CC;&#xB824;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xB3C4; &#xAD7F;&#xD574;&#xBE57;&#xC5D0; &#xCC38;&#xC5EC;&#xD558;&#xB2C8; &#xB9E4;&#xC8FC; &#xCC45;&#xC744; &#xC77D;&#xACE0; &#xC11C;&#xD3C9;&#xC744; &#xC4F0;&#xACE0;&#xC787;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCC45; &#xC77D;&#xAE30;&#xB97C; &#xAFB8;&#xC900;&#xD788;&#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xC740; &#xBD84;&#xC740; &#xB3C4;&#xC804;&#xD574;&#xBCF4;&#xC138;&#xC694;.</p><p><a href="https://goodhabit.me" target="_blank" rel="noopener">https://goodhabit.me</a></p><h4 id="3-&#xC6B4;&#xC601;&#xC9C4;-&#xBAA8;&#xC9D1;"><a href="#3-&#xC6B4;&#xC601;&#xC9C4;-&#xBAA8;&#xC9D1;" class="headerlink" title="3. &#xC6B4;&#xC601;&#xC9C4; &#xBAA8;&#xC9D1;"></a>3. &#xC6B4;&#xC601;&#xC9C4; &#xBAA8;&#xC9D1;</h4><p>&#xC6B4;&#xC601;&#xC9C4; &#xBAA8;&#xC9D1;&#xD569;&#xB2C8;&#xB2E4;. &#xC5ED;&#xD560;&#xC740; &#xC7AC;&#xBC0C;&#xAC8C; &#xC77D;&#xC740; &#xC11C;&#xD3C9;&#xC774; &#xC788;&#xB2E4;&#xBA74; &#xD06C;&#xB85C;&#xC2A4;&#xD3EC;&#xC2A4;&#xD305; &#xD574;&#xC8FC;&#xB294; &#xC5ED;&#xD560;&#xC785;&#xB2C8;&#xB2E4;. &#xCC45; &#xC88B;&#xC544;&#xD558;&#xC2DC;&#xB294; &#xBD84;&#xC774;&#xBA74; &#xD658;&#xC601;&#xD569;&#xB2C8;&#xB2E4;. </p><p>&#xC81C;&#xAC00; &#xC2A4;&#xD300;&#xC787; &#xC7AC;&#xB2E8;&#xC5D0;&#xC11C; &#xBAA8;&#xC9D1;&#xC911;&#xC778; &#xC2A4;&#xD300; &#xD050;&#xB808;&#xC774;&#xD130;&#xC5D0; &#xACC4;&#xC18D; &#xC9C0;&#xC6D0;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC5EC;&#xAE30;&#xC5D0; &#xBF51;&#xD788;&#xBA74;, &#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xAC00; &#xC8FC;&#xC5B4;&#xC9C0;&#xB294;&#xB370;&#xC694;. &#xC774;&#xAC78;&#xB85C; &#xC2A4;&#xD300;&#xC758; &#xC11C;&#xD3C9;&#xB4E4;&#xC5D0; &#xBCF4;&#xD305;&#xD560; &#xC218; &#xC788;&#xB294; &#xAD8C;&#xD55C;&#xC744; &#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;!! (&#xADFC;&#xB370; &#xBF51;&#xD600;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.&#x314B;&#x314B;)</p><p>&#xC6D0;&#xD558;&#xB294; &#xBA64;&#xBC84;&#xB2D8;&#xB4E4; &#xB313;&#xAE00;&#xC8FC;&#xC154;&#xC694;.</p><hr><p>&#xC77C;&#xB2E8; &#xB108;&#xBB34; &#xC77C;&#xC744; &#xD06C;&#xAC8C; &#xBC8C;&#xB9AC;&#xC9C0; &#xC54A;&#xACE0;, &#xBD80;&#xB2F4;&#xC5C6;&#xC774; &#xB3C5;&#xC11C;&#xBAA8;&#xC784; &#xC6B4;&#xC601;&#xD574;&#xBCF4;&#xB824;&#xACE0;&#xC694;. &#xBAA8;&#xB450; &#xD658;&#xC601;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2020-05-26" target="_blank" rel="noopener">&#x2018;&#xB3C5;&#xC11C;&#xBAA8;&#xC784; &#xACF5;&#xC9C0; 2020.05.26&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EB%AA%A8%EC%9E%84-%EA%B3%B5%EC%A7%80-20200526/#disqus_thread</comments>
    </item>
    
    <item>
      <title>CRO 언제 떨어지니</title>
      <link>https://jacobyu.net/CRO-%EC%96%B8%EC%A0%9C-%EB%96%A8%EC%96%B4%EC%A7%80%EB%8B%88/</link>
      <guid>https://jacobyu.net/CRO-%EC%96%B8%EC%A0%9C-%EB%96%A8%EC%96%B4%EC%A7%80%EB%8B%88/</guid>
      <pubDate>Mon, 25 May 2020 15:50:21 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC81C;&amp;#xAC00; &amp;#xC8FC;&amp;#xC758;&amp;#xAE4A;&amp;#xAC8C; &amp;#xBCF4;&amp;#xACE0; &amp;#xC788;&amp;#xB294; &amp;#xCF54;&amp;#xC778;&amp;#xC774; &amp;#xBA87; &amp;#xAC1C; &amp;#xC788;&amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC81C;&#xAC00; &#xC8FC;&#xC758;&#xAE4A;&#xAC8C; &#xBCF4;&#xACE0; &#xC788;&#xB294; &#xCF54;&#xC778;&#xC774; &#xBA87; &#xAC1C; &#xC788;&#xB294;&#xB370;</p><p>&#xBA3C;&#xC800; CRO&#xC785;&#xB2C8;&#xB2E4;.</p><p>CRO&#xB294; &#xC9C0;&#xC18D;&#xC801;&#xC778; &#xC2E0;&#xB514;&#xAC8C;&#xC774;&#xD130; &#xC774;&#xBCA4;&#xD2B8;&#xB85C; &#xC790;&#xC2E0;&#xC758; &#xAC00;&#xCE58;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;&#xB0B4;&#xB294;&#xAC83;&#xC73C;&#xB85C; &#xBCF4;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xD55C;&#xBC88; &#xD30D; &#xB5A8;&#xC5B4;&#xC9C0;&#xBA74; &#xC0AC;&#xACE0;&#xC2F6;&#xC740;&#xB370;..<br>&#xC5B8;&#xC81C; &#xB5A8;&#xC5B4;&#xC9C0;&#xC9C0;..</p><p><img src="https://cdn.steemitimages.com/DQmXz4vA4mSPqZ7hUxFRTC8ZbxsbEBzLKPncBiaDaiEEXrf/image.png" alt=""></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/3iyhey-cro" target="_blank" rel="noopener">&#x2018;CRO &#xC5B8;&#xC81C; &#xB5A8;&#xC5B4;&#xC9C0;&#xB2C8;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/CRO-%EC%96%B8%EC%A0%9C-%EB%96%A8%EC%96%B4%EC%A7%80%EB%8B%88/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[책을 읽다] 무엇이든 쓰게 된다 - by 김중혁</title>
      <link>https://jacobyu.net/%EC%B1%85%EC%9D%84-%EC%9D%BD%EB%8B%A4-%EB%AC%B4%EC%97%87%EC%9D%B4%EB%93%A0-%EC%93%B0%EA%B2%8C-%EB%90%9C%EB%8B%A4---by-%EA%B9%80%EC%A4%91%ED%98%81/</link>
      <guid>https://jacobyu.net/%EC%B1%85%EC%9D%84-%EC%9D%BD%EB%8B%A4-%EB%AC%B4%EC%97%87%EC%9D%B4%EB%93%A0-%EC%93%B0%EA%B2%8C-%EB%90%9C%EB%8B%A4---by-%EA%B9%80%EC%A4%91%ED%98%81/</guid>
      <pubDate>Mon, 25 May 2020 12:48:45 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;This is a cross post of &lt;a href=&quot;/@bree1042/wpsy3-by&quot;&gt;@bree1042/wpsy3-by&lt;/a&gt; by @jacobyu.&lt;br&gt;&lt;br&gt;&amp;#xAE00;&amp;#xC4F0;&amp;#xAE30; &amp;#xC798;&amp;#xD558
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>This is a cross post of <a href="/@bree1042/wpsy3-by">@bree1042/wpsy3-by</a> by @jacobyu.<br><br>&#xAE00;&#xC4F0;&#xAE30; &#xC798;&#xD558;&#xACE0; &#xC2F6;&#xB2C8;?</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/wpsy3-by-hive-197929" target="_blank" rel="noopener">&#x2018;[&#xCC45;&#xC744; &#xC77D;&#xB2E4;] &#xBB34;&#xC5C7;&#xC774;&#xB4E0; &#xC4F0;&#xAC8C; &#xB41C;&#xB2E4; - by &#xAE40;&#xC911;&#xD601;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%B1%85%EC%9D%84-%EC%9D%BD%EB%8B%A4-%EB%AC%B4%EC%97%87%EC%9D%B4%EB%93%A0-%EC%93%B0%EA%B2%8C-%EB%90%9C%EB%8B%A4---by-%EA%B9%80%EC%A4%91%ED%98%81/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀 가격 예상해봅니다.</title>
      <link>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%EA%B0%80%EA%B2%A9-%EC%98%88%EC%83%81%ED%95%B4%EB%B4%85%EB%8B%88%EB%8B%A4/</link>
      <guid>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%EA%B0%80%EA%B2%A9-%EC%98%88%EC%83%81%ED%95%B4%EB%B4%85%EB%8B%88%EB%8B%A4/</guid>
      <pubDate>Sun, 24 May 2020 14:47:36 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xD558;&amp;#xB4DC;&amp;#xD3EC;&amp;#xD06C; &amp;#xC2DC;&amp;#xC791;&amp;#xD558;&amp;#xACE0; &amp;#xC5BC;&amp;#xB9C8;&amp;#xB098; &amp;#xC9C0;&amp;#xB0AC;&amp;#xC8E0;? &amp;#xD558;&amp;#xB4DC;&amp;#xD
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xD558;&#xB4DC;&#xD3EC;&#xD06C; &#xC2DC;&#xC791;&#xD558;&#xACE0; &#xC5BC;&#xB9C8;&#xB098; &#xC9C0;&#xB0AC;&#xC8E0;? &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xAC00; 5&#xC6D4; 21&#xC77C;&#xC774;&#xC5C8;&#xB098;&#xC694;?</p><p>&#xC774;&#xBC88; &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xC5D0;&#xC11C; &#xD30C;&#xC6CC;&#xB2E4;&#xC6B4;&#xC774; 4&#xC8FC;&#xB85C; &#xC904;&#xC5B4;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xB9D0;&#xC740; &#xD55C; &#xBC88;&#xC5D0; &#xB098;&#xC62C; &#xC218; &#xC788;&#xB294; &#xC720;&#xB3D9; &#xC2A4;&#xD300;&#xC774; &#xB298; &#xAC83;&#xC774;&#xB780; &#xB9D0;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xC9C0;&#xAE08;  240&#xC6D0;&#xC774;&#xB2C8;, &#xCCAB;&#xBC88;&#xC9F8; &#xD30C;&#xC6CC;&#xB2E4;&#xC6B4; &#xD6C4;&#xC5D0; &#xC5BC;&#xB9C8; &#xB418;&#xB294;&#xC9C0; &#xBCF4;&#xBA74; &#xC88B;&#xC744; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC544;, &#xAC70;&#xB798;&#xC18C; &#xC785;&#xCD9C;&#xAE08; &#xC815;&#xC9C0;&#xB3C4; &#xC2E0;&#xACBD;&#xC368;&#xC57C;&#xD560; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.  &#xB2E8;&#xAE30;&#xC801;&#xC73C;&#xB85C; &#xB5A8;&#xC5B4;&#xC84C;&#xB2E4;&#xAC00; (1&#xAC1C;&#xC6D4;) &#xB2E4;&#xC2DC; &#xC624;&#xB974;&#xB294; &#xAC78; &#xC608;&#xC0C1;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;.</p><p>&#xC874;&#xB9AC; &#xC544;&#xC800;&#xC528;&#xAC00; &#xB9C8;&#xCF13;&#xD0C0;&#xC774;&#xBC0D;&#xC744; &#xC608;&#xCE21;&#xD558;&#xC9C0; &#xB9D0;&#xB77C;&#xACE0; &#xD558;&#xC168;&#xB294;&#xB370;..<br>&#xC774;&#xBC88;&#xC5D0;&#xB9CC; &#xC880; &#xB178;&#xB824;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.. &#x314B;&#x314B;</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2fr62s" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300; &#xAC00;&#xACA9; &#xC608;&#xC0C1;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;.&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%EA%B0%80%EA%B2%A9-%EC%98%88%EC%83%81%ED%95%B4%EB%B4%85%EB%8B%88%EB%8B%A4/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 생각은 어떻게 글이 되는가</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%83%9D%EA%B0%81%EC%9D%80-%EC%96%B4%EB%96%BB%EA%B2%8C-%EA%B8%80%EC%9D%B4-%EB%90%98%EB%8A%94%EA%B0%80/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%83%9D%EA%B0%81%EC%9D%80-%EC%96%B4%EB%96%BB%EA%B2%8C-%EA%B8%80%EC%9D%B4-%EB%90%98%EB%8A%94%EA%B0%80/</guid>
      <pubDate>Sat, 23 May 2020 14:02:33 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC774;&amp;#xBC88;&amp;#xC8FC;&amp;#xC5D0; &amp;#xC77D;&amp;#xACE0;&amp;#xC788;&amp;#xB358; &amp;#xCC45;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xAE00;&amp;#xC4F0;&amp;#xAE30;&amp;#xC5D
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC774;&#xBC88;&#xC8FC;&#xC5D0; &#xC77D;&#xACE0;&#xC788;&#xB358; &#xCC45;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xAE00;&#xC4F0;&#xAE30;&#xC5D0; &#xAD00;&#xC2EC;&#xC774; &#xB9CE;&#xC774; &#xC0DD;&#xACA8; &#xAE00;&#xC4F0;&#xAE30; &#xCC45;&#xC744; &#xCC3E;&#xAC8C;&#xB418;&#xBA74; &#xBCF4;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAE00;&#xC4F0;&#xAE30; &#xCC45;&#xC744; &#xC77D;&#xB294;&#xB2E4;&#xACE0; &#xAE00;&#xC4F0;&#xAE30;&#xB97C; &#xC798;&#xD558;&#xAC8C; &#xB418;&#xB294; &#xAC83;&#xC740; &#xC544;&#xB2D9;&#xB2C8;&#xB2E4;. &#xAE00;&#xC4F0;&#xAE30; &#xC5F0;&#xC2B5;&#xC744; &#xC5B4;&#xB5BB;&#xAC8C; &#xC2E4;&#xCC9C;&#xD560; &#xC218; &#xC788;&#xB294;&#xC9C0;&#xC5D0; &#xB300;&#xD574; &#xBC30;&#xC6B8; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><p>&#xC8FC;&#xC7A5;&#xC774; &#xB2F4;&#xAE34; &#xB17C;&#xB9AC;&#xC801;&#xC778;&#xAE00;&#xC744; &#xC4F0;&#xB294;&#xAC8C; &#xAE00;&#xC4F0;&#xAE30; &#xC2E4;&#xB825;&#xC744; &#xD0A4;&#xC6B0;&#xB294; &#xBC29;&#xBC95; &#xC911; &#xD558;&#xB098;&#xB77C;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xB204;&#xAD70;&#xAC00;&#xB97C; &#xC124;&#xB4DD;&#xD558;&#xAE30; &#xC704;&#xD55C; &#xAE00;&#xC744; &#xC4F0;&#xAE30; &#xC704;&#xD574; &#xB178;&#xB825;&#xD574;&#xAC00;&#xB294; &#xACFC;&#xC815;&#xC774; &#xAE00;&#xC4F0;&#xAE30; &#xC2E4;&#xB825;&#xC744; &#xC62C;&#xB9AC;&#xB294;&#xB370; &#xC131;&#xACFC;&#xAC00; &#xC88B;&#xB2E4;&#xACE0; &#xD558;&#xB124;&#xC694;.</p><p>&#xB0A8;&#xC758; &#xAE00;&#xC744; &#xC790;&#xC2E0;&#xC758; &#xC5B8;&#xC5B4;&#xB85C; &#xC694;&#xC57D;&#xD558;&#xB294; &#xAC83;&#xB3C4; &#xC88B;&#xC740; &#xBC29;&#xBC95;&#xC774;&#xB77C;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xADF8; &#xACFC;&#xC815;&#xC5D0;&#xC11C; &#xB0B4;&#xAC00; &#xC694;&#xC57D;&#xD55C; &#xAE00;&#xC774; &#xADF8; &#xC0AC;&#xB78C;&#xC774; &#xC77D;&#xC5B4;&#xB3C4; &#xB044;&#xB355;&#xC77C; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xC694;&#xC57D;&#xD558;&#xB77C;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC880; &#xB354; &#xC77D;&#xC5B4;&#xBD10;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;!</p><p><img src="https://cdn.steemitimages.com/DQmYimynVyxy53Jqe9zfDkJEX8kS7S2S7wgKTDhMG5mync5/image.png" alt=""></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/pp4kr" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xC0DD;&#xAC01;&#xC740; &#xC5B4;&#xB5BB;&#xAC8C; &#xAE00;&#xC774; &#xB418;&#xB294;&#xAC00;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%83%9D%EA%B0%81%EC%9D%80-%EC%96%B4%EB%96%BB%EA%B2%8C-%EA%B8%80%EC%9D%B4-%EB%90%98%EB%8A%94%EA%B0%80/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[스팀100days]diary game 소개</title>
      <link>https://jacobyu.net/%EC%8A%A4%ED%8C%80100daysdiary--ame-%EC%86%8C%EA%B0%9C/</link>
      <guid>https://jacobyu.net/%EC%8A%A4%ED%8C%80100daysdiary--ame-%EC%86%8C%EA%B0%9C/</guid>
      <pubDate>Fri, 22 May 2020 09:34:30 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC2A4;&amp;#xD300;&amp;#xC787; &amp;#xC7AC;&amp;#xB2E8;&amp;#xC5D0;&amp;#xC11C; Diary Game&amp;#xC774;&amp;#xB77C;&amp;#xB294; &amp;#xC774;&amp;#xBCA4;&amp;#xD2B8;&amp;#xB97C; &amp;#xC9C4;&amp;#x
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC2A4;&#xD300;&#xC787; &#xC7AC;&#xB2E8;&#xC5D0;&#xC11C; Diary Game&#xC774;&#xB77C;&#xB294; &#xC774;&#xBCA4;&#xD2B8;&#xB97C; &#xC9C4;&#xD589;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xB8F0;&#xC740; &#xC27D;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ol><li><p><a href="https://steempeak.com/the100daysofsteem/@steemitblog/100-days-of-steem-day-49-the-diary-game" target="_blank" rel="noopener">https://steempeak.com/the100daysofsteem/@steemitblog/100-days-of-steem-day-49-the-diary-game</a> &#xC774; &#xAE00;&#xC5D0;&#xB2E4;&#xAC00; &#xB313;&#xAE00;&#xB85C; &#xCC38;&#xAC00;&#xD55C;&#xB2E4;&#xACE0; &#xC2E0;&#xCCAD;&#xD569;&#xB2C8;&#xB2E4;.</p></li><li><p>&#xC790;&#xC2E0;&#xC774; &#xC6D0;&#xD558;&#xB294; &#xC5B8;&#xC5B4;&#xB85C; &#xC77C;&#xAE30;&#xB97C; 100&#xAE00;&#xC790; &#xC774;&#xC0C1; &#xC4F0;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;. &#xD0DC;&#xADF8;&#xB294; #the100daysofsteem, #thediarygame&#xC744; &#xBD99;&#xC785;&#xB2C8;&#xB2E4;. (&#xAE00;&#xC744; &#xC4F0;&#xACE0;, 100days &#xD3EC;&#xC2A4;&#xD305;&#xC5D0; &#xB313;&#xAE00;&#xB85C; &#xC54C;&#xB824;&#xB2EC;&#xB77C;&#xACE0; &#xD558;&#xB294;&#xAD70;&#xC694;.)</p></li><li><p>&#xC2A4;&#xD300;&#xC787; &#xC7AC;&#xB2E8;&#xC5D0;&#xC11C; &#xC77C;&#xC8FC;&#xC77C;&#xC5D0;&#xD55C;&#xBC88; &#xB2E4;&#xC774;&#xC5B4;&#xB9AC; &#xB7AD;&#xD0B9; &#xD3EC;&#xC2A4;&#xD305;&#xC744; &#xC4F0;&#xACA0;&#xB2E4;&#xACE0;&#xD569;&#xB2C8;&#xB2E4;.</p></li></ol><p>&#xC0C1;&#xAE08;&#xC774;&#xB791; &#xBCF4;&#xD305;&#xC774; &#xC5BC;&#xB9C8;&#xC778;&#xC9C0;&#xB294; &#xBAA8;&#xB974;&#xACA0;&#xC9C0;&#xB9CC;, &#xBCF4;&#xD305;, &#xC0C1;&#xAE08;&#xC744; &#xC900;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.<br>&#xAD00;&#xC2EC;&#xC788;&#xC73C;&#xC2E0; &#xBD84;&#xB4E4;&#xC740; &#xCC38;&#xC5EC;&#xD574;&#xBCF4;&#xC138;&#xC694;!</p><p>&#xB2E4;&#xC774;&#xC5B4;&#xB9AC; &#xB7AD;&#xD0B9;&#xC744; &#xC62C;&#xB9AC;&#xB294; &#xBC29;&#xBC95;&#xC740; </p><ul><li>&#xD558;&#xB8E8; &#xC77C;&#xAE30; &#xD55C;&#xBC88; &#xC4F0;&#xBA74; 1&#xC810;</li><li>&#xD2B8;&#xC704;&#xD130;&#xC5D0; &#xC62C;&#xB9AC;&#xBA74; 1&#xC810;</li><li>100followers &#xC774;&#xC0C1;&#xC778; &#xC0AC;&#xB78C;&#xC774; &#xB9AC;&#xD2B8;&#xC717;&#xD558;&#xBA74; 1&#xC810;</li><li>&#xD398;&#xC774;&#xC2A4;&#xBD81;&#xC5D0; &#xACF5;&#xC720;&#xD558;&#xBA74; 1&#xC810;.</li></ul><p><img src="https://cdn.steemitimages.com/DQmNzXr4kBcqnocnuBjVGozMcRKpKw6jGBzp7RREMTvhiFu/image.png" alt=""></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/100days-diary-game" target="_blank" rel="noopener">&#x2018;[&#xC2A4;&#xD300;100days]diary game &#xC18C;&#xAC1C;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%8A%A4%ED%8C%80100daysdiary--ame-%EC%86%8C%EA%B0%9C/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀 하드포크 23, 전 기회라고 생각합니다.</title>
      <link>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%ED%95%98%EB%93%9C%ED%8F%AC%ED%81%AC-23-%EC%A0%84-%EA%B8%B0%ED%9A%8C%EB%9D%BC%EA%B3%A0-%EC%83%9D%EA%B0%81%ED%95%A9%EB%8B%88%EB%8B%A4/</link>
      <guid>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%ED%95%98%EB%93%9C%ED%8F%AC%ED%81%AC-23-%EC%A0%84-%EA%B8%B0%ED%9A%8C%EB%9D%BC%EA%B3%A0-%EC%83%9D%EA%B0%81%ED%95%A9%EB%8B%88%EB%8B%A4/</guid>
      <pubDate>Thu, 21 May 2020 13:35:00 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xB73B;&amp;#xBC16;&amp;#xC758; &amp;#xC0AC;&amp;#xD0DC;&amp;#xAC00; &amp;#xC788;&amp;#xC5C8;&amp;#xC9C0;&amp;#xB9CC;, &amp;#xC804; &amp;#xC2A4;&amp;#xD300; 23 &amp;#xD558;&amp;#xB4DC;&amp;#xD3EC;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xB73B;&#xBC16;&#xC758; &#xC0AC;&#xD0DC;&#xAC00; &#xC788;&#xC5C8;&#xC9C0;&#xB9CC;, &#xC804; &#xC2A4;&#xD300; 23 &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xAC00; &#xAE30;&#xD68C;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xBC88; &#xC2A4;&#xD300;, &#xD558;&#xC774;&#xBE0C; &#xBD84;&#xB9AC;&#xAC00; &#xB420;&#xB54C;&#xCBE4;&#xBD80;&#xD130; &#xC678;&#xBD80; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; <strong>&#xB178;&#xC774;&#xC988; &#xB9C8;&#xCF00;&#xD305;</strong>&#xC744; &#xD55C; &#xC148;&#xC785;&#xB2C8;&#xB2E4;. &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC758; &#xC720;&#xBA85;&#xD55C; &#xC778;&#xC0AC;&#xB4E4;&#xC774; &#xD2B8;&#xC717;&#xC73C;&#xB85C; &#xC2A4;&#xD300; &#xD55C;&#xBC88;&#xC529; &#xC5B8;&#xAE09;&#xD574;&#xC8FC;&#xACE0;&#xC694;. &#xC774;&#xBC88; 23 &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xC5D0;&#xB294; &#xC2A4;&#xD300;&#xC758; &#xC5C5;&#xBE44;&#xD2B8; &#xAC70;&#xB798;&#xB7C9;&#xC774; &#xBE44;&#xD2B8;&#xCF54;&#xC778; &#xAC70;&#xB798;&#xB7C9;&#xC744; &#xB118;&#xC5C8;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC0AC;&#xC2E4;, &#xC791;&#xB144;&#xC774;&#xB098; &#xC7AC;&#xC791;&#xB144;&#xC774;&#xB098; &#xC2A4;&#xD300;&#xC774; &#xD06C;&#xAC8C; &#xBC14;&#xB010;&#xAC74; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC5EC;&#xC804;&#xD788; &#xBCF4;&#xD305;&#xD558;&#xBA74; &#xCF54;&#xC778; &#xBC1B;&#xACE0;&#xC694;. &#xBE14;&#xB85D;&#xCCB4;&#xC778; sns &#xD50C;&#xB7AB;&#xD3FC;&#xC774;&#xACE0;&#xC694;.</p><h4 id="&#xC2A4;&#xD300;&#xC758;-&#xAC00;&#xB2A5;&#xC131;"><a href="#&#xC2A4;&#xD300;&#xC758;-&#xAC00;&#xB2A5;&#xC131;" class="headerlink" title="&#xC2A4;&#xD300;&#xC758; &#xAC00;&#xB2A5;&#xC131;"></a>&#xC2A4;&#xD300;&#xC758; &#xAC00;&#xB2A5;&#xC131;</h4><p>&#xC608;&#xC804;&#xC5D0; &#xC4F4; &#xAE00;&#xC778;&#xB370;, &#xC800;&#xB294; &#xC9C0;&#xAE08;&#xB3C4; &#xC544;&#xB798; 5&#xAC00;&#xC9C0;&#xB85C; &#xC2A4;&#xD300;&#xC774; &#xC0B4;&#xC544;&#xB0A8;&#xC744; &#xC218; &#xC788;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xCF54;&#xC778; &#xAC00;&#xACA9;&#xC774; &#xC624;&#xB978;&#xB2E4;&#xACE0;&#xB294; &#xB9D0;&#xD560; &#xC218; &#xC5C6;&#xC9C0;&#xB9CC;, &#xC0B4;&#xC544;&#xB0A8;&#xC744;&#xAC70;&#xC5D0;&#xC694;.<br><img src="https://cdn.steemitimages.com/DQmVCPQdgPMVLBM9QBbdLzLgTEZU3McB2yh7A2xG9GtqSJd/image.png" alt=""><br><a href="https://steempeople.github.io/@jacobyu/4hwuf3/" target="_blank" rel="noopener">https://steempeople.github.io/@jacobyu/4hwuf3/</a></p><p>&#xD604;&#xC7AC; &#xC0C1;&#xD669;&#xC5D0;&#xC11C;&#xB3C4; 3&#xBC88;, 4&#xBC88;, 5&#xBC88;&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC740; &#xD07D;&#xB2C8;&#xB2E4;.  </p><p>4&#xBC88;&#xC5D0; &#xB300;&#xD574; &#xB9D0;&#xD574;&#xBCF4;&#xBA74; &#xC774;&#xC81C;&#xB294; &#xC2A4;&#xD300;&#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xC2A4;&#xAC00; &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4;&#xB97C; &#xB300;&#xC2E0;&#xD558;&#xACA0;&#xC9C0;&#xB9CC;, &#xC544;&#xBB34;&#xD2BC; &#xD1A0;&#xD070; &#xC5F0;&#xB3D9; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB97C; &#xC800;&#xB834;&#xD558;&#xAC8C; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xB294;&#xAC74; &#xC2A4;&#xD300;&#xC758; &#xD070; &#xC7A5;&#xC810;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. (&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;, &#xB9D8;&#xCE74;&#xD398;, &#xBD81;&#xD074;&#xB7FD;, &#xD55C;&#xAD6D;&#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;, hope &#xB4F1;&#xB4F1;)</p><p>&#xAC70;&#xAE30;&#xB2E4;&#xAC00; &#xC2A4;&#xD300;&#xC787; &#xC7AC;&#xB2E8;&#xC758; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0; &#xC9C0;&#xC6D0;&#xACFC; dapp&#xC9C0;&#xC6D0;&#xC774; &#xAE30;&#xB300;&#xB429;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC787; &#xC7AC;&#xB2E8;&#xC740; &#xD2B8;&#xC704;&#xD130;&#xB85C;&#xB3C4; &#xC2A4;&#xD300; &#xB0B4;&#xC758; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB97C; &#xD64D;&#xBCF4;&#xD558;&#xACE0;&#xC694;. 100days &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xD558;&#xBA74;&#xC11C; &#xB0B4;&#xC2E4;&#xC744; &#xB2E4;&#xC9C0;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><p>&#xB0B4;&#xC77C; &#xC774;&#xC5B4;&#xC11C; &#xC801;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><h2 id="&#xC2A4;&#xD300;&#xD53C;&#xD50C;-&#xC2A4;&#xD300;&#xC5D0;-&#xC313;&#xC778;-&#xAE00;&#xB85C;-&#xBE14;&#xB85C;&#xADF8;-&#xB9CC;&#xB4E4;&#xC5B4;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;-&#xBE44;&#xC6A9;-10krwp"><a href="#&#xC2A4;&#xD300;&#xD53C;&#xD50C;-&#xC2A4;&#xD300;&#xC5D0;-&#xC313;&#xC778;-&#xAE00;&#xB85C;-&#xBE14;&#xB85C;&#xADF8;-&#xB9CC;&#xB4E4;&#xC5B4;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;-&#xBE44;&#xC6A9;-10krwp" class="headerlink" title="&#xC2A4;&#xD300;&#xD53C;&#xD50C; [&#xC2A4;&#xD300;&#xC5D0; &#xC313;&#xC778; &#xAE00;&#xB85C; &#xBE14;&#xB85C;&#xADF8; &#xB9CC;&#xB4E4;&#xC5B4;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;. &#xBE44;&#xC6A9; 10krwp]"></a>&#xC2A4;&#xD300;&#xD53C;&#xD50C; [&#xC2A4;&#xD300;&#xC5D0; &#xC313;&#xC778; &#xAE00;&#xB85C; &#xBE14;&#xB85C;&#xADF8; &#xB9CC;&#xB4E4;&#xC5B4;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;. &#xBE44;&#xC6A9; 10krwp]</h2><p>&#xC774; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xBA74; &#xC608;&#xC804;&#xC5D0; &#xC4F4; &#xAE00;&#xC744; &#xC27D;&#xAC8C; &#xAC80;&#xC0C9;&#xD558;&#xACE0; &#xCC3E;&#xC744; &#xC218; &#xC787;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xAD00;&#xC2EC;&#xC788;&#xC73C;&#xC2DC;&#xBA74; &#xB313;&#xAE00; &#xC8FC;&#xC138;&#xC694;.</p><p><a href="https://steempeople.github.io/@jacobyu/10krwp-hexo-2/" target="_blank" rel="noopener">https://steempeople.github.io/@jacobyu/10krwp-hexo-2/</a></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/23" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300; &#xD558;&#xB4DC;&#xD3EC;&#xD06C; 23, &#xC804; &#xAE30;&#xD68C;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;.&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%ED%95%98%EB%93%9C%ED%8F%AC%ED%81%AC-23-%EC%A0%84-%EA%B8%B0%ED%9A%8C%EB%9D%BC%EA%B3%A0-%EC%83%9D%EA%B0%81%ED%95%A9%EB%8B%88%EB%8B%A4/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[민트영어] 작년 스팀페스트 즈음부터 영어공부</title>
      <link>https://jacobyu.net/%EB%AF%BC%ED%8A%B8%EC%98%81%EC%96%B4-%EC%9E%91%EB%85%84-%EC%8A%A4%ED%8C%80%ED%8E%98%EC%8A%A4%ED%8A%B8-%EC%A6%88%EC%9D%8C%EB%B6%80%ED%84%B0-%EC%98%81%EC%96%B4%EA%B3%B5%EB%B6%80/</link>
      <guid>https://jacobyu.net/%EB%AF%BC%ED%8A%B8%EC%98%81%EC%96%B4-%EC%9E%91%EB%85%84-%EC%8A%A4%ED%8C%80%ED%8E%98%EC%8A%A4%ED%8A%B8-%EC%A6%88%EC%9D%8C%EB%B6%80%ED%84%B0-%EC%98%81%EC%96%B4%EA%B3%B5%EB%B6%80/</guid>
      <pubDate>Thu, 21 May 2020 13:05:51 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC791;&amp;#xB144; &amp;#xC5B8;&amp;#xC81C;&amp;#xB354;&amp;#xB77C;&lt;br&gt;STEEMFEST &amp;#xCBE4;&amp;#xBD80;&amp;#xD130; &amp;#xC9C0;&amp;#xAE08;&amp;#xAE4C;&amp;#xC9C0;&lt;br&gt;&amp;#xB9E4;&amp;#xC7
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC791;&#xB144; &#xC5B8;&#xC81C;&#xB354;&#xB77C;<br>STEEMFEST &#xCBE4;&#xBD80;&#xD130; &#xC9C0;&#xAE08;&#xAE4C;&#xC9C0;<br>&#xB9E4;&#xC77C; &#xC804;&#xD654;&#xC601;&#xC5B4;&#xB97C; &#xD558;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>10&#xBD84;&#xC529; &#xC804;&#xD654;&#xC601;&#xC5B4;&#xD558;&#xACE0; &#xB515;&#xD14C;&#xC774;&#xC158;&#xAE4C;&#xC9C0;&#xD588;&#xC5C8;&#xB294;&#xB370;&#xC694;. &#xC694;&#xC998; &#xB515;&#xD14C;&#xC774;&#xC158;&#xC740; &#xBABB;&#xD558;&#xACE0; &#xC788;&#xB124;&#xC694;.</p><p>&#xC774; &#xC804;&#xD654;&#xC601;&#xC5B4;&#xAC00; &#xC7AC;&#xBC0C;&#xB294;&#xAC8C;, &#xB515;&#xD14C;&#xC774;&#xC158;&#xC744; 1&#xBC88;&#xD560;&#xB54C;&#xB9C8;&#xB2E4; &#xD3EC;&#xC778;&#xD2B8;&#xB97C; &#xC90D;&#xB2C8;&#xB2E4;. &#xBC1B;&#xC740; &#xD3EC;&#xC778;&#xD2B8;&#xB97C; &#xC0AC;&#xC6A9;&#xD574;&#xC11C; &#xB2E4;&#xC2DC; &#xC804;&#xD654;&#xC601;&#xC5B4;&#xB97C; &#xD560;&#xC218; &#xC788;&#xACE0;&#xC694;. &#xD61C;&#xC790;&#xC778;&#xAC8C;, &#xB515;&#xD14C;&#xC774;&#xC158; 2&#xBC88;&#xC744; &#xD558;&#xBA74; 1&#xBC88; &#xC804;&#xD654;&#xC601;&#xC5B4; &#xACF5;&#xC9DC;&#xB85C; &#xD560; &#xC218; &#xC788;&#xB294;&#xAC70;&#xC8E0;.</p><p>2&#xBC88;&#xD558;&#xBA74; 1&#xBC88; &#xACF5;&#xC9DC;&#xB2C8;&#xAE4C;&#xC694;. &#xBD80;&#xC9C0;&#xB7F0;&#xD788; &#xD558;&#xBA74; 1&#xB144;&#xB04A;&#xACE0;, 6&#xAC1C;&#xC6D4;&#xC744; &#xACF5;&#xC9DC;&#xB85C; &#xB4E3;&#xACE0;, &#xAC70;&#xAE30;&#xC5D0; &#xB610; 3&#xAC1C;&#xC6D4;&#xC744; &#xACF5;&#xC9DC;&#xB85C; &#xB4E3;&#xACE0;, &#xACC4;&#xC18D; &#xBC18;&#xBCF5;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC544;&#xBB34;&#xD2BC; 1&#xB144; &#xC218;&#xC5C5;&#xC744; &#xB04A;&#xC5B4;&#xC11C; 1&#xB144;&#xC744; &#xBB34;&#xB8CC;&#xB85C; &#xC804;&#xD654;&#xC601;&#xC5B4; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xB294; &#xC624;&#xD53D;&#xC774;&#xB791; &#xBC1C;&#xC74C;&#xC5F0;&#xC2B5; &#xC218;&#xC5C5;&#xC744; &#xB4E3;&#xB294;&#xB370;&#xC694;. &#xC544;&#xC8FC; &#xC720;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. &#xC624;&#xD53D;&#xC218;&#xC5C5;&#xC740; 10&#xBD84;&#xB3D9;&#xC548; &#xC9C8;&#xBB38; 3&#xAC1C;&#xC815;&#xB3C4; &#xD558;&#xBA74;, &#xC81C;&#xAC00; &#xADF8;&#xAC70;&#xC5D0; &#xB300;&#xD574; &#xC5F4;&#xC2EC;&#xD788; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB7EC;&#xBA74; &#xC120;&#xC0DD;&#xB2D8;&#xC774; &#xB4E3;&#xACE0; &#xACE0;&#xCCD0;&#xC90D;&#xB2C8;&#xB2E4;. &#xB9E4;&#xBC88; &#xD034;&#xC988;&#xAC00; &#xC788;&#xB294;&#xB370; &#xC800;&#xB294; &#xBAA8;&#xC74C;&#xD30C;&#xD2B8;&#xB97C; &#xD1B5;&#xACFC;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;</p><p><img src="https://cdn.steemitimages.com/DQmaiB6Pn6roqumrTzTRkcrxjs57t4L5dxegBwNkjXEmCor/image.png" alt=""></p><p>1&#xBC88;&#xC740; long i sound&#xB97C; &#xC5F0;&#xC2B5;&#xD558;&#xB294;&#xAC70;&#xACE0;&#xC694;. 2&#xBC88;&#xC740; short I &#xC785;&#xB2C8;&#xB2E4;. &#xADF8;&#xB2E4;&#xC74C;&#xC740; ei&#xBC1C;&#xC74C;&#xC774;&#xACE0;&#xC694;. &#xBAA8;&#xC74C; &#xC5F0;&#xC2B5;&#xB9CC; &#xCC55;&#xD130;&#xAC00; 10 &#xBA87; &#xAC1C; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xD55C;&#xAD6D;&#xC758; &#xAC04;&#xC7A5;&#xACF5;&#xC7A5;&#xACF5;&#xC7A5;&#xC7A5; &#xAC19;&#xC740;&#xAC78; &#xC5F0;&#xC2B5;&#xD558;&#xB294;&#xAC81;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;&#x314B;&#x314B;&#x314B;</p><hr><p>&#xC774;&#xB807;&#xAC8C; &#xB9E4;&#xC77C; &#xC601;&#xC5B4;&#xB97C; &#xD558;&#xB2C8;, &#xC2E4;&#xB825;&#xC774; &#xC880; &#xB298;&#xC740;&#xAC83; &#xAC19;&#xAE30;&#xD569;&#xB2C8;&#xB2E4;.  &#xC694;&#xC998; &#xC678;&#xAD6D;&#xC778; &#xB3D9;&#xB8CC;&#xC640; &#xD68C;&#xC758;&#xB97C; &#xB9CE;&#xC774;&#xD558;&#xB294;&#xB370;&#xC694;. &#xC801;&#xC5B4;&#xB3C4; &#xC81C;&#xAC00; &#xD558;&#xACE0;&#xC2F6;&#xC740;&#xB9D0;&#xC744; &#xC798;&#xD569;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;</p><p>What i want to say<br>What I mean..<br>I worried </p><hr><h4 id="&#xBBFC;&#xD2B8;&#xC601;&#xC5B4;"><a href="#&#xBBFC;&#xD2B8;&#xC601;&#xC5B4;" class="headerlink" title="&#xBBFC;&#xD2B8;&#xC601;&#xC5B4;"></a>&#xBBFC;&#xD2B8;&#xC601;&#xC5B4;</h4><p>&#xC81C;&#xAC00; &#xD558;&#xACE0;&#xC788;&#xB294; &#xC804;&#xD654;&#xC601;&#xC5B4;&#xAC00; &#xBBFC;&#xD2B8;&#xC601;&#xC5B4;&#xC785;&#xB2C8;&#xB2E4;. &#xD639;&#xC2DC; &#xC218;&#xC5C5;&#xB4E3;&#xACE0;&#xC2F6;&#xC73C;&#xC2DC;&#xBA74; &#xC800;&#xC5D0;&#xAC8C; &#xC54C;&#xB824;&#xC8FC;&#xC138;&#xC694;! &#xC5EC;&#xAE30; &#xCD94;&#xCC9C;&#xC778; &#xC81C;&#xB3C4; &#xC788;&#xAC70;&#xB4E0;&#xC694;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/3sroas" target="_blank" rel="noopener">&#x2018;[&#xBBFC;&#xD2B8;&#xC601;&#xC5B4;] &#xC791;&#xB144; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xC988;&#xC74C;&#xBD80;&#xD130; &#xC601;&#xC5B4;&#xACF5;&#xBD80;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%AF%BC%ED%8A%B8%EC%98%81%EC%96%B4-%EC%9E%91%EB%85%84-%EC%8A%A4%ED%8C%80%ED%8E%98%EC%8A%A4%ED%8A%B8-%EC%A6%88%EC%9D%8C%EB%B6%80%ED%84%B0-%EC%98%81%EC%96%B4%EA%B3%B5%EB%B6%80/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀 하드포크 23.0, 증인님들 고생하셨습니다.</title>
      <link>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%ED%95%98%EB%93%9C%ED%8F%AC%ED%81%AC-230-%EC%A6%9D%EC%9D%B8%EB%8B%98%EB%93%A4-%EA%B3%A0%EC%83%9D%ED%95%98%EC%85%A8%EC%8A%B5%EB%8B%88%EB%8B%A4/</link>
      <guid>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%ED%95%98%EB%93%9C%ED%8F%AC%ED%81%AC-230-%EC%A6%9D%EC%9D%B8%EB%8B%98%EB%93%A4-%EA%B3%A0%EC%83%9D%ED%95%98%EC%85%A8%EC%8A%B5%EB%8B%88%EB%8B%A4/</guid>
      <pubDate>Wed, 20 May 2020 12:04:09 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC774;&amp;#xBC88; &amp;#xC2A4;&amp;#xD300; &amp;#xD558;&amp;#xB4DC;&amp;#xD3EC;&amp;#xD06C;&amp;#xC5D0;&amp;#xB294; &amp;#xC544;&amp;#xB798; &amp;#xC77C;&amp;#xB4E4;&amp;#xC774; &amp;#xC9C4;&amp;#xD
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC774;&#xBC88; &#xC2A4;&#xD300; &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xC5D0;&#xB294; &#xC544;&#xB798; &#xC77C;&#xB4E4;&#xC774; &#xC9C4;&#xD589;&#xB410;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. (<a href="https://steempeak.com/hive-101145/@donekim/steem-hf23" target="_blank" rel="noopener">https://steempeak.com/hive-101145/@donekim/steem-hf23</a>)</p><p>(1) &#xD30C;&#xC6CC;&#xB2E4;&#xC6B4; &#xAE30;&#xAC04; &#xB2E8;&#xCD95; : (&#xAE30;&#xC874;) 13&#xC8FC; &#x2192; (&#xBCC0;&#xACBD;) 4&#xC8FC;</p><p>(2) &#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xC548;&#xC815;&#xD654; &#xC791;&#xC5C5;</p><p>(3) &#xC77C;&#xBD80; &#xACC4;&#xC815;&#xB4E4;&#xC758; &#xD65C;&#xB3D9; &#xC81C;&#xD55C; &#xC870;&#xCE58;</p><p>&#xC774;&#xBC88; &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xB97C; &#xBCF4;&#xBA74;&#xC11C; &#xC801;&#xADF9;&#xC801;&#xC73C;&#xB85C; &#xB9AC;&#xB4DC;&#xD574;&#xB098;&#xAC08; &#xC99D;&#xC778;&#xB2D8;&#xB4E4;&#xC774; &#xD544;&#xC694;&#xD558;&#xB2E8;&#xAC78; &#xB290;&#xAF08;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC0C8;&#xB85C; &#xC99D;&#xC778;&#xC744; &#xD558;&#xAC8C;&#xB41C; &#xBD84;&#xB4E4;&#xC758; &#xC801;&#xADF9;&#xC801;&#xC778; &#xD589;&#xB3D9;&#xC774; &#xC774;&#xBC88; &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xB97C; &#xC9C4;&#xD589;&#xC2DC;&#xD0AC;&#xC218; &#xC788;&#xB358; &#xC6D0;&#xB3D9;&#xB825;&#xC774; &#xB410;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xC704; &#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xB97C; &#xC900;&#xBE44;&#xD558;&#xBA74;&#xC11C; &#xB9CE;&#xC740; &#xACE0;&#xC0DD;&#xC744; &#xD558;&#xC168;&#xC744; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. </p><hr><p>&#xD558;&#xB4DC;&#xD3EC;&#xD06C;&#xC5D0; &#xB300;&#xD574; &#xC0B4;&#xD3B4;&#xBCF4;&#xBA74;</p><p>&#xD2B9;&#xD788; &#xD30C;&#xC6CC;&#xB2E4;&#xC6B4; 4&#xC8FC;&#xB294; &#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xBD80;&#xB2F4;&#xC744; &#xC5C6;&#xC560;&#xC8FC;&#xB294; &#xC88B;&#xC740; &#xC218;&#xB2E8;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xB9CC;&#xBD10;&#xB3C4; &#xD30C;&#xC6CC;&#xB2E4;&#xC6B4; &#xAE30;&#xAC04;&#xC774; 3&#xC77C;&#xC774;&#xC5EC;&#xB3C4; &#xC9C0;&#xB09C; 1&#xB144;&#xAC04; &#xBB38;&#xC81C; &#xC5C6;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>4&#xC8FC; &#xBCC0;&#xACBD;&#xC740; &#xC801;&#xC808;&#xD55C; &#xAC83; &#xAC19;&#xC544;&#xC694;. &#xC548;&#xC815;&#xD654; &#xC791;&#xC5C5; &#xBC0F; &#xD65C;&#xB3D9;&#xC81C;&#xD55C;&#xB3C4; &#xD544;&#xC694;&#xD588;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. </p><hr><p>&#xC2A4;&#xD300; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB97C; &#xC704;&#xD574; &#xBA3C;&#xC800; &#xB098;&#xC11C;&#xC92C;&#xACE0;, &#xC99D;&#xC778;&#xC73C;&#xB85C;&#xC368; &#xC798; &#xD558;&#xC168;&#xB294;&#xB370;..<br>&#xC0AC;&#xC784;&#xD558;&#xC2E0;&#xB2E4;&#xB294;&#xAC8C; &#xB108;&#xBB34; &#xC544;&#xC27D;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xACE0;&#xC0DD;&#xD558;&#xACE0; &#xACC4;&#xC2DC;&#xB2E4;&#xB294;&#xAC78; &#xC54C;&#xC558;&#xC9C0;&#xB9CC;, &#xC0AC;&#xC784;&#xAE00;&#xC744; &#xBCF4;&#xBA74;&#xC11C; &#xC815;&#xB9D0; &#xB9C8;&#xC74C;&#xACE0;&#xC0DD;&#xC774; &#xC2EC;&#xD558;&#xC168;&#xC744; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC99D;&#xC778;&#xB2D8;&#xB4E4;&#xC5D0;&#xAC8C; &#xAC10;&#xC0AC;&#xC778;&#xC0AC;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;.</p><hr><p><a href="https://steempeak.com/witness-category/@jayplayco/hf23-stepdown" target="_blank" rel="noopener">https://steempeak.com/witness-category/@jayplayco/hf23-stepdown</a></p><p><a href="https://steempeak.com/hive-101145/@glory7/violence-threats-force-me-to-resign-witness-position" target="_blank" rel="noopener">https://steempeak.com/hive-101145/@glory7/violence-threats-force-me-to-resign-witness-position</a></p><p><a href="https://steempeak.com/witness/@ayogom/23" target="_blank" rel="noopener">https://steempeak.com/witness/@ayogom/23</a></p><p><a href="https://steempeak.com/hive-101145/@donekim/steem-hf23" target="_blank" rel="noopener">https://steempeak.com/hive-101145/@donekim/steem-hf23</a></p><p><a href="https://steempeak.com/witness-category/@dev.supporters/witness-statement-steem-hf-0-23" target="_blank" rel="noopener">https://steempeak.com/witness-category/@dev.supporters/witness-statement-steem-hf-0-23</a></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/23-0" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300; &#xD558;&#xB4DC;&#xD3EC;&#xD06C; 23.0, &#xC99D;&#xC778;&#xB2D8;&#xB4E4; &#xACE0;&#xC0DD;&#xD558;&#xC168;&#xC2B5;&#xB2C8;&#xB2E4;.&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%ED%95%98%EB%93%9C%ED%8F%AC%ED%81%AC-230-%EC%A6%9D%EC%9D%B8%EB%8B%98%EB%93%A4-%EA%B3%A0%EC%83%9D%ED%95%98%EC%85%A8%EC%8A%B5%EB%8B%88%EB%8B%A4/#disqus_thread</comments>
    </item>
    
    <item>
      <title>Application for the Community Curators : Book club community, anyone can share book review for June.</title>
      <link>https://jacobyu.net/Application-for-the-Community-Curators--Book-club-community-anyone-can-share-book-review-for-June/</link>
      <guid>https://jacobyu.net/Application-for-the-Community-Curators--Book-club-community-anyone-can-share-book-review-for-June/</guid>
      <pubDate>Tue, 19 May 2020 13:56:18 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;Hi, I tried to apply community curator. I considered how to attract book reviewers in the world. &lt;/p&gt;
&lt;p&gt;It is my updated application. Th
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>Hi, I tried to apply community curator. I considered how to attract book reviewers in the world. </p><p>It is my updated application. Thank you.</p><h1 id="1-The-Community-or-subject-areas-you-would-like-to-curate"><a href="#1-The-Community-or-subject-areas-you-would-like-to-curate" class="headerlink" title="1. The Community or subject areas you would like to curate"></a>1. The Community or subject areas you would like to curate</h1><p>There are many people who love books. There are many book clubs in the world. However, there is no active STEEM community that share thought about book. I want to build a book club community that connects offline and online.</p><p>Book club with STEEM has three advantages.</p><h3 id="1-Motivation"><a href="#1-Motivation" class="headerlink" title="1. Motivation"></a>1. Motivation</h3><p>The reason you would like to curate is I want to give book-lovers <strong>reward and motivation.</strong> STEEM voting is good motivation for writing book review. </p><h3 id="2-Together"><a href="#2-Together" class="headerlink" title="2. Together"></a>2. Together</h3><p>Reading book together is better than reading book alone. It is difficult for people to meet due to the COVID-19 these days. This community will help people who like books communicate with each other. The comments of people are also really good motivation for keeping reading book.</p><h3 id="3-Permanence-no-disappear"><a href="#3-Permanence-no-disappear" class="headerlink" title="3. Permanence, no disappear"></a>3. Permanence, no disappear</h3><p>As time goes by, book reviews will accumulate in our community. Once the review is  written in STEEM, <strong>it does not disappear</strong>. These book reviews can be good content. Also anyone can get the book review with steem api. It can be a database. Then people who like books will naturally come to Steam and come to our community.</p><hr><h1 id="2-How-to-attract-book-reviewers"><a href="#2-How-to-attract-book-reviewers" class="headerlink" title="2. How to attract book reviewers"></a>2. How to attract book reviewers</h1><h3 id="1-Promotion-in-steem-community"><a href="#1-Promotion-in-steem-community" class="headerlink" title="1. Promotion in steem community"></a>1. Promotion in steem community</h3><p>In STEEM community, book-reviewers use <code>book</code> and <code>booksteem</code> tags. I would comment their posts of them. If you write a book-review in our community, I will vote your posting. Also, you can also chat with people who have common interests. </p><p>I write a posting that promote our steem commnunity.</p><h3 id="2-Book-challenges"><a href="#2-Book-challenges" class="headerlink" title="2. Book challenges"></a>2. Book challenges</h3><p>I will make missions/challenges for our commnunity. For example, reading book every day. take a photo of the book you read.</p><p>I am running book missions on every week. People pay entry fee for joining the mission. Once they achive the mission, get the reward + their entry fee. </p><p>Those book challenges make people be active and keep reading book. It can attract new people. </p><p>I think motivation is important on running community. I am trying to give members reward/motivation. When I get a account that has high steem power, I will utilize steem power for giving users rewards.</p><p><a href="https://goodhabit.me/past" target="_blank" rel="noopener">https://goodhabit.me/past</a></p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/P7obSQLr-image.png" alt="image.png"></p><h3 id="3-Offline-community"><a href="#3-Offline-community" class="headerlink" title="3. Offline community"></a>3. Offline community</h3><p>In korea, there are many book clubs. I think you might be surprised. But it is true.<br>I wanna get members on offline book club.</p><p>I have been running an offline book club for a year and a half. the number of offline book club is 60 members. We usually have regular meeting once a week.</p><p>For attracting my members, I made videos from how to sign in STEEM to how to write posts. </p><p>Super easy STEEM Signup Video : <a href="https://www.youtube.com/watch?v=Xh5FhnDhICY" target="_blank" rel="noopener">https://www.youtube.com/watch?v=Xh5FhnDhICY</a><br>How to join book club Video : <a href="https://www.youtube.com/watch?v=6WEnlruWcbQ" target="_blank" rel="noopener">https://www.youtube.com/watch?v=6WEnlruWcbQ</a><br>How to use goodhabit Video : <a href="https://www.youtube.com/watch?v=kyCKnt6hBHg" target="_blank" rel="noopener">https://www.youtube.com/watch?v=kyCKnt6hBHg</a></p><p><img src="https://steemitimages.com/300x0/https://files.steempeak.com/file/steempeak/jacobyu/uIDgwHql-image.png" alt="image.png"> <img src="https://steemitimages.com/300x0/https://files.steempeak.com/file/steempeak/jacobyu/diiIyZYg-image.png" alt="image.png"></p><hr><h1 id="3-Your-experience-and-background-on-Steem"><a href="#3-Your-experience-and-background-on-Steem" class="headerlink" title="3. Your experience and background on Steem"></a>3. Your experience and background on Steem</h1><p>I am a developer and have played on STEEM community for about 2 years. Also, I am a member of steemcoinpan (one of popular nitrous community). I managed technical part of steemcoinpan. I have been making various tools for steem and steemcoinpan. </p><ul><li><strong>free STEEM Signup tool with google auth</strong> <a href="https://steemit.com/sct/@jacobyu/invite-your-friends-with-this-tool" target="_blank" rel="noopener">en</a>/<a href="https://steemit.com/sct/@jacobyu/4rkkun" target="_blank" rel="noopener">ko</a>,<br><a href="https://join.steemcoinpan.com" target="_blank" rel="noopener">https://join.steemcoinpan.com</a>, <strong>90-100 people used this tool for signing up.</strong></li><li>scot-manager (steem-engine coin listing, airdrop tool)<br><a href="https://jacobyu.net/scot-manager">https://jacobyu.net/scot-manager</a></li><li>curating voting system on steemcoinpan (<a href="https://steemcoinpan.com" target="_blank" rel="noopener">https://steemcoinpan.com</a>)</li><li>token swap (<a href="https://steemcoinpan.com/market" target="_blank" rel="noopener">https://steemcoinpan.com/market</a>)</li></ul><p>I am good developer that can use STEEM library. I made some tools/service on STEEM. For making our community be active, I can make some services.</p><h1 id="4-Target"><a href="#4-Target" class="headerlink" title="4. Target"></a>4. Target</h1><p>our community target is book-reviewers in the world.</p><p>I think Book club with STEEM can be unique book club in the world. I hope this suggestion is accepted so that many people come and talk about books.</p><p>You can reach me with discord. <a href="https://discord.gg/3JrH7pq" target="_blank" rel="noopener">https://discord.gg/3JrH7pq</a><br>Our community link is <a href="https://steempeak.com/c/hive-197929/created" target="_blank" rel="noopener">https://steempeak.com/c/hive-197929/created</a><br>Super easy STEEM Signup Video : <a href="https://www.youtube.com/watch?v=Xh5FhnDhICY" target="_blank" rel="noopener">https://www.youtube.com/watch?v=Xh5FhnDhICY</a><br>How to join book club Video : <a href="https://www.youtube.com/watch?v=6WEnlruWcbQ" target="_blank" rel="noopener">https://www.youtube.com/watch?v=6WEnlruWcbQ</a><br>How to use goodhabit Video : <a href="https://www.youtube.com/watch?v=kyCKnt6hBHg" target="_blank" rel="noopener">https://www.youtube.com/watch?v=kyCKnt6hBHg</a></p><p>Thank you!</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/application-for-the-community-curators-book-club-community-anyone-can-share-book-review-for-june" target="_blank" rel="noopener">&#x2018;Application for the Community Curators : Book club community, anyone can share book review for June.&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/Application-for-the-Community-Curators--Book-club-community-anyone-can-share-book-review-for-June/#disqus_thread</comments>
    </item>
    
    <item>
      <title>굿해빗, 이름 바꿉니다.</title>
      <link>https://jacobyu.net/%EA%B5%BF%ED%95%B4%EB%B9%97-%EC%9D%B4%EB%A6%84-%EB%B0%94%EA%BF%89%EB%8B%88%EB%8B%A4/</link>
      <guid>https://jacobyu.net/%EA%B5%BF%ED%95%B4%EB%B9%97-%EC%9D%B4%EB%A6%84-%EB%B0%94%EA%BF%89%EB%8B%88%EB%8B%A4/</guid>
      <pubDate>Tue, 19 May 2020 11:57:42 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xAD7F;&amp;#xD574;&amp;#xBE57;&amp;#xC744; &amp;#xAC1C;&amp;#xBC1C;&amp;#xD558;&amp;#xACE0; &amp;#xC6F9;&amp;#xD398;&amp;#xC774;&amp;#xC9C0;&amp;#xB97C; &amp;#xB7F0;&amp;#xCE6D;&amp;#xD574;&amp;#xBD2
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xAD7F;&#xD574;&#xBE57;&#xC744; &#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC6F9;&#xD398;&#xC774;&#xC9C0;&#xB97C; &#xB7F0;&#xCE6D;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC9C0;&#xAE08;&#xAE4C;&#xC9C0; 4&#xC6D4;6&#xC77C;&#xBD80;&#xD130; 5&#xC6D4;&#xC911;&#xC21C;&#xAE4C;&#xC9C0; &#xC9C4;&#xD589;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xD3C9;&#xADE0; 4&#xBA85;&#xC815;&#xB3C4; &#xC0AC;&#xC6A9;&#xD574;&#xC8FC;&#xC168;&#xC2B5;&#xB2C8;&#xB2E4;. &#x314B;&#x314B; </p><p>&#xB108;&#xBB34; &#xAC10;&#xC0AC;&#xB4DC;&#xB9AC;&#xACE0;, &#xD53C;&#xB4DC;&#xBC31;&#xC8FC;&#xC154;&#xC11C; &#xAC10;&#xC0AC;&#xD574;&#xC694;.<br>&#xC9C0;&#xAE08;&#xB3C4; &#xC0C1;&#xAE08;&#xC774; 100&#xC2A4;&#xD300; &#xAC78;&#xB9B0; &#xBBF8;&#xC158;&#xC774; &#xC788;&#xC73C;&#xB2C8; &#xD55C;&#xBC88; &#xCC38;&#xC5EC;&#xD574;&#xBCF4;&#xC154;&#xC694;!</p><p>&#xAD7F;&#xD574;&#xBE57;, <a href="https://goodhabit.me" target="_blank" rel="noopener">https://goodhabit.me</a></p><blockquote><p>&#xAFB8;&#xC900;&#xD788; &#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xC740; &#xC2B5;&#xAD00;&#xC5D0; &#xB3C8;&#xC744; &#xAC78;&#xC5B4;&#xBCF4;&#xB294; &#xAC83;&#xC740; &#xC5B4;&#xB5A4;&#xAC00;&#xC694;?<br>&#xBAA9;&#xD45C;&#xB97C; &#xB2EC;&#xC131;&#xD558;&#xBA74; &#xB3C8;&#xC744; &#xB3CC;&#xB824;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2E4;.<br>&#xC758;&#xC695;&#xC774; &#xC0D8;&#xC19F;&#xC9C0; &#xC54A;&#xB098;&#xC694;?<br>&#xAD7F;&#xD574;&#xBE57;&#xC774; &#xC5EC;&#xB7EC;&#xBD84;&#xC758; &#xBAA9;&#xD45C; &#xB2EC;&#xC131;&#xC744; &#xB3C4;&#xC640;&#xB4DC;&#xB9AC;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p></blockquote><hr><p>&#xC55E;&#xC73C;&#xB85C;&#xB3C4; &#xACC4;&#xC18D; &#xBBF8;&#xC158;&#xC740; &#xACC4;&#xC18D;&#xB429;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB9CC;, &#xC11C;&#xBE44;&#xC2A4; &#xC774;&#xB984;&#xC744; &#xBC14;&#xAFD4;&#xBCF4;&#xB824;&#xACE0;&#xC694;.</p><h2 id="&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;"><a href="#&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;" class="headerlink" title="&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;!!"></a>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;!!</h2><p>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;&#xC774;&#xB780; &#xC774;&#xB984;&#xC73C;&#xB85C; &#xBC14;&#xAFC9;&#xB2C8;&#xB2E4;.</p><p>&#xAD7F;&#xD574;&#xBE57;&#xC774;&#xB77C;&#xB294; &#xC774;&#xB984;&#xC774; &#xB108;&#xBB34;&#xB098; &#xB9D8;&#xC5D0;&#xB4E4;&#xC9C0;&#xB9CC;,<br>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;&#xC73C;&#xB85C; &#xBC14;&#xAFC9;&#xB2C8;&#xB2E4;.<br>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;&#xC774;&#xB77C;&#xACE0; &#xC774;&#xB984;&#xC744; &#xBC14;&#xAFC8;&#xC73C;&#xB85C;&#xC368;,<br>&#xC880; &#xB354; &#xB2E4;&#xC591;&#xD55C; &#xBBF8;&#xC158;&#xC744; &#xB123;&#xB294;&#xAC8C; &#xC88B;&#xACA0;&#xB2E4;&#xB294; &#xACB0;&#xB860;&#xC774; &#xB098;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;&#xC758; &#xC6F9;&#xBC84;&#xC83C;&#xACFC; &#xC571;&#xBC84;&#xC83C;&#xC744; &#xB7F0;&#xCE6D;&#xD560;&#xB54C;&#xAE4C;&#xC9C0;,<br>&#xC77C;&#xB2E8; &#xAD7F;&#xD574;&#xBE57;&#xC73C;&#xB85C; &#xACC4;&#xC18D; &#xBBF8;&#xC158;&#xC744; &#xC62C;&#xB9B4; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;.</p><hr><h2 id="&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;-&#xC18C;&#xAC1C;"><a href="#&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;-&#xC18C;&#xAC1C;" class="headerlink" title="&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158; &#xC18C;&#xAC1C;"></a>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158; &#xC18C;&#xAC1C;</h2><p><img src="https://cdn.steemitimages.com/DQmXKnTT7PjTekUNXYcSBviBTxPqSE9axm8x4tKJe9uMB1D/image.png" alt=""></p><p>&#xD55C;&#xB2EC;&#xBC18;&#xCBE4; &#xAD7F;&#xD574;&#xBE57; &#xBCA0;&#xD0C0;&#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xD574;&#xBCF4;&#xBA74;&#xC11C; &#xBC30;&#xC6B4; &#xAC83; &#xC911;&#xC5D0; &#xD558;&#xB098;&#xB294; &#xC27D;&#xAC8C; &#xB3C4;&#xC804;&#xD560; &#xC218; &#xC788;&#xAC8C; &#xD574;&#xC57C;&#xD55C;&#xB2E4;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.<br>&#xBBF8;&#xC158;&#xC744; &#xC778;&#xC99D;&#xD558;&#xB294;&#xAC8C; &#xC0DD;&#xAC01;&#xBCF4;&#xB2E4; &#xADC0;&#xCC2E;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xD2B9;&#xD788; &#xC601;&#xC5B4;&#xACF5;&#xBD80;, &#xC2A4;&#xCFFC;&#xD2B8; &#xC778;&#xC99D;&#xC740; &#xB108;&#xBB34;&#xB098; &#xC5B4;&#xB824;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xCFFC;&#xD2B8;&#xD558;&#xB294;&#xAC78; &#xBCF4;&#xC5EC;&#xC918;&#xC57C;&#xD558;&#xB098; &#xC2F6;&#xAE30;&#xB3C4; &#xD558;&#xACE0;&#xC694;.</p><p>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;&#xC740; &#xC571;&#xC73C;&#xB85C; &#xC778;&#xC99D;&#xC744; &#xD560;&#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC571;&#xC73C;&#xB85C; &#xC27D;&#xAC8C; &#xC0AC;&#xC9C4;&#xCC0D;&#xACE0; &#xC778;&#xC99D;&#xD558;&#xBA74;&#xB429;&#xB2C8;&#xB2E4;.<br>&#xC0AC;&#xC6A9;&#xC790;&#xB294; &#xD0DC;&#xADF8;&#xB97C; &#xBB58; &#xB2EC;&#xC544;&#xC57C;&#xD558;&#xB294;&#xC9C0; &#xC2E0;&#xACBD; &#xC548;&#xC368;&#xB3C4; &#xB429;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC62C;&#xB9AC;&#xACE0;&#xC2F6;&#xC740; &#xC0AC;&#xC9C4;&#xB9CC; &#xC62C;&#xB9AC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><p>&#xC544;&#xB798; &#xD14C;&#xC2A4;&#xD2B8; &#xACB0;&#xACFC;&#xC778;&#xB370;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmd5K7ZTHvdRVFspT2x2nR8sNjJfyUiL494NTzbQDoy92i/image.png" alt=""></p><p><a href="https://steempeak.com/mission/@buk.world/reading-book-0518-2020-5-19" target="_blank" rel="noopener">https://steempeak.com/mission/@buk.world/reading-book-0518-2020-5-19</a></p><p>&#xC571;&#xC5D0;&#xC11C; &#xBBF8;&#xC158;&#xC744; &#xC218;&#xD589;&#xD558;&#xBA74;, &#xC790;&#xB3D9;&#xC73C;&#xB85C; &#xC2A4;&#xD300;&#xC5D0; &#xAE00;&#xC744; &#xC62C;&#xB9BD;&#xB2C8;&#xB2E4;. &#xC774;&#xAC74; &#xC120;&#xD0DD;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD558;&#xB824;&#xACE0;&#xC694;. &#xB204;&#xAD70;&#xAC00;&#xB294; &#xB3C4;&#xC804;&#xC740; &#xD558;&#xACE0;&#xC2F6;&#xC740;&#xB370; &#xD504;&#xB77C;&#xC774;&#xBC84;&#xC2DC;&#xB85C; &#xBE44;&#xACF5;&#xAC1C;&#xB85C; &#xD558;&#xACE0; &#xC2F6;&#xC740; &#xC0AC;&#xB78C;&#xC744; &#xC704;&#xD574;, &#xC6D0;&#xD558;&#xB294; &#xC0AC;&#xB78C;&#xB9CC; &#xC2A4;&#xD300;&#xC5D0; &#xAE00;&#xC744; &#xC62C;&#xB9B4; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;&#xC774;&#xB77C;&#xB294; &#xC774;&#xB984;&#xC758; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC5EC;&#xB7EC;&#xBD84;&#xC5D0;&#xAC8C; &#xC120;&#xBCF4;&#xC774;&#xACE0;, &#xB9CE;&#xC774; &#xC0AC;&#xC6A9;&#xD588;&#xC73C;&#xBA74; &#xC88B;&#xACA0;&#xB124;&#xC694;. &#xBAA9;&#xD45C;&#xB294; &#xC2A4;&#xD300; &#xBFD0;&#xB9CC; &#xC544;&#xB2C8;&#xB77C; &#xB300;&#xD45C; &#xBE14;&#xB85D;&#xCCB4;&#xC778; dapp&#xC774; &#xB418;&#xB294;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/7bemsu" target="_blank" rel="noopener">&#x2018;&#xAD7F;&#xD574;&#xBE57;, &#xC774;&#xB984; &#xBC14;&#xAFC9;&#xB2C8;&#xB2E4;.&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EA%B5%BF%ED%95%B4%EB%B9%97-%EC%9D%B4%EB%A6%84-%EB%B0%94%EA%BF%89%EB%8B%88%EB%8B%A4/#disqus_thread</comments>
    </item>
    
    <item>
      <title>krwp가 1000원이 될 수 있을까? #2</title>
      <link>https://jacobyu.net/krwp%EA%B0%80-1000%EC%9B%90%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C-2/</link>
      <guid>https://jacobyu.net/krwp%EA%B0%80-1000%EC%9B%90%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C-2/</guid>
      <pubDate>Mon, 18 May 2020 14:51:09 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC9C0;&amp;#xB09C;&amp;#xBC88;&amp;#xC5D0; &amp;#xC774; &amp;#xAE00;&amp;#xC744; &amp;#xC801;&amp;#xC5C8;&amp;#xC2B5;&amp;#xB2C8;&amp;#xB2E4;. krwp&amp;#xAC00; 1000&amp;#xC6D0;&amp;#xC774; &amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC9C0;&#xB09C;&#xBC88;&#xC5D0; &#xC774; &#xAE00;&#xC744; &#xC801;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. krwp&#xAC00; 1000&#xC6D0;&#xC774; &#xB420; &#xC218; &#xC788;&#xC744;&#xAE4C;?<br><a href="https://steempeople.github.io/@jacobyu/krwp-1000/" target="_blank" rel="noopener">https://steempeople.github.io/@jacobyu/krwp-1000/</a></p><p>&#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xAC00; &#xD5C8;&#xB77D;&#xD558;&#xB294;&#xD55C; krwp&#xB294; 1000&#xC6D0;&#xC774; &#xB420; &#xC218; &#xC788;&#xC744;&#xAC70;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><blockquote><p>krwp&#xAC00; &#xB2F4;&#xBCF4; &#xC2A4;&#xD14C;&#xC774;&#xBE14; &#xCF54;&#xC778;&#xC774; &#xB418;&#xB294;&#xAC81;&#xB2C8;&#xB2E4;. krwp&#xC758; &#xB2F4;&#xBCF4;&#xB294; sct.krwp&#xC758; &#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xAC00; &#xB429;&#xB2C8;&#xB2E4;. &#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xAC00; &#xD5C8;&#xB77D;&#xD574;&#xC8FC;&#xB294; &#xD55C; krwp&#xB294; &#xCC9C;&#xC6D0;&#xC774; &#xB429;&#xB2C8;&#xB2E4;.</p></blockquote><hr><p>&#xB2E4;&#xB9CC;, sct.krwp &#xBCF4;&#xD305;&#xC5D0;&#xB294; sct &#xBCF4;&#xD305;&#xB3C4; &#xAC19;&#xC774; &#xB4E4;&#xC5B4;&#xAC11;&#xB2C8;&#xB2E4;. &#xBB34;&#xB824; 90&#xB9CC; sct&#xD30C;&#xC6CC;&#xC785;&#xB2C8;&#xB2E4;.  &#xC81C;&#xAC00; 7krwp&#xB97C; &#xBCF4;&#xB0C8;&#xB354;&#xB2C8; sct&#xB97C; 54.925&#xB97C; &#xCC0D;&#xC5B4;&#xC92C;&#xAD70;&#xC694;. &#xC800;&#xC790;&#xBCF4;&#xC0C1;&#xC774; 40%&#xB85C;&#xC600;&#xB358;&#xAC00;, 54.925 <em> 0.4 </em> 100 = 2200&#xC6D0;&#xC744; &#xD398;&#xC774;&#xBC31; &#xD574;&#xC90D;&#xB2C8;&#xB2E4;. </p><p>&#xB300;&#xCDA9; &#xC608;&#xC0C1;&#xD558;&#xAE30;&#xB85C;&#xB294; 1krwp&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xBA74; &#xC800;&#xC790;&#xBCF4;&#xC0C1; 1&#xCC9C;&#xC6D0; + 300&#xC6D0;&#xC740; krwp&#xB85C; &#xB2E4;&#xC2DC; &#xD398;&#xC774;&#xBC31; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. 30%&#xC815;&#xB3C4;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmbBquTqgAJ5Sc2JM52rZEiqXmsg8Ad9TBPMJa8BoRCBKJ/image.png" alt=""></p><p>&#xC608;&#xC0C1; &#xC2DC;&#xB098;&#xB9AC;&#xC624;&#xB97C; &#xC801;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.</p><ul><li>krwp&#xAC00; 1000&#xC6D0; &#xC774;&#xC0C1;&#xC774; &#xB41C;&#xB2E4;. </li><li>sct.krwp &#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xAC00; &#xB9CE;&#xC774; &#xC904;&#xC5B4;&#xB4E0;&#xB2E4;. &#xCD5C;&#xB300; &#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xAC00; &#xB9CE;&#xC774; &#xB0AE;&#xC544;&#xC9C4;&#xB2E4;. &#xC989;, &#xD55C; &#xBC88;&#xC5D0; &#xBCF4;&#xB0BC;&#xC218;&#xC788;&#xB294; krwp&#xC591;&#xC774; &#xC801;&#xC5B4;&#xC9C4;&#xB2E4;.</li><li>&#xC2DC;&#xC911;&#xC5D0; &#xD480;&#xB9B0; krwp&#xAC00; &#xBE60;&#xB974;&#xAC8C; &#xC18C;&#xBAA8;&#xAC00; &#xB418;&#xACE0;, &#xADF8; &#xB2E4;&#xC74C;&#xC5D0; krwp&#xB97C; &#xC0AC;&#xC11C; &#xBCF4;&#xD305;&#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xB294;&#xAC8C; &#xD56D;&#xC0C1; &#xC774;&#xB4DD;&#xC774; &#xB420;&#xB54C;&#xAE4C;&#xC9C0; krwp &#xAC00;&#xACA9;&#xC774; &#xC624;&#xB978;&#xB2E4;.</li></ul><p>sct.krwp&#xC758; sct &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC758; &#xD6A8;&#xACFC;&#xB85C;.. krwp&#xB97C; &#xC2DC;&#xC911;&#xC5D0; &#xB9CE;&#xC774; &#xD480;&#xB9AC;&#xBA74;&#xC694;. &#xC2A4;&#xC651;&#xC2DC;&#xC2A4;&#xD15C;&#xB3C4; &#xB9CE;&#xC774; &#xC0AC;&#xC6A9;&#xB418;&#xACE0;, &#xBF51;&#xAE30;&#xB3C4; &#xB9CE;&#xC774; &#xC4F0;&#xC774;&#xACE0; &#xC804;&#xCCB4;&#xC801;&#xC73C;&#xB85C; &#xD1A0;&#xD070; &#xC0AC;&#xC6A9;&#xC774; &#xB9CE;&#xC544;&#xC9C0;&#xC9C0; &#xC54A;&#xC744;&#xAE4C; &#xAE30;&#xB300;&#xB3C4; &#xD574;&#xBD05;&#xB2C8;&#xB2E4;.</p><p>&#xAC71;&#xC815;&#xB418;&#xB294;&#xAC8C; &#xC788;&#xB2E4;&#xBA74;, &#xBB34;&#xC870;&#xAC74; &#xC774;&#xB4DD;&#xC774; &#xB418;&#xB294; &#xC0C1;&#xD669;&#xC774;&#xB77C;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xBB34;&#xC870;&#xAC74; &#xC774;&#xB4DD;&#xC774;&#xB2C8; &#xC5B4;&#xB5BB;&#xAC8C;&#xB4E0; &#xAE00;&#xC744; &#xB9CE;&#xC774; &#xC4F0;&#xACE0; &#xBCF4;&#xD305;&#xC744; &#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC774;&#xAC8C; &#xC88B;&#xC740;&#xAC74;&#xC9C0;, &#xC548;&#xC88B;&#xC740;&#xAC74;&#xC9C0; &#xBAA8;&#xB974;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC801;&#xC5B4;&#xB3C4;, &#xC0AC;&#xC6A9;&#xC790; &#xC785;&#xC7A5;&#xC5D0;&#xC11C;&#xB294; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/krwp-1000-2" target="_blank" rel="noopener">&#x2018;krwp&#xAC00; 1000&#xC6D0;&#xC774; &#xB420; &#xC218; &#xC788;&#xC744;&#xAE4C;? #2&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/krwp%EA%B0%80-1000%EC%9B%90%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C-2/#disqus_thread</comments>
    </item>
    
    <item>
      <title>20대 후반, 어떻게 돈벌까 ㅋㅋ</title>
      <link>https://jacobyu.net/20%EB%8C%80-%ED%9B%84%EB%B0%98-%EC%96%B4%EB%96%BB%EA%B2%8C-%EB%8F%88%EB%B2%8C%EA%B9%8C-%E3%85%8B%E3%85%8B/</link>
      <guid>https://jacobyu.net/20%EB%8C%80-%ED%9B%84%EB%B0%98-%EC%96%B4%EB%96%BB%EA%B2%8C-%EB%8F%88%EB%B2%8C%EA%B9%8C-%E3%85%8B%E3%85%8B/</guid>
      <pubDate>Sun, 17 May 2020 12:29:33 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;.&lt;/p&gt;
&lt;p&gt;&amp;#xC5EC;&amp;#xB7EC;&amp;#xBD84; &amp;#xB3C8;&amp;#xC744; &amp;#xC5B4;&amp;#xB5BB;&amp;#xAC8C; &amp;#xBC8C;&amp;#xC5B4;&amp;#xC5
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;.</p><p>&#xC5EC;&#xB7EC;&#xBD84; &#xB3C8;&#xC744; &#xC5B4;&#xB5BB;&#xAC8C; &#xBC8C;&#xC5B4;&#xC57C;&#xD560;&#xAE4C;&#xC694;? &#xC5EC;&#xB7EC;&#xBD84;&#xC774; 20&#xB300; &#xD6C4;&#xBC18;&#xC77C;&#xB54C; &#xC5B4;&#xB5BB;&#xAC8C; &#xB3C8;&#xC744; &#xBC8C;&#xC5C8;&#xB098;&#xC694;?<br>20&#xB300; &#xD6C4;&#xBC18;&#xC5D0;&#xAC8C; &#xB3C8;&#xC744; &#xBC84;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xCD94;&#xCC9C;&#xD574;&#xC8FC;&#xC138;&#xC694; &#x314B;&#x314B;</p><p>&#xC9C0;&#xAE08;&#xAECF; &#xC6B0;&#xB9AC; 20&#xB300;&#xB294;, &#xC801;&#xC5B4;&#xB3C4; &#xC800;&#xB294;&#xC694;.</p><p>&#xACE0;&#xB4F1;&#xD559;&#xAD50;&#xB97C; &#xC878;&#xC5C5;&#xD558;&#xACE0;, &#xB300;&#xD559;&#xAD50;&#xB97C; &#xAC00;&#xACE0;, &#xB300;&#xD559;&#xAD50;&#xB97C; &#xC878;&#xC5C5;&#xD558;&#xACE0; &#xD68C;&#xC0AC;&#xB97C; &#xAC00;&#xBA74; &#xBAA8;&#xB4E0;&#xAC8C; &#xD574;&#xACB0;&#xB418;&#xB294;&#xC904; &#xC54C;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4; . &#xADF8;&#xC911;&#xC5D0;&#xC11C;&#xB3C4; &#xC758;&#xC0AC;&#xB098; &#xBCC0;&#xD638;&#xC0AC;, &#xACF5;&#xBB34;&#xC6D0;&#xC744; &#xD558;&#xBA74; &#xB354; &#xC88B;&#xC740; &#xAC83;&#xC774;&#xACE0;, &#xC544;&#xBB34;&#xD2BC; &#xCDE8;&#xC9C1;&#xC744; &#xD558;&#xBA74; &#xB2E4; &#xD574;&#xACB0;&#xB41C;&#xB2E4;&#xB294; &#xC2DD;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xD559;&#xAD50;&#xB97C; &#xC878;&#xC5C5;&#xD558;&#xAE30; &#xC804;&#xC5D0;&#xB294; &#xC774;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD68C;&#xC0AC;&#xB97C; &#xB2E4;&#xB2C8;&#xACE0; &#xC6D4;&#xAE09;&#xC744; &#xBC1B;&#xACE0;, &#xC5F0;&#xBD09;&#xC744; &#xC62C;&#xB9AC;&#xB2E4;&#xBCF4;&#xBA74; &#xC798; &#xC0AC;&#xB294; &#xAC70;&#xACA0;&#xC9C0;. &#xC5F4;&#xC2EC;&#xD788; &#xC77C;&#xD558;&#xACE0;, &#xC804;&#xBB38;&#xAC00;&#xAC00; &#xB418;&#xBA74; &#xC131;&#xACF5;&#xD558;&#xB294;&#xAC83;&#xC774;&#xACA0;&#xC9C0;. &#xC774;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xADFC;&#xB370; &#xD68C;&#xC0AC;&#xB97C; &#xB2E4;&#xB140;&#xBCF4;&#xB2C8; &#xB9D0;&#xC774;&#xC8E0;. &#xD68C;&#xC0AC; &#xC6D4;&#xAE09;&#xB9CC;&#xC73C;&#xB85C;&#xB294; &#xCC28;&#xB3C4; &#xBABB;&#xC0AC;&#xACE0;, &#xC9D1;&#xB3C4; &#xBABB;&#xC0BD;&#xB2C8;&#xB2E4;. &#xB2E8;&#xC21C;&#xD788; &#xC6D4;&#xAE09;&#xB9CC; &#xAC00;&#xC9C0;&#xACE0;&#xB294; &#xBD80;&#xC790;&#xAC00; &#xB420; &#xC218; &#xC5C6;&#xB2E4;&#xB294;&#xAC83; &#xAE68;&#xB2EB;&#xB294; &#xC694;&#xC998;&#xC785;&#xB2C8;&#xB2E4;. &#xC0DD;&#xAC01;&#xD574;&#xBCF4;&#xBA74; &#xC800;&#xB294; &#xB3C8;&#xC744; &#xBC84;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xBC30;&#xC6B4; &#xC801;&#xC774; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xC800;, &#xACF5;&#xBD80;&#xD558;&#xB294;&#xAC78; &#xBC30;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xACF5;&#xBD80;&#xD558;&#xACE0; &#xD68C;&#xC0AC;&#xAC00;&#xC11C; &#xC6D4;&#xAE09; &#xBC1B;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xBC30;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB192;&#xC740; &#xC6D4;&#xAE09;&#xACFC; &#xC548;&#xC815;&#xC801;&#xC778; &#xC6D4;&#xAE09;&#xC744; &#xBC1B;&#xAE30; &#xC704;&#xD574; &#xACF5;&#xBD80;&#xD558;&#xB294;&#xAC83;&#xC744; &#xBC30;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4; </p><p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, 20&#xB144; &#xB118;&#xAC8C; &#xC0B4;&#xBA74;&#xC11C; &#xC8FC;&#xC2DD;&#xC5D0; &#xB300;&#xD574; &#xC804;&#xD600; &#xBC30;&#xC6B4;&#xC801;&#xC774; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xC800;, &#xAC00;&#xC871;&#xC774;&#xB098; &#xC8FC;&#xBCC0;&#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xC8FC;&#xC2DD; &#xD574;&#xC11C; &#xB9DD;&#xD55C; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xB4E4;&#xB824;&#xC90D;&#xB2C8;&#xB2E4;. &#xC8FC;&#xC2DD;&#xC740; &#xB3C4;&#xBC15;&#xC774;&#xB77C;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;</p><p>&#xC5EC;&#xB7EC;&#xBD84;. &#xC88B;&#xC740; &#xBC29;&#xBC95;&#xC774; &#xC788;&#xB2E4;&#xBA74; &#xC54C;&#xB824;&#xC8FC;&#xC138;&#xC694;!!</p><hr><p>&#xC81C;&#xAC00; &#xC0DD;&#xAC01;&#xD55C; &#xBC29;&#xBC95;&#xC740; &#xC774;&#xB807;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li><p>&#xD22C;&#xC790;&#xB294; &#xAFB8;&#xC900;&#xD788; &#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xCF54;&#xC778;&#xACFC; &#xC8FC;&#xC2DD;&#xC5D0; &#xC6A9;&#xB3C8;&#xC744; &#xC870;&#xAE08;&#xC529; &#xD22C;&#xC790;&#xD569;&#xB2C8;&#xB2E4;. 10&#xB144;-20&#xB144; &#xD6C4;&#xC5D0;&#xB294; &#xD070; &#xB3C8;&#xC774; &#xB420;&#xAC70;&#xB77C; &#xBBFF;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p></li><li><p>&#xC11C;&#xBE44;&#xC2A4; &#xB9CC;&#xB4E4;&#xAE30;&#xC785;&#xB2C8;&#xB2E4;. &#xC2E4;&#xB825;&#xC744; &#xACC4;&#xC18D; &#xD0A4;&#xC6CC;&#xB098;&#xAC00;&#xBA74;&#xC11C; &#xC4F8;&#xB9CC;&#xD55C; &#xC11C;&#xBE44;&#xC2A4;&#xB4E4;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xB0C5;&#xB2C8;&#xB2E4;. &#xC6B4;&#xC601;&#xC218;&#xC775;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.</p></li><li>&#xD0C8;&#xC789; &#xD074;&#xB798;&#xC2A4; &#xB9CC;&#xB4E4;&#xAE30;. &#xC81C;&#xAC00; &#xC798;&#xD558;&#xB294;&#xAC78;&#xB85C; &#xD074;&#xB798;&#xC2A4;&#xB97C; &#xB9CC;&#xB4ED;&#xB2C8;&#xB2E4;. &#xC694;&#xC0C8;&#xB294; &#xC7AC;&#xB2A5;&#xAE30;&#xBD80;,&#xC7AC;&#xB2A5;&#xC73C;&#xB85C; &#xB3C8;&#xBC8C;&#xAE30;&#xAC00; &#xC720;&#xD589;&#xC785;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xD574;&#xBCFC;&#xB9CC;&#xD55C;&#xAC74; &#xB9AC;&#xC561;&#xD2B8;, &#xC2A4;&#xD300; &#xBD07; &#xB9CC;&#xB4E4;&#xAE30;, node mcu&#xB85C; &#xC2A4;&#xB9C8;&#xD2B8; &#xC2A4;&#xC704;&#xCE58; &#xB9CC;&#xB4E4;&#xAE30; &#xC815;&#xB3C4;&#xB97C; &#xD074;&#xB798;&#xC2A4;&#xB85C; &#xD574;&#xBCFC;&#xC218; &#xC788;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. (<a href="https://steemit.com/iot/@jacobyu/1358-iot-switch-diy-2" target="_blank" rel="noopener">https://steemit.com/iot/@jacobyu/1358-iot-switch-diy-2</a>)</li><li>&#xAC1C;&#xBC1C;&#xC54C;&#xBC14;&#xC785;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xC798; &#xD574;&#xBCFC;&#xC218;&#xC788;&#xB294;&#xAC8C; &#xAC1C;&#xBC1C;&#xC774;&#xB2C8;, &#xAC1C;&#xBC1C; &#xC54C;&#xBC14;&#xB97C; &#xD569;&#xB2C8;&#xB2E4;. &#xC801;&#xC808;&#xD788; &#xC804;&#xB2EC;&#xD560; &#xC544;&#xC6C3;&#xD48B;&#xACFC; &#xB3C8;&#xC744; &#xC815;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.</li><li>&#xB3C8;&#xC744; &#xC544;&#xB08D;&#xB2C8;&#xB2E4;. &#xC77C;&#xB2E8;, &#xCC28;&#xB294; &#xC548;&#xC0AC;&#xB824;&#xACE0;&#xC694;. &#xC544;&#xAEF4;&#xC11C; &#xD22C;&#xC790;&#xD569;&#xB2E4;.</li></ul><hr><p>&#xAE34; &#xAE00; &#xC77D;&#xC5B4;&#xC8FC;&#xC154;&#xC11C; &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.<br>&#xC870;&#xC5B8; &#xBD80;&#xD0C1;&#xB4DC;&#xB9BD;&#xB2C8;&#xB2F9;!!</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/20" target="_blank" rel="noopener">&#x2018;20&#xB300; &#xD6C4;&#xBC18;, &#xC5B4;&#xB5BB;&#xAC8C; &#xB3C8;&#xBC8C;&#xAE4C; &#x314B;&#x314B;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/20%EB%8C%80-%ED%9B%84%EB%B0%98-%EC%96%B4%EB%96%BB%EA%B2%8C-%EB%8F%88%EB%B2%8C%EA%B9%8C-%E3%85%8B%E3%85%8B/#disqus_thread</comments>
    </item>
    
  </channel>
</rss>
