<?xml version="1.0" encoding="utf-8"?>
<rss version="2.0"
  xmlns:atom="http://www.w3.org/2005/Atom"
  xmlns:content="http://purl.org/rss/1.0/modules/content/">
  <channel>
    <title>Jacob</title>
    <link>http://passionbull.github.io/</link>
    <atom:link href="/rss2.xml" rel="self" type="application/rss+xml"/>
    
    <description></description>
    <pubDate>Thu, 14 Nov 2019 17:09:48 GMT</pubDate>
    <generator>http://hexo.io/</generator>
    
    <item>
      <title>스팀블로그 만들기(소셜댓글, 카테고리, 검색, 방문자수, 광고)</title>
      <link>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%EB%B8%94%EB%A1%9C%EA%B7%B8-%EB%A7%8C%EB%93%A4%EA%B8%B0%EC%86%8C%EC%85%9C%EB%8C%93%EA%B8%80-%EC%B9%B4%ED%85%8C%EA%B3%A0%EB%A6%AC-%EA%B2%80%EC%83%89-%EB%B0%A9%EB%AC%B8%EC%9E%90%EC%88%98-%EA%B4%91%EA%B3%A0/</link>
      <guid>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%EB%B8%94%EB%A1%9C%EA%B7%B8-%EB%A7%8C%EB%93%A4%EA%B8%B0%EC%86%8C%EC%85%9C%EB%8C%93%EA%B8%80-%EC%B9%B4%ED%85%8C%EA%B3%A0%EB%A6%AC-%EA%B2%80%EC%83%89-%EB%B0%A9%EB%AC%B8%EC%9E%90%EC%88%98-%EA%B4%91%EA%B3%A0/</guid>
      <pubDate>Tue, 12 Nov 2019 03:13:42 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&lt;img src=&quot;https://cdn.steemitimages.com/DQmNP7DzMFWjwcBtvJGyYhTsFeBB21ShfT8UyETqNSLUgbg/image.png&quot; alt=&quot;&quot;&gt;&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;https://jacoby
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p><img src="https://cdn.steemitimages.com/DQmNP7DzMFWjwcBtvJGyYhTsFeBB21ShfT8UyETqNSLUgbg/image.png" alt=""></p><p><a href="https://jacobyu.net" target="_blank" rel="noopener">https://jacobyu.net</a></p><p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;. </p><h4 id="1-&#xC18C;&#xAC1C;"><a href="#1-&#xC18C;&#xAC1C;" class="headerlink" title="1. &#xC18C;&#xAC1C;"></a>1. &#xC18C;&#xAC1C;</h4><p>&#xC81C;&#xAC00; &#xC608;&#xC804;&#xBD80;&#xD130; &#xC791;&#xC5C5;&#xD558;&#xB358; &#xAC83;&#xC778;&#xB370;.. &#xD55C;&#xBC88; &#xC18C;&#xAC1C;&#xD574;&#xB4DC;&#xB9AC;&#xB824;&#xACE0;&#xC694;.<br>&#xBB34;&#xC5C7;&#xC744; &#xC18C;&#xAC1C;&#xD560;&#xAEBC;&#xB0D0;&#xBA74; &#xC81C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xC18C;&#xAC1C;&#xD569;&#xB2C8;&#xB2E4;!!!!<br>&#xC774; &#xBE14;&#xB85C;&#xADF8;&#xB294; &#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC744; &#xD65C;&#xC6A9;&#xD55C; &#xBE14;&#xB85C;&#xADF8;&#xC785;&#xB2C8;&#xB2E4;. </p><p><a href="https://github.com/steemblog/blog" target="_blank" rel="noopener">steemblog</a>&#xB77C;&#xB294; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xC5D0; &#xC81C;&#xAC00; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xCD94;&#xAC00;&#xD574;&#xC11C; &#xBA4B;&#xC9C4; &#xBE14;&#xB85C;&#xADF8;&#xB85C; &#xD0C8;&#xBC14;&#xAFC8; &#xC911;&#xC785;&#xB2C8;&#xB2E4;. &#xC774; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB294; @roberyan&#xC774; &#xC2DC;&#xC791;&#xD55C; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xC778;&#xB370;&#xC694;. &#xC544;&#xC8FC; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC774; &#xBE14;&#xB85C;&#xADF8;&#xB294; hexo&#xC5D0;&#xB2E4;&#xAC00; github&#xC744; &#xBD99;&#xC774;&#xACE0;, &#xADF8;&#xB9AC;&#xACE0; steem&#xC744; &#xBD99;&#xC778;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC989;, &#xB370;&#xC774;&#xD130;&#xB294; &#xC2A4;&#xD300;&#xC5D0;&#xC11C; &#xAC00;&#xC838;&#xC624;&#xACE0;, &#xBCF4;&#xC5EC;&#xC8FC;&#xB294;&#xAC74; hexo&#xAC00; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294;&#xAC83;&#xC774;&#xC8E0;. &#xD638;&#xC2A4;&#xD305;&#xC740; github&#xC774; &#xD558;&#xACE0;&#xC694;. &#xC644;&#xC804; &#xBB34;&#xB8CC;&#xB85C; &#xBA4B;&#xC9C4; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD14C;&#xB9C8;&#xB3C4; &#xB2E4;&#xC591;&#xD558;&#xACE0;&#xC694;.</p><p>&#xC804; &#xC2A4;&#xD300;&#xC774; &#xCD5C;&#xACE0;&#xC758; &#xBE14;&#xB85C;&#xADF8; &#xD50C;&#xB7AB;&#xD3FC;&#xC774; &#xB420; &#xC218; &#xC788;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD574;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC65C;&#xB0D0;&#xD558;&#xBA74; &#xC2A4;&#xD300;&#xC5D0; &#xC800;&#xC7A5;&#xB41C; &#xB370;&#xC774;&#xD130;&#xB294; &#xB0A0;&#xB77C;&#xAC00;&#xC9C0; &#xC54A;&#xAE30; &#xB54C;&#xBB38;&#xC785;&#xB2C8;&#xB2E4;. &#xC99D;&#xC778;&#xB4E4; &#xB178;&#xB4DC;&#xB9CC; &#xB3CC;&#xC544;&#xAC00;&#xACE0; &#xC788;&#xB2E4;&#xBA74;, &#xC81C; &#xB370;&#xC774;&#xD130;&#xB294; &#xD3C9;&#xC0DD; &#xAE30;&#xB85D;&#xB3FC;&#xC788;&#xB294;&#xAC70;&#xC8E0;. &#xC774;&#xAC8C; &#xC544;&#xC8FC; &#xD070; &#xBA54;&#xB9AC;&#xD2B8;&#xC785;&#xB2C8;&#xB2E4;. Engrave&#xC640; Steempress&#xAC00; &#xB300;&#xD45C;&#xC801;&#xC778; &#xC2A4;&#xD300;&#xC744; &#xD65C;&#xC6A9;&#xD55C; &#xBE14;&#xB85C;&#xADF8;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC81C;&#xAC00; engrave&#xB098; steempress&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0; &#xC54A;&#xAC8C; &#xB41C; &#xC774;&#xC720;&#xB294; &#xD06C;&#xAC8C; 2&#xAC00;&#xC9C0;&#xC785;&#xB2C8;&#xB2E4;. &#xCCAB;&#xBC88;&#xC9F8;&#xB294; &#xBCA0;&#xB124;&#xD53C;&#xC154;&#xB9AC;&#xB97C; &#xB5BC;&#xAC00;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC0AC;&#xC2E4; &#xC7A5;&#xC810;&#xC774; &#xB9CE;&#xC544; &#xC5B4;&#xB290;&#xC815;&#xB3C4; &#xB0BC;&#xB9CC;&#xD55C; &#xAE08;&#xC561;&#xC774;&#xAE34;&#xD569;&#xB2C8;&#xB2E4;&#xB9CC; 5-15%&#xC815;&#xB3C4;&#xC758; &#xC218;&#xC775;&#xC744; &#xAC00;&#xC838;&#xAC11;&#xB2C8;&#xB2E4;. </p><p>&#xB450;&#xBC88;&#xC9F8;&#xB294; &#xD50C;&#xB7AB;&#xD3FC; &#xC704;&#xC5D0;&#xC11C; &#xC801;&#xC5B4;&#xC57C;&#xB9CC; &#xD588;&#xB358; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xD2B8;&#xB9BD;&#xC2A4;&#xD300;&#xC774;&#xB098; &#xD14C;&#xC774;&#xC2A4;&#xD300;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;&#xC11C; &#xC791;&#xC131;&#xD55C; &#xAE00;&#xC740; engrave, steempress&#xC5D0; &#xBCF4;&#xC774;&#xC9C0; &#xC54A;&#xB294;&#xB2E4;&#xB294;&#xAC8C; &#xC800;&#xC5D0;&#xAC90; &#xD070; &#xB2E8;&#xC810;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="2-&#xAE30;&#xB2A5;"><a href="#2-&#xAE30;&#xB2A5;" class="headerlink" title="2. &#xAE30;&#xB2A5;"></a>2. &#xAE30;&#xB2A5;</h4><p>&#xC800;&#xB294; 2&#xAC00;&#xC9C0; &#xB2E8;&#xC810;&#xC744; &#xD574;&#xACB0;&#xD558;&#xAE30; &#xC704;&#xD574;  steemblog&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.  &#xC81C;&#xAC00; &#xB9CC;&#xB4E4;&#xACE0; &#xC788;&#xB294; &#xBE14;&#xB85C;&#xADF8;&#xB294; &#xC544;&#xB798;&#xC758; &#xAE30;&#xB2A5;&#xB4E4;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;. </p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br></pre></td><td class="code"><pre><span class="line">1. &#xC2A4;&#xD300;&#xC5D0; &#xC791;&#xC131;&#xD55C; &#xAE00; &#xAC00;&#xC838;&#xC624;&#xAE30;</span><br><span class="line">2. &#xC2A4;&#xD300;&#xC5D0;&#xC11C; &#xAC00;&#xC838;&#xC628; &#xAE00;&#xC744; &#xCE74;&#xD14C;&#xACE0;&#xB9AC;, &#xC11C;&#xBE0C;&#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xB85C; &#xBD84;&#xB958;&#xD558;&#xAE30;</span><br><span class="line">3. &#xC378;&#xB124;&#xC77C;&#xC5C6;&#xC744;&#xB54C;, default &#xC774;&#xBBF8;&#xC9C0; &#xC0AC;&#xC6A9;&#xD558;&#xAE30;</span><br><span class="line">4. &#xBC29;&#xBB38;&#xC790;&#xC218; &#xD45C;&#xC2DC;&#xD558;&#xAE30;</span><br><span class="line">5. &#xC6F9;&#xB9C8;&#xC2A4;&#xD130;, &#xC0AC;&#xC774;&#xD2B8;&#xB9F5;, &#xAD6C;&#xAE00; analytics &#xBD99;&#xC784;</span><br><span class="line">6. &#xC18C;&#xC15C; &#xB313;&#xAE00; (&#xB85C;&#xADF8;&#xC778; &#xC5C6;&#xC774; &#xB313;&#xAE00;&#xC791;&#xC131; &#xAC00;&#xB2A5;)</span><br><span class="line">7. &#xAD11;&#xACE0; &#xBD99;&#xC784;</span><br><span class="line">8. permlink&#xC758; &#xD55C;&#xAE00;&#xD654;</span><br><span class="line">9. &#xAC80;&#xC0C9;&#xAE30;&#xB2A5;</span><br><span class="line">10. &#xBCA0;&#xB124;&#xD53C;&#xC154;&#xB9AC; &#xC5C6;&#xC74C;</span><br><span class="line">11. &#xC5B4;&#xB5A4; &#xD50C;&#xB7AB;&#xD3FC; (&#xD14C;&#xC774;&#xC2A4;&#xD300;, &#xD2B8;&#xB9BD;&#xC2A4;&#xD300;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;, Engrave)&#xC5D0;&#xC11C; &#xC791;&#xC131;&#xD574;&#xB3C4; &#xC0C1;&#xAD00;&#xC5C6;&#xC74C;</span><br></pre></td></tr></tbody></table></figure><p>&#xB2E8;&#xC810;&#xC774; &#xC788;&#xB2E4;&#xBA74;, &#xAE00;&#xC774; &#xBC14;&#xB85C;&#xBC14;&#xB85C; &#xC5C5;&#xB370;&#xC774;&#xD2B8; &#xB418;&#xC9C0; &#xC54A;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. hexo &#xC790;&#xCCB4;&#xAC00; &#xAE00;&#xC744; &#xBBF8;&#xB9AC; &#xC800;&#xC7A5;&#xD574;&#xB193;&#xACE0; &#xADF8;&#xAC78; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294; &#xD50C;&#xB7AB;&#xD3FC;&#xC774;&#xAE30; &#xB54C;&#xBB38;&#xC5D0; &#xBC14;&#xB85C;&#xBC14;&#xB85C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xB97C; &#xD560; &#xC218; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xADF8;&#xB7FC;&#xC5D0;&#xB3C4; &#xBD88;&#xAD6C;&#xD558;&#xACE0;, &#xB0B4;&#xB9D8;&#xB300;&#xB85C; &#xB123;&#xACE0;&#xC2F6;&#xC740;&#xAC78; &#xB123;&#xC744; &#xC218; &#xC788;&#xB294;&#xAC8C; &#xD070; &#xC7A5;&#xC810;&#xC774;&#xACE0;&#xC694;. &#xCCA8;&#xBD80;&#xD130; &#xB9CC;&#xB4E4;&#xD544;&#xC694;&#xC5C6;&#xC774; &#xC774;&#xBBF8; &#xB9CC;&#xB4E4;&#xC5B4;&#xC9C4; hexo&#xB97C; &#xD65C;&#xC6A9;&#xD588;&#xAE30; &#xB54C;&#xBB38;&#xC5D0; &#xAE08;&#xBC29; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><h4 id="3-&#xAC80;&#xC0C9;&#xAE30;&#xB2A5;"><a href="#3-&#xAC80;&#xC0C9;&#xAE30;&#xB2A5;" class="headerlink" title="3. &#xAC80;&#xC0C9;&#xAE30;&#xB2A5;"></a>3. &#xAC80;&#xC0C9;&#xAE30;&#xB2A5;</h4><p>&#xC81C; &#xBE14;&#xB85C;&#xADF8;&#xC5D0; &#xBD99;&#xC5B4;&#xC788;&#xB294; &#xAC80;&#xC0C9;&#xAE30;&#xB2A5;&#xC740; &#xB418;&#xAC8C; &#xC88B;&#xC740;&#xB370;&#xC694;. &#xC804; &#xCD5C;&#xADFC;&#xC5D0; &#xC81C;&#xAC00; &#xC4F4; &#xC61B;&#xB0A0; &#xAE00;&#xC744; &#xCC3E;&#xC744; &#xB54C;&#xB294; &#xC81C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xD65C;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. &#xC81C;&#xBAA9;, &#xB0B4;&#xC6A9;, &#xD0DC;&#xADF8;&#xB97C; &#xBAA8;&#xB450; &#xAC80;&#xC0C9;&#xD574;&#xC11C; &#xC6D0;&#xD558;&#xB294; &#xAE00;&#xC744; &#xC798; &#xCC3E;&#xC544;&#xC8FC;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xC8E0;. &#xAC80;&#xC0C9;&#xC744; &#xD558;&#xBA74; &#xC544;&#xB798;&#xCC98;&#xB7FC; &#xACB0;&#xACFC;&#xAC00; &#xB098;&#xC635;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmbpJaUdQivrbEHWVvVRxTqwdXsGoL2juELpYAcrC9usDd/image.png" alt=""></p><h4 id="4-&#xCE74;&#xD14C;&#xACE0;&#xB9AC;"><a href="#4-&#xCE74;&#xD14C;&#xACE0;&#xB9AC;" class="headerlink" title="4. &#xCE74;&#xD14C;&#xACE0;&#xB9AC;"></a>4. &#xCE74;&#xD14C;&#xACE0;&#xB9AC;</h4><p>&#xC81C;&#xAC00; &#xC4F4; &#xC11C;&#xD3C9;&#xC774;&#xB098; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB4E4;&#xC744; &#xBAA8;&#xC544;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC55E;&#xC73C;&#xB85C; &#xC81C;&#xAC00; &#xC4F4; &#xAE00;&#xB4E4;&#xC744; &#xC798; &#xBD84;&#xB958;&#xD574;&#xBCF4;&#xB824;&#xACE0;&#xC694;. &#xBAA8;&#xB4E0; &#xAE00;&#xC744; &#xBD84;&#xB958;&#xD560; &#xD544;&#xC694;&#xB294; &#xC5C6;&#xACE0; &#xC798; &#xC801;&#xC740; &#xAE00;&#xB4E4;&#xB9CC; &#xBD84;&#xB958;&#xD558;&#xB824;&#xACE0;&#xD569;&#xB2C8;&#xB2E4;.</p><p><a href="https://jacobyu.net/categories/&#xCC45;/" target="_blank" rel="noopener">https://jacobyu.net/categories/&#xCC45;/</a><br><a href="https://jacobyu.net/categories/&#xD504;&#xB85C;&#xC81D;&#xD2B8;/" target="_blank" rel="noopener">https://jacobyu.net/categories/&#xD504;&#xB85C;&#xC81D;&#xD2B8;/</a></p><p><img src="https://cdn.steemitimages.com/DQmSsKdpfFN5ELjHahXwDduPHBjz2qpd7MQANcjZF21i5P2/image.png" alt=""></p><h4 id="5-&#xD55C;&#xAE00;-permlink"><a href="#5-&#xD55C;&#xAE00;-permlink" class="headerlink" title="5. &#xD55C;&#xAE00; permlink"></a>5. &#xD55C;&#xAE00; permlink</h4><p>&#xC2A4;&#xD300;&#xC740; &#xD55C;&#xAE00; permlink&#xAC00; &#xC9C0;&#xC6D0;&#xB418;&#xC9C0;&#xC54A;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC804; &#xD0C0;&#xC774;&#xD2C0;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; permlink&#xB97C; &#xB9CC;&#xB4E4;&#xB3C4;&#xB85D; &#xC791;&#xC5C5;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC544;&#xB798; &#xAE00;&#xCC98;&#xB7FC; &#xC81C;&#xBAA9;&#xC774; permlink&#xAC00; &#xB429;&#xB2C8;&#xB2E4;.</p><p><a href="https://jacobyu.net/&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;-&#xAC11;&#xB2C8;&#xB2E4;/" target="_blank" rel="noopener">https://jacobyu.net/&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;-&#xAC11;&#xB2C8;&#xB2E4;/</a></p><p>Swap&#xAE30;&#xB2A5;&#xC5D0; &#xB300;&#xD574; &#xC801;&#xC740; &#xAC83;&#xB3C4; &#xC544;&#xB798;&#xC758; &#xB9C1;&#xD06C;&#xB85C; &#xB4E4;&#xC5B4;&#xAC00;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><p><a href="https://jacobyu.net/categories/&#xD504;&#xB85C;&#xC81D;&#xD2B8;/Swap/" target="_blank" rel="noopener">https://jacobyu.net/categories/&#xD504;&#xB85C;&#xC81D;&#xD2B8;/Swap/</a></p><h4 id="&#xB05D;"><a href="#&#xB05D;" class="headerlink" title="&#xB05D;."></a>&#xB05D;.</h4><p>&#xC774; &#xBE14;&#xB85C;&#xADF8; &#xC14B;&#xD305; &#xACFC;&#xC815;&#xC73C;&#xB85C; &#xD3EC;&#xC2A4;&#xD305;&#xB3C4; &#xD55C;&#xBC88; &#xC368;&#xBCF4;&#xACE0; &#xC2F6;&#xAE34;&#xD569;&#xB2C8;&#xB2E4;. &#xB204;&#xAD6C;&#xB098; &#xC27D;&#xAC8C; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xAC8C;&#xD55C;&#xB2E4;&#xBA74;, &#xAC15;&#xC758;&#xB97C; &#xD574;&#xB3C4; &#xC88B;&#xC744; &#xAC83; &#xAC19;&#xC544;&#xC694;! &#xB610;, &#xBE14;&#xB85C;&#xADF8; &#xD50C;&#xB7AB;&#xD3FC;&#xC73C;&#xB85C; &#xD314;&#xC544;&#xBCFC; &#xC218;&#xB3C4; &#xC788;&#xACA0;&#xACE0;&#xC694;.</p><p>&#xAC1C;&#xBC1C;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C;&#xB294; hexo-github-steem&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xB9CC;&#xB4E0; &#xC774; &#xBE14;&#xB85C;&#xADF8;&#xAC00; &#xB418;&#xAC8C; &#xB9E4;&#xB825;&#xC801;&#xC73C;&#xB85C; &#xB290;&#xAEF4;&#xC9C8; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. DIY&#xB85C; &#xB9CC;&#xB4DC;&#xB294; &#xBE14;&#xB85C;&#xADF8;.. &#xB370;&#xC774;&#xD130;&#xB294; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xC800;&#xC7A5;&#xB41C; &#xBE14;&#xB85C;&#xADF8;.. &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC744; &#xC2A4;&#xD300;&#xC73C;&#xB85C; &#xB370;&#xB824;&#xC62C; &#xC218; &#xC788;&#xC744; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xBA87; &#xAC1C; &#xBD88;&#xD3B8;&#xD55C; &#xAC83;&#xB4E4;&#xC774; &#xC5C6;&#xC560;&#xBA74;, &#xC81C;&#xAC00; &#xC6B4;&#xC601;&#xD558;&#xACE0; &#xC788;&#xB294; &#xB3C5;&#xC11C;&#xBAA8;&#xC784; &#xD398;&#xC774;&#xC9C0;&#xB294; &#xC81C;&#xAC00; &#xB530;&#xB85C; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCFC;&#xAE4C;&#xD569;&#xB2C8;&#xB2E4;. &#xAE30;&#xC874; &#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC740; &#xC544;&#xBB34;&#xB370;&#xC11C;&#xB098; &#xAE00; &#xC4F0;&#xBA74; &#xB418;&#xACE0;&#xC694;. &#xC81C;&#xAC00; &#xADF8; &#xAE00;&#xB4E4;&#xC744; &#xD558;&#xB098;&#xC758; &#xD398;&#xC774;&#xC9C0;&#xC5D0;&#xC11C; &#xBD84;&#xB958;&#xD558;&#xACE0; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294; &#xAC83;&#xC774;&#xC8E0;.</p><p>&#xAD00;&#xC2EC;&#xC788;&#xC73C;&#xC2E0; &#xBD84;&#xB4E4;&#xC740; &#xB313;&#xAE00; &#xB2EC;&#xC544;&#xC8FC;&#xC154;&#xC694;. </p><p>&#xAE34; &#xAE00; &#xC77D;&#xC5B4;&#xC8FC;&#xC154;&#xC11C; &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4aow7v" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8; &#xB9CC;&#xB4E4;&#xAE30;(&#xC18C;&#xC15C;&#xB313;&#xAE00;, &#xCE74;&#xD14C;&#xACE0;&#xB9AC;, &#xAC80;&#xC0C9;, &#xBC29;&#xBB38;&#xC790;&#xC218;, &#xAD11;&#xACE0;)&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%EB%B8%94%EB%A1%9C%EA%B7%B8-%EB%A7%8C%EB%93%A4%EA%B8%B0%EC%86%8C%EC%85%9C%EB%8C%93%EA%B8%80-%EC%B9%B4%ED%85%8C%EA%B3%A0%EB%A6%AC-%EA%B2%80%EC%83%89-%EB%B0%A9%EB%AC%B8%EC%9E%90%EC%88%98-%EA%B4%91%EA%B3%A0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[일기] 로봇 이야기, 아이디어, 디테일</title>
      <link>http://passionbull.github.io/%EC%9D%BC%EA%B8%B0-%EB%A1%9C%EB%B4%87-%EC%9D%B4%EC%95%BC%EA%B8%B0-%EC%95%84%EC%9D%B4%EB%94%94%EC%96%B4-%EB%94%94%ED%85%8C%EC%9D%BC/</link>
      <guid>http://passionbull.github.io/%EC%9D%BC%EA%B8%B0-%EB%A1%9C%EB%B4%87-%EC%9D%B4%EC%95%BC%EA%B8%B0-%EC%95%84%EC%9D%B4%EB%94%94%EC%96%B4-%EB%94%94%ED%85%8C%EC%9D%BC/</guid>
      <pubDate>Mon, 11 Nov 2019 14:57:48 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC5B4;&amp;#xC81C; k&amp;#xC640; &amp;#xBBF8;&amp;#xD305;&amp;#xC744; &amp;#xD588;&amp;#xB294;&amp;#xB370; &amp;#xB0B4;&amp;#xC6A9;&amp;#xC744; &amp;#xC815;&amp;#xB9AC;&amp;#xD574;&amp;#xBCF8;&amp;#x
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC5B4;&#xC81C; k&#xC640; &#xBBF8;&#xD305;&#xC744; &#xD588;&#xB294;&#xB370; &#xB0B4;&#xC6A9;&#xC744; &#xC815;&#xB9AC;&#xD574;&#xBCF8;&#xB2E4;.</p><p>&#xC0B0;&#xC5C5;&#xC6A9; &#xB85C;&#xBD07;, &#xAD50;&#xC721;&#xC6A9; &#xB85C;&#xBD07;, &#xC18C;&#xC15C; &#xB85C;&#xBD07;<br>&#xC18C;&#xC15C;&#xB85C;&#xBD07;&#xC740; &#xB9DD;&#xD588;&#xACE0;, &#xAD50;&#xC721;&#xC6A9;&#xB85C;&#xBD07;&#xC740; &#xACBD;&#xC7C1;&#xC911;</p><p>&#xB85C;&#xBD07;&#xC758; &#xC218;&#xC694;&#xB294; &#xB9CE;&#xB2E4;. &#xACF5;&#xAE09;&#xC774; &#xC5B4;&#xB835;&#xB2E4;. &#xC65C;&#xB0D0;&#xD558;&#xBA74; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xC6D0;&#xD558;&#xB294; &#xC218;&#xC900;&#xC744; &#xC544;&#xC9C1; &#xB9CC;&#xB4E4; &#xC218; &#xC5C6;&#xB2E4;. &#xC0AC;&#xB78C;&#xC774; &#xC798;&#xD558;&#xB294;&#xAC74; &#xB85C;&#xBD07;&#xC774; &#xBABB;&#xD558;&#xACE0;, &#xB85C;&#xBD07;&#xC774; &#xBABB;&#xD558;&#xB294; &#xAC78; &#xC0AC;&#xB78C;&#xC774; &#xC798;&#xD55C;&#xB2E4;. &#xC0AC;&#xB78C;&#xC740; &#xC0AC;&#xB78C;&#xC744; &#xC798;&#xD558;&#xB294;&#xAC83;&#xC744; &#xB85C;&#xBD07;&#xC5D0;&#xAC8C; &#xCC3E;&#xB294;&#xB2E4;. &#xC774;&#xB807;&#xAC8C;&#xB418;&#xBA74; &#xC548;&#xB41C;&#xB2E4;.</p><p>&#xC11C;&#xB85C; &#xBCF4;&#xC644;&#xD560;&#xC218; &#xC788;&#xB294; &#xD615;&#xD0DC;&#xAC00; &#xB418;&#xC57C;&#xD55C;&#xB2E4;.</p><p>&#xC0B0;&#xC5C5;&#xC6A9; &#xB85C;&#xBD07;&#xC774; &#xC544;&#xB2CC; &#xB85C;&#xBD07; &#xC911;&#xC5D0; &#xC131;&#xACF5;&#xD55C; &#xAC74; &#xCCAD;&#xC18C; &#xB85C;&#xBD07;, &#xC131;&#xACF5;&#xD55C; &#xC774;&#xC720;&#xB294; &#xC5B4;&#xC815;&#xCA61;&#xD55C; ai&#xC640; &#xC5B4;&#xC815;&#xCA61;&#xD55C; &#xD558;&#xB4DC;&#xC6E8;&#xC5B4;</p><p>&#xCCAD;&#xC18C;&#xB85C;&#xBD07;&#xC740; &#xCC9C;&#xCC9C;&#xD788; &#xC6C0;&#xC9C1;&#xC774;&#xBA74;&#xC11C; &#xBC14;&#xBCF4;&#xCC98;&#xB7FC; &#xBAA8;&#xB4E0; &#xAD6C;&#xC5ED;&#xC744; &#xCCAD;&#xC18C;&#xD558;&#xB294;&#xAC8C; &#xB0AB;&#xB2E4;. &#xCCAD;&#xC18C;&#xB85C;&#xBD07;&#xC5D0; &#xBA3C;&#xC9C0;&#xC13C;&#xC11C;&#xB97C; &#xBD99;&#xC774;&#xBA74; &#xB0B4;&#xAC00; &#xB354;&#xB7FD;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD558;&#xB294; &#xBD80;&#xBD84;&#xACFC; &#xB85C;&#xBD07;&#xC774; &#xB354;&#xB7FD;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD558;&#xB294; &#xBD80;&#xBD84;&#xC774; &#xB2E4;&#xB97C; &#xC218; &#xC788;&#xB2E4;.</p><p>&#xC735;&#xD569;&#xC774;&#xB780; &#xD55C;&#xCABD; &#xC601;&#xC5ED;&#xC5D0;&#xC11C; &#xD30C;&#xBA39;&#xC744;&#xAC8C; &#xC5C6;&#xC5B4;&#xC11C; &#xB2E4;&#xB978; &#xC601;&#xC5ED;&#xC744; &#xAE30;&#xC6C3;&#xAC70;&#xB9AC;&#xB294; &#xAC83;. &#xADF8;&#xB7EC;&#xB2E4;&#xAC00; &#xAD1C;&#xCC2E;&#xC740; &#xD0C8;&#xCD9C;&#xAD6C;&#xB97C; &#xCC3E;&#xB294; &#xAC83;. &#xAE30;&#xC220;&#xC758; &#xC9C4;&#xBCF4;&#xAC00; &#xC544;&#xB2CC; &#xD6A1;&#xBCF4;. &#xBA40;&#xB9AC;&#xC11C; &#xBCF4;&#xAE30;&#xC5D4; &#xB098;&#xC774;&#xC2A4;&#xD574;&#xBCF4;&#xC774;&#xC9C0;&#xB9CC;, &#xC0AC;&#xC2E4; &#xADF8;&#xB807;&#xC9C0;&#xC54A;&#xC74C;.</p><p>&#xC218;&#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xAC00; &#xC788;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC; &#xC2E4;&#xCC9C;&#xC740; &#xB2E4;&#xB974;&#xB2E4;.<br>&#xC2E4;&#xCC9C;&#xD560; &#xC218; &#xC788;&#xB294; &#xC0AC;&#xB78C;&#xB3C4; &#xC788;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xD575;&#xC2EC;&#xAE30;&#xB2A5; &#xAD6C;&#xD604;&#xD588;&#xB2E4;&#xACE0; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xB97C; &#xC2E4;&#xD589;&#xD55C;&#xAC8C; &#xC774;&#xB2C8;&#xB2E4;. &#xD575;&#xC2EC;&#xAE30;&#xB2A5;&#xC744; &#xAD6C;&#xD604;&#xD588;&#xB2E4;&#xBA74;, &#xADF8;&#xAC78; &#xD55C;&#xAC70;&#xC758; 10&#xBC30;-50&#xBC30;&#xB294; &#xB354; &#xD574;&#xC57C;&#xC9C0; &#xC644;&#xC131;&#xB3C4;&#xAC00; &#xC788;&#xAC8C;&#xB41C;&#xB2E4;.</p><p>&#xC608;&#xB97C;&#xB4E4;&#xC5B4;, &#xB9E4;&#xD2B8;&#xB7A9;&#xC758; &#xD575;&#xC2EC;&#xC740; &#xB0B4;&#xBD80;&#xC5D0;&#xC11C; &#xACC4;&#xC0B0;&#xD558;&#xB294;&#xAC70;&#xB77C;&#xACE0; &#xD574;&#xBCF4;&#xC790;. &#xD558;&#xC9C0;&#xB9CC;, ui&#xC5D0;&#xC11C; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xC120;&#xD0DD;&#xD558;&#xACE0; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294;&#xAC8C; 80-90&#xD37C;&#xB77C;&#xACE0; &#xBCFC; &#xC218; &#xC788;&#xB2E4;. &#xB204;&#xAD70;&#xAC00; &#xB9E4;&#xD2B8;&#xB7A9;&#xC758; &#xD575;&#xC2EC;&#xC744; &#xAC1C;&#xBC1C;&#xD588;&#xB354;&#xB77C;&#xB3C4; ui&#xB098; &#xB514;&#xD14C;&#xC77C;&#xD55C; &#xBD80;&#xBD84;&#xD558;&#xB294;&#xB370; &#xC0AC;&#xC2E4; &#xB354; &#xC2DC;&#xAC04;&#xC744; &#xB9CE;&#xC774; &#xC368;&#xC57C;&#xD55C;&#xB2E4;. &#xC88B;&#xC740; &#xC544;&#xC774;&#xB514;&#xC5B4; &#xAC00;&#xC9C4; &#xC0AC;&#xB78C;&#xC740; &#xB9CE;&#xC9C0;&#xB9CC;, &#xB514;&#xD14C;&#xC77C;&#xAE4C;&#xC9C0; &#xC2E0;&#xACBD;&#xC368;&#xC11C; &#xC644;&#xC131;&#xC2DC;&#xD0A4;&#xB294;&#xAC74; &#xC5B4;&#xB835;&#xB2E4;. </p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2mv8gi" target="_blank" rel="noopener">&#x2018;[&#xC77C;&#xAE30;] &#xB85C;&#xBD07; &#xC774;&#xC57C;&#xAE30;, &#xC544;&#xC774;&#xB514;&#xC5B4;, &#xB514;&#xD14C;&#xC77C;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%9D%BC%EA%B8%B0-%EB%A1%9C%EB%B4%87-%EC%9D%B4%EC%95%BC%EA%B8%B0-%EC%95%84%EC%9D%B4%EB%94%94%EC%96%B4-%EB%94%94%ED%85%8C%EC%9D%BC/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[후기] SteemFest4 - Bangkok</title>
      <link>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest4---Ban-kok/</link>
      <guid>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest4---Ban-kok/</guid>
      <pubDate>Sat, 09 Nov 2019 09:16:00 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;. &lt;/p&gt;
&lt;p&gt;&amp;#xC2A4;&amp;#xD300;&amp;#xD398;&amp;#xC2A4;&amp;#xD2
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xB290;&#xB080;&#xAC83;&#xC744; &#xC880; &#xC801;&#xC5B4;&#xBCFC;&#xAC8C;&#xC694;.</p><p>&#xC81C;&#xAC00; &#xB290;&#xB080;&#xAC78; &#xC124;&#xBA85;&#xD558;&#xB294;&#xAC8C; &#xB108;&#xBB34; &#xC5B4;&#xB835;&#xAD70;&#xC694;..<br>&#xC601;&#xC5B4;&#xB85C;&#xB3C4; &#xD55C;&#xBC88; &#xC801;&#xC5B4;&#xBD10;&#xC57C;&#xACA0;&#xC5B4;&#xC694;.<br>(I will write an english review about steemfest soon!)</p><h4 id="&#xC5F0;&#xC5B4;&#xB2D8;&#xC758;-&#xBC1C;&#xD45C;"><a href="#&#xC5F0;&#xC5B4;&#xB2D8;&#xC758;-&#xBC1C;&#xD45C;" class="headerlink" title="&#xC5F0;&#xC5B4;&#xB2D8;&#xC758; &#xBC1C;&#xD45C;"></a>&#xC5F0;&#xC5B4;&#xB2D8;&#xC758; &#xBC1C;&#xD45C;</h4><p>&#xC790;&#xAE30; &#xC790;&#xC2E0;&#xC744; &#xC18C;&#xAC1C;&#xD558;&#xACE0; &#xC5B4;&#xD544;&#xD558;&#xB294;&#xAC74; &#xC815;&#xB9D0; &#xC911;&#xC694;&#xD55C; &#xB2A5;&#xB825;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. </p><p>&#xC5F0;&#xC5B4;&#xB2D8;&#xC740; &#xC6B0;&#xB9AC; &#xD55C;&#xAD6D;&#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB97C;, SCT&#xB97C;, &#xD504;&#xB85D;&#xC2DC;&#xD1A0;&#xD070;&#xC744; &#xC798; &#xC18C;&#xAC1C;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBA4B;&#xC9C4; &#xBC1C;&#xD45C;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD55C;&#xAD6D;&#xC774; &#xC2A4;&#xD300;&#xB3C4; &#xB9CE;&#xC774;&#xC0AC;&#xC9C0;, &#xAE00;&#xB3C4; &#xB9CE;&#xC774; &#xC368;, &#xC0C1;&#xC704;&#xC5D0; &#xD55C;&#xAD6D;&#xAD00;&#xB828; &#xD0DC;&#xADF8;&#xB3C4; &#xB9CE;&#xACE0;&#xC694;. (&#xD55C;&#xAD6D;&#xAD00;&#xB828;&#xD0DC;&#xADF8;&#xAC00; &#xC774;&#xB807;&#xAC8C; &#xB9CE;&#xC740;&#xC9C0; &#xBAB0;&#xB790;&#xC2B5;&#xB2C8;&#xB2E4;.)</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmQbBEPVPQwbRPirRMX22L2CYHR4BxNJP92CzaWRSE7yAZ/image.png" alt=""> </p><p>&#xADF8;&#xB9AC;&#xACE0; &#xC6B0;&#xB9AC; &#xD55C;&#xAD6D; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB294; &#xB9CE;&#xC740; &#xC2DC;&#xB3C4;&#xB97C; &#xD574;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBC0B;&#xC5C5;&#xB3C4; &#xD558;&#xACE0;, &#xAD11;&#xACE0;&#xB3C4; &#xD558;&#xACE0;, &#xC774;&#xBCA4;&#xD2B8;&#xB3C4; &#xB9CE;&#xACE0;, &#xB9C8;&#xCF13;&#xB3C4; &#xC5F4;&#xACE0;&#xC694;. &#xD55C;&#xAD6D; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xAC00; &#xB9CE;&#xC740;&#xAC78; &#xD574;&#xC654;&#xB2E4;&#xB294;&#xAC78; &#xC0C8;&#xC0BC; &#xB290;&#xAF08;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmYexG6JgyBUf2kV8KMLmLC6q6SbRKkanJbo7JNgQnxqze/image.png" alt=""></p><p>&#xB2E4;&#xB9CC;.. &#xC774;&#xB7F0;&#xAC78; &#xC678;&#xAD6D;&#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xBAA8;&#xB985;&#xB2C8;&#xB2E4;. &#xC65C;&#xB0D0;&#xD558;&#xBA74; &#xADF8;&#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xD55C;&#xAD6D;&#xC5B4;&#xB97C; &#xBAA8;&#xB974;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xC8E0;. </p><p>&#xC6B0;&#xB9AC;&#xB3C4; &#xB9C8;&#xCC2C;&#xAC00;&#xC9C0;&#xB85C; &#xC911;&#xAD6D;&#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xBB34;&#xC2A8;&#xAE00;&#xC744; &#xC4F0;&#xB294;&#xC9C0;, &#xC778;&#xB3C4;&#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xBB34;&#xC2A8;&#xAE00;&#xC744; &#xC37C;&#xB294;&#xC9C0; &#xBAA8;&#xB985;&#xB2C8;&#xB2E4;. &#xB204;&#xAD70;&#xAC00; &#xC54C;&#xB824;&#xC918;&#xC57C; &#xC54C;&#xC8E0;. &#xC774;&#xBC88;&#xC5D0; &#xC5F0;&#xC5B4;&#xB2D8;&#xC774; &#xC138;&#xACC4; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC6B0;&#xB9AC; &#xD55C;&#xAD6D;&#xC744; &#xC54C;&#xB838;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;.</p><h4 id="&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xACFC;-&#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130;&#xB97C;-&#xBCF4;&#xBA74;&#xC11C;-&#xB290;&#xB080;&#xAC83;"><a href="#&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xACFC;-&#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130;&#xB97C;-&#xBCF4;&#xBA74;&#xC11C;-&#xB290;&#xB080;&#xAC83;" class="headerlink" title="&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xACFC; &#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130;&#xB97C; &#xBCF4;&#xBA74;&#xC11C; &#xB290;&#xB080;&#xAC83;"></a>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xACFC; &#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130;&#xB97C; &#xBCF4;&#xBA74;&#xC11C; &#xB290;&#xB080;&#xAC83;</h4><p>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xACFC; &#xC2A4;&#xBAAC; &#xBC1C;&#xD45C;&#xB97C; &#xBCF4;&#xBA74;&#xC11C; &#xB290;&#xB080;&#xAC8C; &#xB9CE;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130;&#xB294; &#xC2A4;&#xD300;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;, nft&#xB97C; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xADF8;&#xAC78; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xB3C8;&#xB3C4; &#xC798; &#xBC8C;&#xACE0; &#xC788;&#xC8E0;. &#xB610; &#xC2A4;&#xD300;&#xC704;&#xC5D0;&#xC11C; &#xD2B8;&#xB79C;&#xC7AD;&#xC158;&#xBE44;&#xC6A9;&#xB3C4; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6B4;&#xC601;&#xD558;&#xB294;&#xB370; &#xBE44;&#xC6A9;&#xB3C4; &#xC801;&#xAC8C;&#xB4E4;&#xC8E0;. &#xCD08;&#xAE30; &#xC720;&#xC800;&#xB3C4; &#xBAA8;&#xC9D1;&#xD558;&#xAE30; &#xC218;&#xC6D4;&#xD588;&#xACE0;&#xC694;.</p><p>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC774; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC774;&#xB0D0; &#xC544;&#xB2C8;&#xB0D0;, &#xC0AC;&#xC774;&#xB4DC;&#xCCB4;&#xC778;&#xC774;&#xB2E4;. &#xB4F1;&#xB4F1;<br>&#xADF8;&#xB7F0;&#xB17C;&#xC7C1;&#xACFC; &#xAD00;&#xACC4;&#xC5C6;&#xC774; &#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130;&#xB294; &#xC790;&#xC2E0;&#xB4E4;&#xC774; &#xD544;&#xC694;&#xD55C;&#xAC78; (nft, &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;)&#xB97C; &#xB9CC;&#xB4E4;&#xC5C8;&#xACE0; &#xADF8;&#xAC78;&#xB85C; &#xB3C8;&#xBC8C;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xAC78;&#xBCF4;&#xBA74;&#xC11C; &#xC2A4;&#xD300;, &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC774; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xD558;&#xAE30;&#xC5D0; &#xAD1C;&#xCC2E;&#xC740; &#xD50C;&#xB7AB;&#xD3FC;&#xC778;&#xAC78; &#xB290;&#xAF08;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;-&#xBD84;&#xC704;&#xAE30;-amp-&#xC0AC;&#xB78C;&#xB4E4;"><a href="#&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;-&#xBD84;&#xC704;&#xAE30;-amp-&#xC0AC;&#xB78C;&#xB4E4;" class="headerlink" title="&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xBD84;&#xC704;&#xAE30; &amp; &#xC0AC;&#xB78C;&#xB4E4;"></a>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xBD84;&#xC704;&#xAE30; &amp; &#xC0AC;&#xB78C;&#xB4E4;</h4><p>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xB294; &#xC804;&#xC138;&#xACC4; &#xC2A4;&#xD2F0;&#xBBF8;&#xC5B8;&#xB4E4;&#xC774; &#xC11C;&#xB85C;&#xB97C; &#xC54C;&#xC544;&#xAC00;&#xB294; &#xC790;&#xB9AC;&#xC785;&#xB2C8;&#xB2E4;. &#xC11C;&#xB85C; &#xC774;&#xC57C;&#xAE30;&#xB3C4; &#xD558;&#xACE0;, &#xC790;&#xAE30;&#xAC00; &#xD558;&#xACE0; &#xC788;&#xB294; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB3C4; &#xC18C;&#xAC1C;&#xD558;&#xACE0;&#xC694;. </p><p>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xBC1C;&#xD45C; &#xACF5;&#xAC04;&#xACFC; &#xC11C;&#xB85C; &#xC774;&#xC57C;&#xAE30;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xC2A4;&#xD0E0;&#xB4DC; &#xD14C;&#xC774;&#xBE14;&#xC774; &#xC788;&#xB294; &#xACF5;&#xAC04;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xBC1C;&#xD45C; &#xACF5;&#xAC04;&#xC5D0;&#xC11C;&#xB294; &#xC54C;&#xCC2C; &#xC138;&#xC158;&#xB4E4;&#xB85C; &#xC544;&#xCE68; 9&#xC2DC;&#xBD80;&#xD130; &#xC800;&#xB141;5&#xC2DC;&#xCBE4;&#xAE4C;&#xC9C0; &#xAC70;&#xC758; &#xC26C;&#xC9C0;&#xC54A;&#xACE0; &#xC2A4;&#xD2F0;&#xBBF8;&#xC5B8;&#xB4E4;&#xC774; &#xBC1C;&#xD45C;&#xB97C; &#xD569;&#xB2C8;&#xB2E4;. </p><p>&#xADF8;&#xB9AC;&#xACE0; &#xBC1C;&#xD45C;&#xC7A5;&#xC18C; &#xBC16;&#xC5D0;&#xB294; &#xC11C;&#xB85C; &#xC774;&#xC57C;&#xAE30;&#xD558;&#xACE0; &#xD1A0;&#xB860;&#xD560; &#xC218; &#xC788;&#xB294; &#xC2A4;&#xD0E0;&#xB4DC; &#xD14C;&#xC774;&#xBE14;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xC2A4;&#xD0E0;&#xB4DC; &#xD14C;&#xC774;&#xBE14;&#xC5D0;&#xC11C;&#xB294; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xC11C;&#xB85C; &#xC774;&#xC57C;&#xAE30; &#xD558;&#xACE0; &#xC788;&#xACE0;, &#xB9C8;&#xC8FC;&#xCE58;&#xBA74; &#xC774;&#xC57C;&#xAE30;&#xD558;&#xAC70;&#xB098; &#xCC3E;&#xC544;&#xAC00;&#xC11C; &#xC774;&#xC57C;&#xAE30; &#xD560; &#xC218; &#xC788;&#xC5C8;&#xC5B4;&#xC694;. </p><p>&#xC2A4;&#xD2F0;&#xBBF8;&#xC5B8;&#xC774; &#xC544;&#xB2C8;&#xB77C;&#xBA74; &#xC138;&#xACC4;&#xAC01;&#xC9C0;&#xC5D0;&#xC11C; &#xC628; &#xC0AC;&#xB78C;&#xB4E4;&#xC744; &#xBABB;&#xB9CC;&#xB098;&#xBD24;&#xC744;&#xAC70;&#xC5D0;&#xC694;. &#xB610; &#xC2A4;&#xD300;&#xC5D0;&#xC11C; &#xC2A4;&#xD0C0;&#xB77C;&#xACE0; &#xD560; &#xC218; &#xC788;&#xB294; &#xC99D;&#xC778;&#xB4E4;&#xB3C4; &#xB9CC;&#xB098;&#xBCF4;&#xACE0; &#xC774;&#xC57C;&#xAE30; &#xD574;&#xBCFC; &#xC218; &#xC788;&#xC5B4;&#xC11C; &#xC88B;&#xC558;&#xC5B4;&#xC694;. </p><p>&#xC774;&#xBC88; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0;&#xB294; 150-200&#xBA85;&#xC815;&#xB3C4; &#xC654;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xD504;&#xB791;&#xC2A4;, &#xB3C5;&#xC77C;, &#xD3F4;&#xB780;&#xB4DC;, &#xC544;&#xB974;&#xD5E8;&#xD2F0;&#xB098;, &#xBBF8;&#xAD6D;, &#xCE90;&#xB098;&#xB2E4;, &#xB9D0;&#xB808;&#xC774;&#xC2DC;&#xC544;, &#xC77C;&#xBCF8;, &#xC911;&#xAD6D; &#xB4F1; &#xB2E4;&#xC591;&#xD55C; &#xB098;&#xB77C;&#xC5D0;&#xC11C; &#xC654;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xC601;&#xC5B4;&#xAC00; &#xC870;&#xAE08; &#xBD80;&#xC871;&#xD574;&#xB3C4; &#xC798; &#xB4E4;&#xC5B4;&#xC8FC;&#xACE0;&#xC694;. &#xAD81;&#xAE08;&#xD55C;&#xAC70; &#xBB3C;&#xC5B4;&#xBCF4;&#xBA74; &#xB300;&#xB2F5;&#xB3C4; &#xC798;&#xD574;&#xC8FC;&#xACE0;&#xC694;. &#xCE5C;&#xC808;&#xD588;&#xC5B4;&#xC694;.</p><p>&#xB9CC;&#xB098;&#xBA74; &#xC774;&#xB7F0; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD569;&#xB2C8;&#xB2E4;. &#xD0C0;&#xC774;&#xC74C;&#xC2DD;&#xC740; &#xC5B4;&#xB5A4;&#xC9C0;, &#xC2A4;&#xD300;&#xC740; &#xC5B4;&#xB5BB;&#xAC8C; &#xC54C;&#xAC8C;&#xB410;&#xB294;&#xC9C0;, &#xC5BC;&#xB9C8;&#xB098; &#xC2A4;&#xD300;&#xC787;&#xC744; &#xD588;&#xB294;&#xC9C0;, &#xB10C; &#xBB50;&#xD558;&#xB294;&#xC9C0; &#xB4F1;&#xB4F1; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xC774;&#xC57C;&#xAE30;&#xD560; &#xC218; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><img src="https://cdn.steemitimages.com/DQmXvFkrD3FrZbfRuxHJTATjZCqFB7iKgvgmuwQx3QQTN3d/agaB84n.gif" alt="agaB84n.gif"></p><p>&#xC0AC;&#xC9C4;&#xCC0D;&#xC744; &#xC218; &#xC788;&#xB294; &#xBD80;&#xC2A4;&#xAC00; &#xC788;&#xC5C8;&#xB294;&#xB370;, &#xC7AC;&#xBC0C;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800;&#xB3C4; &#xC5EC;&#xAE30;&#xC11C; &#xD558;&#xB098; &#xCC0D;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><a href="https://www.simplebooth.com/gallery/YJUwj9Y7HJEs-steemfest-bangkok" target="_blank" rel="noopener">https://www.simplebooth.com/gallery/YJUwj9Y7HJEs-steemfest-bangkok</a></p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/steemfest4-bangkok" target="_blank" rel="noopener">&#x2018;[&#xD6C4;&#xAE30;] SteemFest4 - Bangkok&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest4---Ban-kok/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[후기] SteemFest4 - Bangkok - Day 1</title>
      <link>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest4---Ban-kok---Day-1/</link>
      <guid>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest4---Ban-kok---Day-1/</guid>
      <pubDate>Thu, 07 Nov 2019 08:29:00 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC624;&amp;#xB298;&amp;#xC740; &amp;#xC544;&amp;#xCE
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC624;&#xB298;&#xC740; &#xC544;&#xCE68; 9&#xC2DC;&#xBD80;&#xD130; 5&#xC2DC;&#xCBE4;&#xAE4C;&#xC9C0; &#xC5EC;&#xB7EC; &#xC2A4;&#xD53C;&#xCEE4;&#xB4E4;&#xC774; &#xBC1C;&#xD45C;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC0AC;&#xC758; &#xBE44;&#xC83C;&#xC744; &#xB4E3;&#xB294; &#xC2DC;&#xAC04;&#xB3C4; &#xC788;&#xC5C8;&#xACE0;&#xC694;.  dapp&#xAC1C;&#xBC1C;&#xD558;&#xB294; &#xD300;&#xB4E4;&#xC758; &#xBC1C;&#xD45C;&#xB3C4; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; smt &#xD1A0;&#xD070; &#xC0DD;&#xC131; &#xB370;&#xBAA8;&#xB3C4; &#xD588;&#xACE0;&#xC694;!</p><p>&#xC624;&#xB298; &#xD589;&#xC0AC;&#xC5D0; &#xB300;&#xD574; &#xB9D0;&#xD558;&#xC790;&#xBA74;.. &#xC54C;&#xCC3C;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xBC1C;&#xD45C;&#xB3C4; &#xB4E3;&#xACE0;, &#xC2A4;&#xD2F0;&#xBBF8;&#xC5B8;&#xB4E4;&#xACFC; &#xC774;&#xC57C;&#xAE30;&#xB3C4; &#xD558;&#xACE0;, &#xB2E4;&#xAC19;&#xC774; &#xC808;&#xB3C4; &#xAD6C;&#xACBD;&#xAC14;&#xACE0;&#xC694;. &#xC7AC;&#xBC0C;&#xC5C8;&#xC5B4;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmVpgdpHdsaEXXzbg9ZBdA63yWH4PGpUQSa9ACUn6jKmzK/image.png" alt=""></p><hr><p>&#xC624;&#xB298; &#xC2A4;&#xD53C;&#xCE58; &#xC911;&#xC5D0; &#xBA87;&#xAC1C;&#xB294; &#xB2E4;&#xC2DC; &#xBCF4;&#xBA74;&#xC11C; &#xC815;&#xB9AC;&#xD574;&#xBCF4;&#xACE0;&#xC2F6;&#xAD70;&#xC694;. &#xC720;&#xD29C;&#xBE0C;&#xC5D0; &#xC790;&#xB9C9;&#xC774; &#xC788;&#xC5B4;&#xC11C; &#xB108;&#xBB34; &#xC88B;&#xAD70;&#xC694;!</p><p><a href="https://www.youtube.com/watch?v=4CNSMDEsAXU" target="_blank" rel="noopener">https://www.youtube.com/watch?v=4CNSMDEsAXU</a></p><ul><li>&#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC0AC;&#xC758; &#xBE44;&#xC83C;</li><li>smt &#xD1A0;&#xD070; &#xBC1C;&#xD589; &#xB370;&#xBAA8;</li><li>&#xD480;&#xD0C0;&#xC784; &#xC720;&#xD29C;&#xBC84; survey</li><li>Waivio &#xD50C;&#xB7AB;&#xD3FC; &#xBC1C;&#xD45C;</li></ul><hr><h4 id="&#xC2A4;&#xD300;&#xC787;-&#xD68C;&#xC0AC;&#xC758;-&#xBE44;&#xC83C;"><a href="#&#xC2A4;&#xD300;&#xC787;-&#xD68C;&#xC0AC;&#xC758;-&#xBE44;&#xC83C;" class="headerlink" title="&#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC0AC;&#xC758; &#xBE44;&#xC83C;"></a>&#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC0AC;&#xC758; &#xBE44;&#xC83C;</h4><p>&#xC2A4;&#xD300;&#xC787;&#xC774; <a href="https://steemit.com/smt/@steemitblog/smt-testnet-is-live" target="_blank" rel="noopener">https://steemit.com/smt/@steemitblog/smt-testnet-is-live</a> &#xB77C;&#xB294; &#xAE00;&#xC5D0; &#xB098;&#xC628; &#xB0B4;&#xC6A9;&#xC785;&#xB2C8;&#xB2E4;. SMT&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xBA74;, &#xC138;&#xC0C1; &#xBAA8;&#xB4E0; &#xC6F9;&#xC0AC;&#xC774;&#xD2B8;&#xAC00; &#xADF8;&#xB4E4;&#xB9CC;&#xC758; &#xD1A0;&#xD070;&#xC744; &#xB9CC;&#xB4E4;&#xACE0;, &#xD1A0;&#xD070; &#xC774;&#xCF54;&#xB178;&#xBBF8;&#xB97C; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xC744;&#xAC83;&#xC774;&#xB2E4;. &#xB77C;&#xACE0; &#xB9D0;&#xD558;&#xB294;&#xB370;&#xC694;. </p><p>&#xC800;&#xB3C4; &#xC774; &#xBE44;&#xC83C;&#xC744; &#xBBFF;&#xC2B5;&#xB2C8;&#xB2E4;!</p><p>Onboarding the Masses by tokenizing the web!!!</p><p><img src="https://cdn.steemitimages.com/DQmYHD6BYWhxTS8HcdGciiGbQbMPUiSSMA4u7QaN7eFmzhy/image.png" alt=""></p><blockquote><p>Onboarding the Masses<br>We have long said that our mission is to onboard the masses to the blockchain by tokenizing the web. After SMTs, every website and web application will be able to have their own powerful cryptocurrency customized to meet their own needs and maximize their own business and social objectives.</p></blockquote><h4 id="Splintland"><a href="#Splintland" class="headerlink" title="Splintland"></a>Splintland</h4><p>Splintland&#xB97C; &#xBCF4;&#xBA74;&#xC11C; &#xB290;&#xB080;&#xAC74;.. &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xAD1C;&#xCC2E;&#xB2E4;. &#xC2A4;&#xD300;&#xC787; &#xC704;&#xC5D0;&#xC11C; &#xBB54;&#xAC00; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCF4;&#xAE30; &#xAD1C;&#xCC2E;&#xB2E4;. &#xC11C;&#xBE44;&#xC2A4;&#xD574;&#xBCF4;&#xAE30; &#xAD1C;&#xCC2E;&#xB2E4;&#xC785;&#xB2C8;&#xB2E4;.  &#xC774; &#xC0DD;&#xAC01;&#xC740; &#xC544;&#xACE0;&#xB4DC;&#xB791; &#xBBF8;&#xD305;&#xC5D0; &#xCC38;&#xC5EC;&#xD558;&#xBA74;&#xC11C; &#xC0DD;&#xAC01;&#xD55C; &#xB0B4;&#xC6A9;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xB9CC;&#xB4E4;&#xBA74;&#xC694;. &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB3C4; &#xC788;&#xACE0;, &#xC2A4;&#xD300;&#xC778;&#xD504;&#xB77C;&#xB3C4; &#xD65C;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xACE0;, &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xB3C4; &#xADF8;&#xB300;&#xB85C; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xACE0;&#xC694;. &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC740; &#xC774;&#xBBF8; Splintland&#xAC00;  &#xC798; &#xD65C;&#xC6A9;&#xD558;&#xACE0; &#xC788;&#xB294; &#xBA4B;&#xC9C4; &#xD50C;&#xB7AB;&#xD3FC;&#xC785;&#xB2C8;&#xB2E4;. &#xD1A0;&#xD070;&#xB3C4; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xACE0;, &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xB3C4; &#xD560; &#xC218; &#xC788;&#xC8E0;. nft&#xB3C4; Splintland&#xD300;&#xC774; &#xC0AC;&#xC6A9;&#xC911;&#xC774;&#xACE0;&#xC694;.</p><p>&#xC554;&#xD2BC; Splintland &#xCD5C;&#xACE0;!!</p><h4 id="smt-&#xD1A0;&#xD070;-&#xB9CC;&#xB4E4;&#xAE30;-&#xB370;&#xBAA8;"><a href="#smt-&#xD1A0;&#xD070;-&#xB9CC;&#xB4E4;&#xAE30;-&#xB370;&#xBAA8;" class="headerlink" title="smt &#xD1A0;&#xD070; &#xB9CC;&#xB4E4;&#xAE30; &#xB370;&#xBAA8;"></a>smt &#xD1A0;&#xD070; &#xB9CC;&#xB4E4;&#xAE30; &#xB370;&#xBAA8;</h4><p>&#xC27D;&#xAC8C; &#xD1A0;&#xD070;&#xC744; &#xB9CC;&#xB4E4;&#xC218; &#xC788;&#xB294;  ui&#xB97C; &#xAC16;&#xACE0; &#xBC1C;&#xD45C;&#xD5C0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2EC;&#xD50C;&#xD558;&#xACE0; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;!! &#xC774;&#xC81C; smt&#xAC00; &#xB208;&#xC5D0; &#xBCF4;&#xC774;&#xB294;&#xAC83; &#xAC19;&#xC544; &#xC88B;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xBC1C;&#xD45C;&#xAC00; &#xB05D;&#xB098;&#xACE0;, &#xADF8; &#xC6F9;&#xD398;&#xC774;&#xC9C0; &#xCF54;&#xB4DC; &#xACF5;&#xAC1C;&#xD588;&#xB0D0;&#xACE0; &#xBB3C;&#xC5B4;&#xBD24;&#xB294;&#xB370; &#xC544;&#xC9C1; &#xACF5;&#xAC1C;&#xB294; &#xC548;&#xD588;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xACE7; &#xACF5;&#xAC1C;&#xD560;&#xAC83;&#xC774;&#xB77C;&#xACE0; &#xB9D0;&#xD588;&#xACE0;&#xC694;. &#xC774; &#xCF54;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC27D;&#xAC8C; &#xD14C;&#xC2A4;&#xD2B8;&#xB137;&#xC5D0; &#xD1A0;&#xD070;&#xC0DD;&#xC131;&#xC744; &#xD14C;&#xC2A4;&#xD2B8;&#xD574;&#xBCFC; &#xC218; &#xC788;&#xC744;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xADF8;&#xB9AC;&#xACE0; steem-js&#xC5D0;&#xB294; &#xC774;&#xBBF8; smt &#xCF54;&#xB4DC;&#xB294; &#xC62C;&#xB77C;&#xAC14;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. api&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xD14C;&#xC2A4;&#xD2B8;&#xB137;&#xC5D0; &#xD1A0;&#xD070;&#xC740; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xC744;&#xAC70;&#xC5D0;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmPgfjYMAQiEkui7jPCFy9U9BMpFVd2RRHucqjGF4c6xTd/image.png" alt=""></p><h4 id="&#xD480;&#xD0C0;&#xC784;-&#xC720;&#xD29C;&#xBC84;-survey"><a href="#&#xD480;&#xD0C0;&#xC784;-&#xC720;&#xD29C;&#xBC84;-survey" class="headerlink" title="&#xD480;&#xD0C0;&#xC784; &#xC720;&#xD29C;&#xBC84; survey"></a>&#xD480;&#xD0C0;&#xC784; &#xC720;&#xD29C;&#xBC84; survey</h4><p>&#xD480;&#xD0C0;&#xC784; &#xC720;&#xD29C;&#xBC84;&#xC5D0; &#xB300;&#xD55C; &#xC870;&#xC0AC;&#xC5D0; &#xB300;&#xD55C;  &#xBC1C;&#xD45C;&#xAC00; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xAC74; &#xD765;&#xBBF8;&#xB85C;&#xC6E0;&#xB294;&#xB370;, &#xD480;&#xD0C0;&#xC784; &#xC720;&#xD29C;&#xBC84;&#xB4E4;&#xC774; &#xC2A4;&#xD300;&#xB4E4; &#xC5B4;&#xB5BB;&#xAC8C; &#xC0DD;&#xAC01;&#xD558;&#xB294;&#xC9C0;? &#xC5B4;&#xB5A4; &#xCEE8;&#xD150;&#xCE20;&#xB85C; &#xB3C8;&#xC744; &#xBC84;&#xB294;&#xC9C0;? &#xB3C8;&#xC744; &#xBC84;&#xB294; &#xC5EC;&#xB7EC; &#xBC29;&#xBC95;&#xB4E4;&#xC5D0; &#xB300;&#xD574; &#xB9D0;&#xD574;&#xC92C;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774;&#xAC74; &#xB2E4;&#xC2DC; &#xD55C; &#xBC88; &#xBD10;&#xBCF4;&#xB824;&#xACE0;&#xC694;.</p><h4 id="Waivio-&#xD50C;&#xB7AB;&#xD3FC;"><a href="#Waivio-&#xD50C;&#xB7AB;&#xD3FC;" class="headerlink" title="Waivio &#xD50C;&#xB7AB;&#xD3FC;"></a>Waivio &#xD50C;&#xB7AB;&#xD3FC;</h4><p>Waivio!!! &#xBA4B;&#xC9C4; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xC5D0;&#xC694;.</p><p>&#xD14C;&#xC774;&#xC2A4;&#xD300;&#xC774;&#xB791; &#xBE44;&#xC2B7;&#xD55C;&#xB370;.. &#xB2E4;&#xB985;&#xB2C8;&#xB2E4;.</p><p>&#xAC00;&#xAC8C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC6D4;&#xC815;&#xC561;&#xC744; &#xBC1B;&#xACE0;, &#xC720;&#xC800;&#xB4E4;&#xC5D0;&#xAC8C;&#xB294; &#xADF8; &#xAC00;&#xAC8C;&#xB4E4;&#xC5D0; &#xB300;&#xD55C; &#xB9AC;&#xBDF0;&#xB97C; &#xC801;&#xC73C;&#xBA74; &#xBCF4;&#xC0C1;&#xC744; &#xC90D;&#xB2C8;&#xB2E4;.</p><p>&#xAC00;&#xAC8C;&#xC5D0; &#xB530;&#xB77C; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xB294; &#xB9AC;&#xC6CC;&#xB4DC;&#xAC00; &#xB2E4;&#xB985;&#xB2C8;&#xB2E4;. </p><p>&#xC774;&#xAC78;&#xB85C; &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6B4;&#xC601;&#xC9C4;&#xB07C;&#xB9AC; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD588;&#xB294;&#xB370;&#xC694;.</p><p>&#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C; &#xD2B9;&#xC815; &#xC8FC;&#xC81C;&#xB85C; &#xAE00;&#xC744; &#xC4F0;&#xAC8C;&#xD558;&#xACE0;, &#xADF8;&#xAC70;&#xC5D0; &#xB300;&#xD55C; &#xBCF4;&#xC0C1;&#xC744; &#xC8FC;&#xBA74; &#xAD1C;&#xCC2E;&#xC9C0;&#xC54A;&#xC744;&#xAE4C;?</p><p>&#xC774;&#xB7F0; &#xC2DC;&#xB098;&#xB9AC;&#xC624;&#xB97C; &#xC0C1;&#xC0C1;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xD074;&#xB808;&#xC774;&#xD2BC;&#xC5D0; &#xB300;&#xD55C; &#xAE00;&#xC744; &#xC4F0;&#xBA74; 5&#xB2EC;&#xB7EC; &#xBCF4;&#xD305;&#xC744; &#xD574;&#xC900;&#xB2E4;&#xACE0; &#xACF5;&#xC9C0;&#xD558;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xADF8;&#xB7EC;&#xBA74; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xD074;&#xB808;&#xC774;&#xD2BC;&#xC5D0; &#xB300;&#xD55C; &#xAE00;&#xC744; &#xC4F0;&#xAC9F;&#xC8E0;. &#xADF8;&#xB9AC;&#xACE0; &#xC774; &#xAE00;&#xB4E4;&#xC744; &#xC27D;&#xAC8C; &#xBCFC; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xB97C; &#xB9CC;&#xB4ED;&#xB2C8;&#xB2E4;. &#xADF8;&#xB7EC;&#xBA74; &#xAD6C;&#xAE00;&#xC5D0;&#xC11C; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xD074;&#xB808;&#xC774;&#xD2BC;&#xC744; &#xAC80;&#xC0C9;&#xD558;&#xBA74; &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC774; &#xB739;&#xB2C8;&#xB2E4;. &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD574;&#xC57C;&#xC9C0;&#xB9CC; &#xAE00;&#xC744; &#xBCF4;&#xAC8C;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB7EC;&#xBA74; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD558;&#xACA0;&#xC8E0;! &#xADF8;&#xB9AC;&#xACE0; &#xC591;&#xC9C8;&#xC758; &#xD074;&#xB808;&#xC774;&#xD2BC; &#xAE00;&#xC744; &#xBCF4;&#xAC8C;&#xB429;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xB7F0; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><h4 id="&#xB290;&#xB080;&#xC810;"><a href="#&#xB290;&#xB080;&#xC810;" class="headerlink" title="&#xB290;&#xB080;&#xC810;"></a>&#xB290;&#xB080;&#xC810;</h4><p>&#xC774;&#xACF3;&#xC5D0; &#xC640;&#xC11C; &#xC138;&#xACC4; &#xAC01;&#xC9C0;&#xC5D0;&#xC11C; &#xC628; &#xC2A4;&#xD2F0;&#xBBF8;&#xC5B8;&#xB4E4;&#xACFC; &#xC774;&#xC57C;&#xAE30;&#xB3C4; &#xB098;&#xB220;&#xBD24;&#xACE0;, &#xC544;&#xC9C1; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xBABB;&#xB098;&#xB208; &#xC0AC;&#xB78C;&#xB4E4;&#xB3C4; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB0B4;&#xC77C;&#xC740; &#xB354; &#xC801;&#xADF9;&#xC801;&#xC73C;&#xB85C; &#xB2E4;&#xAC00;&#xAC00;&#xBCF4;&#xB824;&#xACE0;&#xC694;!</p><p>&#xC601;&#xC5B4;&#xB294; &#xC81C;&#xAC00; &#xC8FC; 2&#xD68C; &#xC804;&#xD654;&#xC601;&#xC5B4;&#xB97C; &#xD588;&#xB294;&#xB370; &#xC8FC; 5&#xD68C;&#xB85C; &#xBC14;&#xAFB8;&#xB824;&#xACE0;&#xC694;.</p><p>&#xB610;.. &#xC800;&#xC5D0;&#xAC8C; &#xBAA9;&#xD45C;&#xAC00; &#xC0DD;&#xACBC;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB0B4;&#xB144; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xAC00; &#xAC00;&#xAE30; &#xC804;&#xAE4C;&#xC9C0;</p><ol><li>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC774; &#xCD5C;&#xACE0;&#xC758; &#xCF54;&#xC778; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0; &#xB9CC;&#xB4E4;&#xAE30;</li><li>&#xC601;&#xC5B4;&#xC2E4;&#xB825; &#xD0A4;&#xC6B0;&#xAE30;</li><li>dapp &#xAC1C;&#xBC1C;, &#xC6B4;&#xC601;</li><li>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;, smt &#xAD00;&#xB828; &#xAC1C;&#xBC1C; &#xC775;&#xD788;&#xAE30;</li></ol><p>&#xC774;&#xB7F0; &#xBAA9;&#xD45C;&#xB97C; &#xAC16;&#xACE0; 1&#xB144; &#xC9C0;&#xB0B4;&#xBCFC;&#xB798;&#xC694;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;!</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/steemfest4-bangkok-day-1" target="_blank" rel="noopener">&#x2018;[&#xD6C4;&#xAE30;] SteemFest4 - Bangkok - Day 1&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest4---Ban-kok---Day-1/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[후기] SteemFest opening drinks</title>
      <link>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest-openin--drinks/</link>
      <guid>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest-openin--drinks/</guid>
      <pubDate>Wed, 06 Nov 2019 07:46:48 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xBC29;&amp;#xCF55;&amp;#xC5D0; &amp;#xC654;&amp;#xAC
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xBC29;&#xCF55;&#xC5D0; &#xC654;&#xACE0;, &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0; &#xCC38;&#xC11D;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC624;&#xB298;&#xC740; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xD2F0;&#xCF13;&#xC744; &#xC81C;&#xCD9C;&#xD558;&#xACE0; &#xD314;&#xCC0C;&#xB97C; &#xBC1B;&#xC558;&#xACE0;&#xC694;, &#xC624;&#xD504;&#xB2DD; &#xB4DC;&#xB9C1;&#xD06C;&#xAC00; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD0E0;&#xB529; &#xD14C;&#xC774;&#xBE14;&#xC774; &#xC788;&#xC5C8;&#xACE0;, &#xB3CC;&#xC544;&#xB2E4;&#xB2C8;&#xBA74;&#xC11C; &#xC0AC;&#xB78C;&#xB4E4;&#xC744; &#xB9CC;&#xB098;&#xC11C; &#xC774;&#xC57C;&#xAE30; &#xD560; &#xC218; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>8&#xC2DC;&#xBD80;&#xD130; 12&#xC2DC;&#xAE4C;&#xC9C0; &#xD558;&#xB294; &#xC790;&#xB9AC;&#xC600;&#xACE0;&#xC694;.&#xC804; 10&#xC2DC; 30&#xBD84;&#xCBE4; &#xB4E4;&#xC5B4;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC544;&#xB798; &#xC0AC;&#xC9C4;&#xC740; 8&#xC2DC;&#xCBE4; &#xC0AC;&#xC9C4;&#xC774;&#xC5D0;&#xC694;. &#xC810;&#xC810; &#xC0AC;&#xB78C;&#xC774; &#xB9CE;&#xC544;&#xC9C0;&#xB354;&#xAD70;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmZZARWGAkPwy2sibt6Dq6BnoFGfpMXg1azxQDRp27ZVJW/image.png" alt=""></p><p>&#xC81C;&#xAC00; &#xB0AF;&#xC744; &#xAC00;&#xB9AC;&#xB294; &#xD3B8;&#xC778;&#xB370;.. &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xACFC; &#xB9CC;&#xB098;&#xC11C; &#xC774;&#xC57C;&#xAE30;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="1-Waivio-https-waiviodev-com-object-ylr-waivio-menu-mwt-about-waivio"><a href="#1-Waivio-https-waiviodev-com-object-ylr-waivio-menu-mwt-about-waivio" class="headerlink" title="1. @Waivio, https://waiviodev.com/object/ylr-waivio/menu#mwt-about-waivio"></a>1. @Waivio, <a href="https://waiviodev.com/object/ylr-waivio/menu#mwt-about-waivio" target="_blank" rel="noopener">https://waiviodev.com/object/ylr-waivio/menu#mwt-about-waivio</a></h4><p>waivio&#xD300;&#xC5D0;&#xC11C; &#xC77C;&#xD558;&#xACE0; &#xC788;&#xB294; &#xC0AC;&#xB78C;&#xC744; &#xB9CC;&#xB0AC;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD14C;&#xC774;&#xC2A4;&#xD300;&#xC774;&#xB791; &#xBE44;&#xC2B7;&#xD55C;&#xB370;, &#xC9C1;&#xC811; &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xB4E4;&#xC774;&#xB791; &#xD611;&#xC5C5;&#xC744;&#xD574;&#xC11C; &#xB9AC;&#xBDF0;&#xB97C; &#xC4F0;&#xBA74; &#xC2A4;&#xD300;&#xBCF4;&#xC0C1;&#xC744; &#xC8FC;&#xB294;  &#xADF8;&#xB7F0; &#xC77C;&#xC744; &#xD558;&#xACE0; &#xC788;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xC774;&#xBBF8; &#xB3C8;&#xB3C4; &#xBC8C;&#xACE0; &#xC788;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.</p><h4 id="2-&#xB3C5;&#xC77C;&#xC758;-&#xD559;&#xC0DD;&#xB4E4;"><a href="#2-&#xB3C5;&#xC77C;&#xC758;-&#xD559;&#xC0DD;&#xB4E4;" class="headerlink" title="2. &#xB3C5;&#xC77C;&#xC758; &#xD559;&#xC0DD;&#xB4E4;"></a>2. &#xB3C5;&#xC77C;&#xC758; &#xD559;&#xC0DD;&#xB4E4;</h4><p>&#xB3C5;&#xC77C;&#xC5D0;&#xC11C; &#xCEF4;&#xD4E8;&#xD130; &#xC0AC;&#xC774;&#xC5B8;&#xC2A4;, &#xACBD;&#xC601;&#xACF5;&#xBD80;&#xD558;&#xB294; &#xCE5C;&#xAD6C;&#xB4E4;&#xC744; &#xB9CC;&#xB0AC;&#xB294;&#xB370;&#xC694;. &#xD504;&#xB791;&#xD06C;&#xD478;&#xB974;&#xD2B8;&#xC5D0; &#xC0B4;&#xACE0;, &#xC81C;&#xAC00; &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4;&#xB97C; &#xC774;&#xC6A9;&#xD574;&#xC11C; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB97C; &#xC6B4;&#xC601;&#xD558;&#xACE0;&#xC788;&#xB2E4;&#xB2C8;&#xAE50; &#xC790;&#xAE30;&#xB4E4;&#xB3C4; &#xD558;&#xACE0;&#xC2F6;&#xC5C8;&#xB2E4;&#xACE0; &#xC5B4;&#xB5BB;&#xAC8C; &#xD558;&#xB294;&#xC9C0; &#xBB3C;&#xC5B4;&#xBCF4;&#xB354;&#xAD70;&#xC694;. &#xADF8;&#xB798;&#xC11C; &#xC124;&#xBA85;&#xC744; &#xC880; &#xD574;&#xC92C;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="3-&#xCF54;&#xC778;&#xAC1C;&#xCF54;-&#xD30C;&#xC6B4;&#xB354;"><a href="#3-&#xCF54;&#xC778;&#xAC1C;&#xCF54;-&#xD30C;&#xC6B4;&#xB354;" class="headerlink" title="3. &#xCF54;&#xC778;&#xAC1C;&#xCF54; &#xD30C;&#xC6B4;&#xB354;"></a>3. &#xCF54;&#xC778;&#xAC1C;&#xCF54; &#xD30C;&#xC6B4;&#xB354;</h4><p>&#xC774; &#xCE5C;&#xAD6C;&#xB294; &#xB9D0;&#xB808;&#xC774;&#xC2DC;&#xC544; &#xC0AC;&#xB78C;&#xC785;&#xB2C8;&#xB2E4;. &#xCF54;&#xC778;&#xAC1C;&#xCF54; &#xD30C;&#xC6B4;&#xB354;&#xB97C;&#xB9CC;&#xB098;&#xC11C; &#xB108;&#xB124; &#xC5B4;&#xB5BB;&#xAC8C; &#xB3C8;&#xBC84;&#xB0D0;&#xACE0; &#xBB3C;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD11;&#xACE0;&#xB85C; &#xB3C8;&#xBC88;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xD55C; 12&#xBA85;&#xC815;&#xB3C4; &#xD300;&#xC774; &#xC788;&#xACE0; &#xC6B0;&#xB9AC;&#xB294; &#xD300;&#xC740; &#xC791;&#xC9C0;&#xB9CC; &#xBE44;&#xC83C;&#xC740; &#xC788;&#xB294; &#xD300;&#xC774;&#xB2E4;&#xB77C;&#xACE0; &#xB9D0;&#xD574;&#xC8FC;&#xB354;&#xAD70;&#xC694;.</p><h4 id="4-&#xD3EC;&#xCF13;&#xBAAC;&#xACE0;&#xD558;&#xB294;-&#xD504;&#xB791;&#xC2A4;-&#xC0AC;&#xB78C;&#xB4E4;"><a href="#4-&#xD3EC;&#xCF13;&#xBAAC;&#xACE0;&#xD558;&#xB294;-&#xD504;&#xB791;&#xC2A4;-&#xC0AC;&#xB78C;&#xB4E4;" class="headerlink" title="4. &#xD3EC;&#xCF13;&#xBAAC;&#xACE0;&#xD558;&#xB294; &#xD504;&#xB791;&#xC2A4; &#xC0AC;&#xB78C;&#xB4E4;"></a>4. &#xD3EC;&#xCF13;&#xBAAC;&#xACE0;&#xD558;&#xB294; &#xD504;&#xB791;&#xC2A4; &#xC0AC;&#xB78C;&#xB4E4;</h4><p>&#xC774; &#xCE5C;&#xAD6C;&#xB4E4;&#xC740; @cleanplanet, <a href="https://cleanplanet.io/" target="_blank" rel="noopener">https://cleanplanet.io/</a> &#xC774;&#xB77C;&#xB294; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xD558;&#xB294;&#xB370;&#xC694;. &#xC9C0;&#xAD6C;&#xB97C; &#xAE68;&#xB057;&#xD558;&#xAC8C; &#xD558;&#xBA74; &#xBCF4;&#xC0C1;&#xC744; &#xC900;&#xB2E4;&#xACE0;&#xD588;&#xB098;? &#xC791;&#xB144;&#xC5D0;&#xB3C4; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xBC1C;&#xD45C;&#xD588;&#xACE0;, &#xC7AC;&#xBC0C;&#xB294;&#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xD3EC;&#xCF13;&#xBAAC;&#xACE0;&#xB97C; &#xD558;&#xB294; &#xCE5C;&#xAD6C;&#xB4E4;&#xC774;&#xC600;&#xB294;&#xB370; &#xCE5C;&#xAD6C;&#xB4F1;&#xB85D;&#xB3C4; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC11C;&#xB85C; &#xC54C;&#xC744; &#xBCF4;&#xB0B4;&#xC8FC;&#xAE30;&#xB85C; &#xD588;&#xC5B4;&#xC694;.</p><h4 id="5-&#xC2A4;&#xD300;&#xC787;-&#xAC1C;&#xBC1C;&#xC790;-&#xD5E4;&#xB4DC;-of-&#xAC1C;&#xBC1C;&#xD300;"><a href="#5-&#xC2A4;&#xD300;&#xC787;-&#xAC1C;&#xBC1C;&#xC790;-&#xD5E4;&#xB4DC;-of-&#xAC1C;&#xBC1C;&#xD300;" class="headerlink" title="5. &#xC2A4;&#xD300;&#xC787; &#xAC1C;&#xBC1C;&#xC790;, &#xD5E4;&#xB4DC; of &#xAC1C;&#xBC1C;&#xD300;"></a>5. &#xC2A4;&#xD300;&#xC787; &#xAC1C;&#xBC1C;&#xC790;, &#xD5E4;&#xB4DC; of &#xAC1C;&#xBC1C;&#xD300;</h4><p>&#xC220;&#xC774; &#xC880; &#xCDE8;&#xD588;&#xC5B4;&#xC11C;.. &#xB9CC;&#xB098;&#xC11C; &#xD588;&#xB358; &#xB9D0;&#xC774;.. </p><blockquote><p>&#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; &#xC5B4;&#xB5BB;&#xAC8C; &#xC77C;&#xD560; &#xC218;&#xC788;&#xB0D0;? &#xC0AC;&#xB78C; &#xBF51;&#xB2C8;?</p></blockquote><p>&#xBB3C;&#xC5B4;&#xBD24;&#xB354;&#xB2C8; &#xC2A4;&#xD300;&#xC787; &#xD398;&#xC774;&#xC9C0;&#xB97C; &#xBCF4;&#xC5EC;&#xC8FC;&#xBA74;&#xC11C; &#xC6B0;&#xB9AC; &#xBF51;&#xACE0; &#xC788;&#xB2E4;&#xACE0; resume &#xBCF4;&#xB0B4;&#xB77C;&#xACE0; &#xADF8;&#xB7F0; &#xB9D0;&#xC744; &#xD558;&#xB354;&#xAD70;&#xC694; &#x314B;&#x314B; &#xB610;.. &#xC81C;&#xAC00; &#xC2A4;&#xD300;&#xC787;&#xC758; &#xBAA8;&#xB4E0; &#xC6F9;&#xD398;&#xC774;&#xC9C0;&#xC758; &#xD1A0;&#xD070;&#xC2DC;&#xC2A4;&#xD15C; &#xC801;&#xC6A9;&#xC774;&#xB77C;&#xB294; &#xAFC8;&#xC740; &#xC815;&#xB9D0; &#xC88B;&#xC740;&#xAC83; &#xAC19;&#xB2E4;. &#xC751;&#xC6D0;&#xD55C;&#xB2E4;. &#xB77C;&#xACE0; &#xB9D0;&#xD574;&#xC8FC;&#xB2C8; &#xC88B;&#xC544;&#xD588;&#xB358;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://recruiting.paylocity.com/Recruiting/Jobs/Details/143761" target="_blank" rel="noopener">https://recruiting.paylocity.com/Recruiting/Jobs/Details/143761</a></p><h4 id="6-&#xC6B0;&#xD06C;&#xB77C;&#xC774;&#xB098;-&#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC;-&#xAC1C;&#xBC1C;&#xC790;"><a href="#6-&#xC6B0;&#xD06C;&#xB77C;&#xC774;&#xB098;-&#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC;-&#xAC1C;&#xBC1C;&#xC790;" class="headerlink" title="6. &#xC6B0;&#xD06C;&#xB77C;&#xC774;&#xB098; &#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC; &#xAC1C;&#xBC1C;&#xC790;"></a>6. &#xC6B0;&#xD06C;&#xB77C;&#xC774;&#xB098; &#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC; &#xAC1C;&#xBC1C;&#xC790;</h4><p>&#xC774; &#xCE5C;&#xAD6C;&#xB294; &#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC; &#xAC1C;&#xBC1C;&#xC744; &#xD55C;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB798;&#xC11C; &#xC6B0;&#xB9AC; &#xD300;&#xB3C4; &#xC6F9;&#xC0AC;&#xC774;&#xD2B8;&#xB97C; &#xC608;&#xC058;&#xAC8C;&#xD558;&#xACE0; &#xC2F6;&#xC740;&#xB370; &#xAC19;&#xC774; &#xC77C;&#xD574;&#xBCF4;&#xC790;. &#xAFB8;&#xC900;&#xD788; &#xC5F0;&#xB77D;&#xD574;&#xBCF4;&#xC790;. &#xC774;&#xB7F0; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="7-&#xC678;&#xAD6D;&#xC758;-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-&#xD68C;&#xC6D0;"><a href="#7-&#xC678;&#xAD6D;&#xC758;-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-&#xD68C;&#xC6D0;" class="headerlink" title="7. &#xC678;&#xAD6D;&#xC758; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xD68C;&#xC6D0;"></a>7. &#xC678;&#xAD6D;&#xC758; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xD68C;&#xC6D0;</h4><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xAD00;&#xC2EC;&#xC788;&#xB294; &#xCE5C;&#xAD6C;&#xAC00; &#xC788;&#xC5C8;&#xB294;&#xB370;, &#xC774; &#xCE5C;&#xAD6C;&#xAC00; sct&#xAC00; 2steem&#xC744; &#xC720;&#xC9C0;&#xD558;&#xB2E4;&#xAC00; &#xB5A8;&#xC5B4;&#xC84C;&#xB2E4;. &#xC65C;&#xADF8;&#xB7F0;&#xAC70;&#xB0D0;? &#xB77C;&#xACE0; &#xC800;&#xD55C;&#xD14C; &#xBB3B;&#xB354;&#xAD70;&#xC694;. &#xADF8;&#xB798;&#xC11C; &#xC804; &#xC798; &#xBAA8;&#xB974;&#xACA0;&#xC9C0;&#xB9CC;.. &#xC6D0;&#xB798;&#xB294; sctm&#xC774; 2sct&#xC600;&#xB294;&#xB370; &#xADF8;&#xAC8C; &#xB05D;&#xB0AC;&#xB2E4;. &#xADF8;&#xB798;&#xC11C; &#xADF8;&#xB7F0;&#xAC70; &#xAC19;&#xB2E4;&#xB77C;&#xACE0; &#xB300;&#xB2F5;&#xD574;&#xC92C;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xADF8;&#xB9AC;&#xACE0; &#xC678;&#xAD6D;&#xC720;&#xC800;&#xB4E4;&#xC740; &#xC774;&#xBBF8; &#xB2E4;&#xB978; tribe &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB4E4;&#xC774; &#xB9CE;&#xC740;&#xB370; &#xC65C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC368;&#xC57C;&#xB418;&#xB0D0;? &#xB77C;&#xACE0; &#xBB3B;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC740; 3&#xAC1C;&#xB098; &#xD0DC;&#xADF8; &#xC368;&#xC57C;&#xD55C;&#xB2E4;. &#xB108;&#xBB34;&#xB9CE;&#xB2E4;. &#xB77C;&#xACE0; &#xB9D0;&#xD558;&#xAE30;&#xB3C4; &#xD558;&#xACE0;&#xC694;. &#xC678;&#xAD6D;&#xC778; &#xC720;&#xC800;&#xC758; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xB4E4;&#xC744; &#xC218; &#xC788;&#xC5B4;&#xC11C; &#xC88B;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="8-&#xC77C;&#xBCF8;&#xC0AC;&#xB78C;&#xB4E4;"><a href="#8-&#xC77C;&#xBCF8;&#xC0AC;&#xB78C;&#xB4E4;" class="headerlink" title="8. &#xC77C;&#xBCF8;&#xC0AC;&#xB78C;&#xB4E4;"></a>8. &#xC77C;&#xBCF8;&#xC0AC;&#xB78C;&#xB4E4;</h4><p>&#xC77C;&#xBCF8;&#xC5D0;&#xC11C;&#xC628; &#xC0AC;&#xB78C;&#xB4E4;&#xB3C4; &#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xCE5C;&#xAD6C;&#xB4E4;&#xC740; &#xB3C4;&#xCFC4;&#xC5D0; &#xC0AC;&#xB294; &#xCE5C;&#xAD6C;&#xB4E4;&#xC774;&#xACE0;, 3&#xB144; 4&#xB144;&#xB3D9;&#xC548; &#xC2A4;&#xD300;&#xC787;&#xC744; &#xD588;&#xB2E4;&#xACE0; &#xD558;&#xB354;&#xB77C;&#xACE0;&#xC694;. </p><h4 id="9-&#xC2A4;&#xD300;&#xD504;&#xB808;&#xC2A4;&#xC758;-hOWO"><a href="#9-&#xC2A4;&#xD300;&#xD504;&#xB808;&#xC2A4;&#xC758;-hOWO" class="headerlink" title="9. &#xC2A4;&#xD300;&#xD504;&#xB808;&#xC2A4;&#xC758; hOWO"></a>9. &#xC2A4;&#xD300;&#xD504;&#xB808;&#xC2A4;&#xC758; hOWO</h4><p>HOWO&#xB791;&#xB3C4; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB108;&#xB124; &#xC2A4;&#xD300;&#xD504;&#xB808;&#xC2A4; &#xC544;&#xC774;&#xB514;&#xC5B4; &#xC815;&#xB9D0; &#xBA4B;&#xC9C0;&#xB2E4;&#xACE0; &#xB9D0;&#xD574;&#xC92C;&#xC5B4;&#xC694;. &#xADF8;&#xB7AC;&#xB354;&#xB2C8; &#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4;&#xAC00; &#xC6F9;&#xC0AC;&#xC774;&#xD2B8;&#xC758; 30&#xD37C;&#xC13C;&#xD2B8;&#xB294; &#xCC28;&#xC9C0;&#xD55C;&#xB2E4;&#xBA74;&#xC11C;, &#xC6B0;&#xB9AC;&#xB294; &#xC678;&#xBD80;&#xC5D0;&#xC11C; &#xC0AC;&#xB78C;&#xC744; &#xBAA8;&#xC73C;&#xB824;&#xACE0; &#xB178;&#xB825;&#xD55C;&#xB2E4;. &#xC774;&#xB7F0;&#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xB610;, &#xBA87;&#xBA85; &#xC4F0;&#xB0D0;&#xACE0; &#xBB3C;&#xC5B4;&#xBCF4;&#xB2C8; 4000-5000&#xBA85; &#xC815;&#xB3C4; &#xC4F4;&#xB2E4;&#xACE0; &#xD558;&#xB354;&#xAD70;&#xC694;. &#xC774; &#xCE5C;&#xAD6C;&#xB294; &#xB0AE;&#xC5D0;&#xB294; &#xD68C;&#xC0AC;&#xC5D0;&#xC11C; &#xC77C;&#xD558;&#xACE0; &#xBC24;&#xC5D0;&#xB294; &#xC2A4;&#xD300;&#xD504;&#xB808;&#xC2A4;&#xB97C; &#xD558;&#xB294;&#xB370;&#xC694;. &#xC774; &#xCE5C;&#xAD6C;&#xB294; 1&#xB144;&#xD6C4;&#xCBE4;&#xC5D0; &#xC2A4;&#xD300;&#xD504;&#xB808;&#xC2A4;&#xC5D0;&#xB9CC; &#xC9D1;&#xC911;&#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xB2E4;&#xACE0; &#xD558;&#xB354;&#xAD70;&#xC694;.</p><p>&#xC0AC;&#xC2E4; &#xC800;&#xB3C4; &#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4; &#xD50C;&#xB7EC;&#xADF8;&#xC778;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD24;&#xB358; &#xC0AC;&#xB78C;&#xC774;&#xB77C;&#xC11C;.. &#xB098;&#xB3C4; &#xB9CC;&#xB4E4;&#xC5C8;&#xB2E4;&#xACE0; &#xB9D0;&#xD574;&#xC8FC;&#xB824;&#xB2E4;&#xAC00; &#xB9D0;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBE45;&#xD32C;&#xC774;&#xB77C;&#xACE0; &#xD558;&#xACE0; &#xAC19;&#xC774; &#xC0AC;&#xC9C4;&#xCC0D;&#xC5C8;&#xC5B4;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmcUeY1bccGUEqdgwKPyfJDp6jJFuhaM1mibowd3bFNFR8/image.png" alt=""></p><h4 id="10-&#xC774;&#xC624;&#xC2A4;-&#xC9C0;&#xAC11;&#xB9CC;&#xB4DC;&#xB294;-&#xCE5C;&#xAD6C;"><a href="#10-&#xC774;&#xC624;&#xC2A4;-&#xC9C0;&#xAC11;&#xB9CC;&#xB4DC;&#xB294;-&#xCE5C;&#xAD6C;" class="headerlink" title="10. &#xC774;&#xC624;&#xC2A4; &#xC9C0;&#xAC11;&#xB9CC;&#xB4DC;&#xB294; &#xCE5C;&#xAD6C;"></a>10. &#xC774;&#xC624;&#xC2A4; &#xC9C0;&#xAC11;&#xB9CC;&#xB4DC;&#xB294; &#xCE5C;&#xAD6C;</h4><p>&#xC774; &#xCE5C;&#xAD6C;&#xB294; &#xCE90;&#xB098;&#xB2E4; &#xC0AC;&#xB78C;&#xC774;&#xACE0; &#xCEF4;&#xD4E8;&#xD130;&#xC0AC;&#xC774;&#xC5B8;&#xC2A4; &#xD3EC;&#xB2E5;&#xD558;&#xACE0; &#xC788;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xCDE8;&#xBBF8;&#xB85C; &#xAC1C;&#xBC1C;&#xC911;&#xC774;&#xACE0;&#xC694;. &#xD3EC;&#xB2E5; &#xB05D;&#xB098;&#xBA74; &#xBB50;&#xD560;&#xAEBC;&#xB0D0;&#xACE0; &#xBB3C;&#xC5B4;&#xBCF4;&#xB2C8; &#xD398;&#xC774;&#xC2A4;&#xBD81;&#xC5D0;&#xC11C;&#xB3C4; &#xC77C;&#xD574;&#xBCFC; &#xAE30;&#xD68C;&#xAC00; &#xC788;&#xACE0;, &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xB3C4; &#xC88B;&#xACE0;.. &#xACE0;&#xBBFC;&#xC911;&#xC774;&#xB77C;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.</p><h4 id="11-&#xB3C5;&#xC77C;&#xC5D0;&#xC11C;&#xC628;-&#xC2A4;&#xD300;&#xC787;&#xD398;&#xC2A4;&#xD2B8;-&#xC6B4;&#xC601;&#xC9C4;"><a href="#11-&#xB3C5;&#xC77C;&#xC5D0;&#xC11C;&#xC628;-&#xC2A4;&#xD300;&#xC787;&#xD398;&#xC2A4;&#xD2B8;-&#xC6B4;&#xC601;&#xC9C4;" class="headerlink" title="11. &#xB3C5;&#xC77C;&#xC5D0;&#xC11C;&#xC628; &#xC2A4;&#xD300;&#xC787;&#xD398;&#xC2A4;&#xD2B8; &#xC6B4;&#xC601;&#xC9C4;"></a>11. &#xB3C5;&#xC77C;&#xC5D0;&#xC11C;&#xC628; &#xC2A4;&#xD300;&#xC787;&#xD398;&#xC2A4;&#xD2B8; &#xC6B4;&#xC601;&#xC9C4;</h4><p>&#xC774;&#xCE5C;&#xAD6C;&#xB97C; &#xC548;&#xB0B4;&#xB370;&#xC2A4;&#xD06C;&#xC5D0;&#xC11C; &#xB4F1;&#xB85D;&#xD560;&#xB54C; &#xCC98;&#xC74C;&#xBD24;&#xB294;&#xB370;&#xC694;.  &#xCC98;&#xC74C; &#xC628; &#xC800;&#xC5D0;&#xAC8C; &#xCE5C;&#xC808;&#xD558;&#xAC8C; &#xB9D0;&#xB3C4; &#xAC78;&#xC5B4;&#xC8FC;&#xACE0;, &#xC774;&#xAC83;&#xC800;&#xAC83; &#xBB3C;&#xC5B4;&#xBD10;&#xC92C;&#xC2B5;&#xB2C8;&#xB2E4;. &#xACE0;&#xB9C8;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4;. </p><h4 id="12-&#xB3C5;&#xC77C;&#xC5D0;&#xC11C;-&#xC628;-&#xC5EC;&#xC790;&#xC560;"><a href="#12-&#xB3C5;&#xC77C;&#xC5D0;&#xC11C;-&#xC628;-&#xC5EC;&#xC790;&#xC560;" class="headerlink" title="12. &#xB3C5;&#xC77C;&#xC5D0;&#xC11C; &#xC628; &#xC5EC;&#xC790;&#xC560;"></a>12. &#xB3C5;&#xC77C;&#xC5D0;&#xC11C; &#xC628; &#xC5EC;&#xC790;&#xC560;</h4><p>&#xC790;&#xAE30;&#xAC00; &#xC9C1;&#xC811; &#xBAA8;&#xC790;&#xB97C; &#xB9CC;&#xB4E4;&#xC5C8;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC787; &#xBAA8;&#xC591;&#xC774; &#xADF8;&#xB824;&#xC838;&#xC788;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xCDE8;&#xBBF8;&#xB85C; &#xB9CC;&#xB4E0;&#xB2E4;&#xACE0; &#xD558;&#xB124;&#xC694;.</p><hr><p>&#xC544;&#xBB34;&#xD2BC;.. &#xC774;&#xACF3;&#xC5D0; &#xC640;&#xC11C; &#xB2E4;&#xC591;&#xD55C; &#xC0AC;&#xB78C;&#xC744; &#xB9CC;&#xB0AC;&#xACE0;, &#xC774;&#xC57C;&#xAE30;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC601;&#xC5B4;&#xAC00; &#xC870;&#xAE08; &#xBD80;&#xC871;&#xD588;&#xC9C0;&#xB9CC; &#xB300;&#xCDA9; &#xB2E4; &#xD1B5;&#xD588;&#xC5B4;&#xC694;&#x2026; &#x314B;&#x314B;</p><p>&#xC77C;&#xC694;&#xC77C;&#xAE4C;&#xC9C0; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0; &#xCC38;&#xC11D;&#xD560; &#xC608;&#xC815;&#xC774;&#xB2C8; &#xBABB;&#xB9CC;&#xB098;&#xBCF8; &#xC0AC;&#xB78C;&#xB4E4;&#xACFC;&#xB3C4; &#xC774;&#xC57C;&#xAE30;&#xB3C4; &#xD574;&#xBCF4;&#xACE0;, &#xB9CC;&#xB09C; &#xC0AC;&#xB78C;&#xB4E4;&#xACFC;&#xB3C4; &#xACC4;&#xC18D; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD574;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><p>&#xC81C;&#xAC00; &#xB9D0;&#xD55C; &#xAC83; &#xB9D0;&#xACE0;&#xB3C4; &#xC6B0;&#xB9AC; &#xD300;&#xC5D0;&#xC11C;&#xB294; &#xB2E4;&#xC591;&#xD55C;&#xC0AC;&#xB78C;&#xB4E4;&#xC744; &#xB9CC;&#xB098;&#xBA74;&#xC11C; &#xD55C;&#xAD6D;&#xC758; &#xC0C1;&#xD669;, &#xD55C;&#xAD6D;&#xC758; &#xC785;&#xC7A5;&#xC744; &#xC804;&#xB2EC;&#xD558;&#xB824;&#xACE0; &#xB178;&#xB825;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC0DD;&#xAC01;&#xBCF4;&#xB2E4; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; sct&#xB97C; &#xC54C;&#xACE0; &#xC788;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xC2E0;&#xAE30;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6B0;&#xB9AC; &#xD55C;&#xAD6D;&#xC5D0; &#xB300;&#xD574; &#xC798; &#xC54C;&#xB9B4; &#xC218; &#xC788;&#xB294; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xAC00; &#xB410;&#xC73C;&#xBA74; &#xC88B;&#xACA0;&#xB124;&#xC694;. &#xC800;&#xB3C4; &#xC5F4;&#xC2EC;&#xD788; &#xC774;&#xC57C;&#xAE30;&#xD574;&#xBCFC;&#xAC8C;&#xC694;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/steemfest-opening-drinks" target="_blank" rel="noopener">&#x2018;[&#xD6C4;&#xAE30;] SteemFest opening drinks&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%ED%9B%84%EA%B8%B0-SteemFest-openin--drinks/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀페스트 갑니다.</title>
      <link>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%ED%8E%98%EC%8A%A4%ED%8A%B8-%EA%B0%91%EB%8B%88%EB%8B%A4/</link>
      <guid>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%ED%8E%98%EC%8A%A4%ED%8A%B8-%EA%B0%91%EB%8B%88%EB%8B%A4/</guid>
      <pubDate>Tue, 05 Nov 2019 14:29:39 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC774;&amp;#xBC88;&amp;#xC5D0; &amp;#xC2A4;&amp;#xD3
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xBC88;&#xC5D0; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xAC00; &#xBC29;&#xCF55;&#xC5D0;&#xC11C; &#xC5F4;&#xB9AC;&#xB294;&#xB370;&#xC694;. &#xC800;&#xB3C4; &#xAC11;&#xB2C8;&#xB2E4;!</p><p>&#xD55C;&#xAD6D;&#xC758; &#xAC1C;&#xBC1C;&#xC790; &#xC2A4;&#xD2F0;&#xBBF8;&#xC5B8;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6B4;&#xC601;&#xC9C4;&#xC73C;&#xB85C;&#xC368; &#xAC11;&#xB2C8;&#xB2E4;. &#xC124;&#xB808;&#xACE0; &#xAE34;&#xC7A5;&#xB3C4; &#xB429;&#xB2C8;&#xB2E4;.</p><p>&#xAC00;&#xC11C; &#xC0AC;&#xB78C;&#xB4E4;&#xB3C4; &#xB9CE;&#xC774; &#xB9CC;&#xB098;&#xBCF4;&#xACE0;, &#xC774;&#xC57C;&#xAE30;&#xB3C4; &#xD558;&#xACE0;&#xC694;. &#xB9CE;&#xC774; &#xBC30;&#xC6B0;&#xACE0; &#xC624;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB178;&#xB825;&#xD574;&#xBCFC;&#xAC8C;&#xC694;! &#x314B;&#x314B; &#xC81C;&#xAC00; &#xADF8;&#xACF3;&#xC5D0;&#xC11C; &#xBB58;&#xD574;&#xC57C;&#xD560;&#xAE4C; &#xC0DD;&#xAC01;&#xD574;&#xBD24;&#xB294;&#xB370;&#xC694;.</p><ul><li>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xBC1C;&#xD45C;&#xB4E4;&#xC744; &#xC798; &#xBCF4;&#xACE0; &#xC774;&#xD574;&#xD558;&#xAE30;, &#xADF8;&#xB9AC;&#xACE0; &#xD3EC;&#xC2A4;&#xD305;&#xD558;&#xAE30;</li><li>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xC990;&#xAE30;&#xAE30;</li><li>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xD6C4;&#xAE30;&#xC791;&#xC131;</li></ul><p>&#xC798; &#xB2E4;&#xB140;&#xC62C;&#xAC8C;&#xC694;.</p><hr><h4 id="&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;-&#xC18C;&#xAC1C;"><a href="#&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;-&#xC18C;&#xAC1C;" class="headerlink" title="&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xC18C;&#xAC1C;"></a>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xC18C;&#xAC1C;</h4><p>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xB294; &#xB9E4;&#xB144; &#xC804;&#xC138;&#xACC4; &#xC2A4;&#xD2F0;&#xBBF8;&#xC5B8;&#xB4E4;&#xC774; &#xBAA8;&#xC774;&#xB294; &#xCD95;&#xC81C;&#xC758; &#xC7A5;&#xC785;&#xB2C8;&#xB2E4;. &#xC774;&#xBC88; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xAC00; 4&#xBC88;&#xC9F8;&#xB77C;&#xACE0; &#xD558;&#xB294;&#xAD70;&#xC694;. &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xCEE8;&#xD37C;&#xB7F0;&#xC2A4;&#xB3C4;&#xD558;&#xACE0; &#xC2DC;&#xD2F0;&#xD22C;&#xC5B4;&#xB3C4; &#xD569;&#xB2C8;&#xB2E4;.</p><blockquote><p>SteemFest is the annual gathering for Steem users and its ecosystem. It is a reunion meets conference meets citytrip - aiming to meet new people, foster relationships and learn from each other.</p></blockquote><p><img src="https://cdn.steemitimages.com/DQmSWvnqK2fDcnDe6LjuQZ4vS4EJF86Ry4EMdHkUJnGyGJ5/image.png" alt=""></p><p>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xC2A4;&#xD53C;&#xCEE4;&#xB85C; &#xC624;&#xB294; &#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xC2A4;&#xD300;&#xC787; &#xAC1C;&#xBC1C;&#xC790;, &#xB300;&#xD45C;&#xB3C4; &#xC788;&#xACE0;, &#xC2A4;&#xD300;&#xC5D0;&#xC11C; dapp&#xC744; &#xC6B4;&#xC601;&#xD558;&#xB294; &#xBD84;&#xB4E4;&#xB85C; &#xAD6C;&#xC131;&#xB3FC;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAE30;&#xB300;&#xB429;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC0AC;&#xC0AC;&#xB78C;&#xB4E4;&#xC758; &#xBE44;&#xC83C;&#xB3C4; &#xB4E4;&#xC5B4;&#xBCF4;&#xACE0;&#xC2F6;&#xACE0;&#xC694;. &#xC5EC;&#xB7EC; dapp &#xC6B4;&#xC601;&#xC790;&#xB4E4;&#xC774; &#xC5B4;&#xB5BB;&#xAC8C; &#xC6B4;&#xC601;&#xD558;&#xACE0;&#xC788;&#xACE0;, &#xC218;&#xC775;&#xC740; &#xB098;&#xB294;&#xC9C0;?? &#x314B;&#x314B; &#xAD81;&#xAE08;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xAD81;&#xAE08;&#xD558;&#xC2E0;&#xAC70; &#xC788;&#xC73C;&#xBA74; &#xB9D0;&#xD574;&#xC8FC;&#xC138;&#xC694;! &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/51azwn" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8; &#xAC11;&#xB2C8;&#xB2E4;.&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%ED%8E%98%EC%8A%A4%ED%8A%B8-%EA%B0%91%EB%8B%88%EB%8B%A4/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[개발, 분석] steemwallet #2 스팀엔진 토큰 적용하기</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EB%B6%84%EC%84%9D-steemwallet-2-%EC%8A%A4%ED%8C%80%EC%97%94%EC%A7%84-%ED%86%A0%ED%81%B0-%EC%A0%81%EC%9A%A9%ED%95%98%EA%B8%B0/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EB%B6%84%EC%84%9D-steemwallet-2-%EC%8A%A4%ED%8C%80%EC%97%94%EC%A7%84-%ED%86%A0%ED%81%B0-%EC%A0%81%EC%9A%A9%ED%95%98%EA%B8%B0/</guid>
      <pubDate>Mon, 04 Nov 2019 07:33:42 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;https://www.steemcoinpan.com/
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p><a href="https://www.steemcoinpan.com/sct/@jacobyu/steemwallet-1" target="_blank" rel="noopener">[&#xAC1C;&#xBC1C;, &#xBD84;&#xC11D;] steemwallet #1 &#xC18C;&#xAC1C; &#xBC0F; &#xC124;&#xCE58;)</a>&#xC5D0;&#xC11C; &#xB85C;&#xB79C;&#xB4DC;&#xAC00; &#xAC1C;&#xBC1C;&#xD55C; &#xC2A4;&#xD300;&#xC6D4;&#xB81B;&#xC744; &#xC18C;&#xAC1C;&#xD558;&#xACE0; &#xC9C1;&#xC811; &#xC124;&#xCE58;&#xD574;&#xC11C; &#xB3D9;&#xC791;&#xC2DC;&#xCF1C;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xB85C;&#xB79C;&#xB4DC;&#xC758; &#xC2A4;&#xD300;&#xC6D4;&#xB81B;&#xC740; &#xAC00;&#xBCCD;&#xACE0; &#xC9C0;&#xAC11;&#xC5D0; &#xC9D1;&#xC911;&#xD55C; &#xC571;&#xC778;&#xB370;&#xC694;. &#xC2A4;&#xD300;&#xACFC; &#xC2A4;&#xB2EC;&#xB9CC; &#xC9C0;&#xC6D0;&#xD588;&#xC5C8;&#xAE30; &#xB54C;&#xBB38;&#xC5D0; &#xC81C;&#xAC00; &#xC5EC;&#xAE30;&#xB2E4;&#xAC00; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070;&#xC744; &#xC801;&#xC6A9;&#xAC00;&#xB2A5;&#xD55C;&#xC9C0; &#xD14C;&#xC2A4;&#xD2B8; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xACB0;&#xACFC;&#xC801;&#xC73C;&#xB85C;&#xB294; sct&#xD1A0;&#xD070;&#xC744; &#xC2A4;&#xD300;&#xC6D4;&#xB81B;&#xC5D0; &#xB123;&#xB294; &#xC791;&#xC5C5;&#xC744; &#xC131;&#xACF5;&#xD588;&#xACE0;, &#xCDA9;&#xBD84;&#xD788; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xAE30;&#xB2A5;&#xB4E4;&#xC744; &#xC774; &#xC9C0;&#xAC11;&#xC5D0; &#xB123;&#xC5B4;&#xBCFC; &#xC218; &#xC788;&#xACA0;&#xB2E4;. &#xD310;&#xB2E8;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmZyPUBdUgTaMVHy3XfvwnS5CZWJiwiYEQbBoqsPYRxr2D/image.png" alt=""></p><hr><h3 id="&#xC0DD;&#xC18C;&#xD558;&#xB2E4;-Appcelerator-titanium"><a href="#&#xC0DD;&#xC18C;&#xD558;&#xB2E4;-Appcelerator-titanium" class="headerlink" title="&#xC0DD;&#xC18C;&#xD558;&#xB2E4;. Appcelerator titanium"></a>&#xC0DD;&#xC18C;&#xD558;&#xB2E4;. Appcelerator titanium</h3><p>&#xC774; &#xC571;&#xC5D0; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070;&#xC744; &#xB123;&#xB294;&#xB370; &#xAC00;&#xC7A5; &#xD06C;&#xAC8C; &#xB290;&#xAEF4;&#xC9C4; &#xC7A5;&#xBCBD;&#xC740; &#xC0DD;&#xC18C;&#xD55C; &#xD50C;&#xB7AB;&#xD3FC;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC6D4;&#xB81B; &#xCF54;&#xB4DC;&#xAC00; <code>Appcelerator titanium</code>&#xB77C;&#xB294; &#xC0DD;&#xC18C;&#xD55C; &#xD50C;&#xB7AB;&#xD3FC;&#xC774;&#xB77C; &#xCF54;&#xB4DC;&#xB97C; &#xC774;&#xD574;&#xD558;&#xB294;&#xB370; &#xC5B4;&#xB824;&#xC6C0;&#xC774; &#xC870;&#xAE08; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xCF54;&#xB4DC;&#xAC00; &#xADF8;&#xB098;&#xB9C8; &#xC801;&#xC740; &#xD3B8;&#xC774;&#xB77C; &#xBD84;&#xC11D;&#xD558;&#xAE30; &#xAD1C;&#xCC2E;&#xC558;&#xB294;&#xB370;&#xC694;. &#xC548;&#xB4DC;&#xB85C;&#xC774;&#xB4DC;&#xC640; &#xC720;&#xC0AC;&#xD55C; &#xAD6C;&#xC131;&#xC744; &#xAC16;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD558;&#xB098;&#xC758; &#xD654;&#xBA74;&#xC5D0; &#xB300;&#xD574; xml&#xACFC; javascript &#xCF54;&#xB4DC;&#xB97C; &#xAC16;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC6D0;&#xD558;&#xB294;&#xB300;&#xB85C; ui&#xB97C; &#xBCC0;&#xACBD;&#xD558;&#xB824;&#xBA74; &#xD50C;&#xB7AB;&#xD3FC; &#xACF5;&#xBD80;&#xB97C; &#xC880; &#xD574;&#xC57C;&#xD560; &#xAC83; &#xAC19;&#xC544;&#xC694;. &#xC9C0;&#xAE08;&#xC740; &#xC720;&#xC800;&#xAC00; &#xAC16;&#xACE0; &#xC788;&#xB294; sct&#xD1A0;&#xD070; &#xC815;&#xBCF4;&#xB9CC; &#xB744;&#xC6B0;&#xB294;&#xAC78; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="sscjs-&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C;-&#xC0AC;&#xC6A9;&#xD558;&#xC9C0;-&#xC54A;&#xACE0;-&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;-&#xC0AC;&#xC6A9;&#xC790;-&#xC794;&#xACE0;-&#xAC00;&#xC838;&#xC624;&#xAE30;"><a href="#sscjs-&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C;-&#xC0AC;&#xC6A9;&#xD558;&#xC9C0;-&#xC54A;&#xACE0;-&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;-&#xC0AC;&#xC6A9;&#xC790;-&#xC794;&#xACE0;-&#xAC00;&#xC838;&#xC624;&#xAE30;" class="headerlink" title="sscjs &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0; &#xC54A;&#xACE0; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xC0AC;&#xC6A9;&#xC790; &#xC794;&#xACE0; &#xAC00;&#xC838;&#xC624;&#xAE30;"></a>sscjs &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0; &#xC54A;&#xACE0; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xC0AC;&#xC6A9;&#xC790; &#xC794;&#xACE0; &#xAC00;&#xC838;&#xC624;&#xAE30;</h4><p>&#xB610;, &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070;&#xC744; &#xBD88;&#xB7EC;&#xC624;&#xB294; &#xAE30;&#xB2A5;&#xC744; &#xAD6C;&#xD604;&#xD558;&#xB824;&#xBA74; sscjs&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xB294;&#xB370;&#xC694;. Appcelerator titanium&#xC5D0;&#xC11C;&#xB294; sscjs &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0; &#xBABB;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC65C;&#xB0D0;&#xD558;&#xBA74; sscjs&#xAC00; &#xC0AC;&#xC6A9;&#xD558;&#xB294; axios&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; Appcelerator titanium&#xD50C;&#xB7AB;&#xD3FC;&#xC5D0;&#xC11C; &#xC9C0;&#xC6D0;&#xD558;&#xC9C0; &#xC54A;&#xC558;&#xAE30; &#xB54C;&#xBB38;&#xC785;&#xB2C8;&#xB2E4;.</p><p>sscjs &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0; &#xC54A;&#xACE0; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; &#xC815;&#xBCF4;&#xB97C; &#xAC00;&#xC838;&#xC624;&#xAE30; &#xC704;&#xD574; &#xC9C1;&#xC811; post &#xC694;&#xCCAD;&#xD558;&#xB294;&#xAC78;&#xB85C; &#xD574;&#xACB0;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC27D;&#xAC8C; &#xBCF5;&#xC0AC; &#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xC544;&#xB798; &#xCF54;&#xB4DC;&#xB85C;&#xB3C4; &#xB123;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmQCtEv2dqKWSyxTkLvDeeSYfNZMCNAoY5jDJMTqYtaJyq/image.png" alt=""></p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br><span class="line">12</span><br><span class="line">13</span><br><span class="line">14</span><br><span class="line">15</span><br></pre></td><td class="code"><pre><span class="line">url : https://api.steem-engine.com/rpc/contracts</span><br><span class="line">body:</span><br><span class="line">{</span><br><span class="line">        &quot;jsonrpc&quot;:&quot;2.0&quot;,</span><br><span class="line">        &quot;id&quot;:10,</span><br><span class="line">        &quot;method&quot;:&quot;find&quot;,</span><br><span class="line">        &quot;params&quot;:{</span><br><span class="line">            &quot;contract&quot;:&quot;tokens&quot;,</span><br><span class="line">            &quot;table&quot;:&quot;balances&quot;,</span><br><span class="line">            &quot;query&quot;:{&quot;account&quot;:&quot;&#xACC4;&#xC815;&#xBA85;&quot;},</span><br><span class="line">            &quot;limit&quot;:1000,</span><br><span class="line">            &quot;offset&quot;:0,</span><br><span class="line">            &quot;indexes&quot;:&quot;&quot;</span><br><span class="line">        }</span><br><span class="line">}</span><br></pre></td></tr></tbody></table></figure><p>&#xC774;&#xBD80;&#xBD84;&#xC5D0;&#xC11C;&#xB294; &#xC544;&#xB798; &#xAE00;&#xB4E4;&#xC774; &#xB3C4;&#xC6C0;&#xC774; &#xB410;&#xC2B5;&#xB2C8;&#xB2E4;. sscjs &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0; &#xBABB;&#xD560;&#xAC70;&#xB77C;&#xACE4; &#xC0DD;&#xAC01; &#xBABB;&#xD588;&#xAC70;&#xB4E0;&#xC694;.</p><ul><li><a href="https://github.com/harpagon210/steemsmartcontracts/wiki/JSON-RPC-server" target="_blank" rel="noopener">https://github.com/harpagon210/steemsmartcontracts/wiki/JSON-RPC-server</a></li><li><a href="https://www.steemcoinpan.com/sct/@morning/6r2inf-sct" target="_blank" rel="noopener">https://www.steemcoinpan.com/sct/@morning/6r2inf-sct</a></li><li><a href="https://steemit.com/steemengine/@wonsama/steem-engine-with-nodejs" target="_blank" rel="noopener">https://steemit.com/steemengine/@wonsama/steem-engine-with-nodejs</a></li></ul><hr><p>&#xCD94;&#xAC00;&#xC801;&#xC73C;&#xB85C; &#xD574;&#xBCFC; &#xC218; &#xC788;&#xB294; &#xAC83;&#xC740; &#xC544;&#xB798; &#xB0B4;&#xC6A9;&#xC785;&#xB2C8;&#xB2E4;.</p><ol><li>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; &#xC804;&#xC1A1;&#xD558;&#xAE30;</li><li>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; &#xC804;&#xC1A1;&#xAE30;&#xB85D; &#xD655;&#xC778;&#xD558;&#xAE30;</li></ol><p>2&#xAC00;&#xC9C0; &#xC791;&#xC5C5;&#xC778;&#xB370;&#xC694;.<br>&#xC774; &#xC791;&#xC5C5;&#xB4E4;&#xB3C4; &#xC9C4;&#xD589;&#xB418;&#xBA74; &#xD3EC;&#xC2A4;&#xD305; &#xAC04;&#xB2E8;&#xD788; &#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/steemwallet-2" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;, &#xBD84;&#xC11D;] steemwallet #2 &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; &#xC801;&#xC6A9;&#xD558;&#xAE30;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EB%B6%84%EC%84%9D-steemwallet-2-%EC%8A%A4%ED%8C%80%EC%97%94%EC%A7%84-%ED%86%A0%ED%81%B0-%EC%A0%81%EC%9A%A9%ED%95%98%EA%B8%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>dapp의 장점 # smart contract</title>
      <link>http://passionbull.github.io/dapp%EC%9D%98-%EC%9E%A5%EC%A0%90--smart-contract/</link>
      <guid>http://passionbull.github.io/dapp%EC%9D%98-%EC%9E%A5%EC%A0%90--smart-contract/</guid>
      <pubDate>Sun, 03 Nov 2019 07:37:45 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC870;&amp;#xC0AC;&amp;#xB97C; &amp;#xD558;&amp;#xAC
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC870;&#xC0AC;&#xB97C; &#xD558;&#xACE0; &#xC801;&#xC5B4;&#xC57C;&#xD558;&#xB294;&#xB370;.. &#xADF8;&#xB0E5; &#xC801;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.</p><h4 id="Smart-contract"><a href="#Smart-contract" class="headerlink" title="Smart contract"></a>Smart contract</h4><p>&#xCE5C;&#xD55C; &#xD615;&#xACFC; &#xC2A4;&#xB9C8;&#xD2B8; &#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xC5D0; &#xB300;&#xD574; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xB9C8;&#xD2B8; &#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xAC00; &#xBB34;&#xC5C7;&#xC778;&#xAC00;&#xC5D0; &#xB300;&#xD574; &#xC800;&#xB294; &#xC124;&#xBA85;&#xD574;&#xC57C;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xC5D0; &#xB300;&#xD574; &#xC9C1;&#xC811; &#xAC1C;&#xBC1C;&#xC740; &#xC548;&#xD574;&#xBD24;&#xC9C0;&#xB9CC;, &#xC2A4;&#xD300;&#xC5D0;&#xC11C; &#xB9CE;&#xC774; &#xC774;&#xC57C;&#xAE30;&#xB3C4; &#xB4E3;&#xACE0;, &#xAD00;&#xB828; &#xAE00;&#xB3C4; &#xCC3E;&#xC544;&#xBCF4;&#xAE30;&#xB3C4; &#xD588;&#xACE0;&#xC694;. &#xC81C;&#xAC00; &#xC544;&#xB294;&#xB300;&#xB85C; &#xC124;&#xBA85;&#xD574;&#xC92C;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h5 id="&#xC608;&#xC2DC;-1-&#xBCA0;&#xD305;&#xC2DC;&#xC2A4;&#xD15C;"><a href="#&#xC608;&#xC2DC;-1-&#xBCA0;&#xD305;&#xC2DC;&#xC2A4;&#xD15C;" class="headerlink" title="&#xC608;&#xC2DC; 1. &#xBCA0;&#xD305;&#xC2DC;&#xC2A4;&#xD15C;"></a>&#xC608;&#xC2DC; 1. &#xBCA0;&#xD305;&#xC2DC;&#xC2A4;&#xD15C;</h5><p>&#xBCA0;&#xD305;&#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xB9CC;&#xB4E4;&#xACE0; &#xC2F6;&#xB2E4;. &#xADFC;&#xB370;, &#xB0B4;&#xAC00; &#xC774; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xD55C;&#xB2E4;&#xACE0; &#xD560;&#xB54C;, &#xB204;&#xAC00; &#xB0A0; &#xBBFF;&#xACE0; &#xD558;&#xACA0;&#xB0D0;? &#xB0B4;&#xAC00; &#xB3C4;&#xB9DD;&#xAC00;&#xBA74; &#xC5B4;&#xB5BB;&#xAC8C; &#xD558;&#xB0D0;? &#xC2A4;&#xB9C8;&#xD2B8; &#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xAC00; &#xC5C6;&#xB2E4;&#xBA74; &#xB0A0; &#xBBFF;&#xC5B4;&#xC57C;&#xD55C;&#xB2E4;.</p><p>&#xB9CC;&#xC57D;&#xC5D0; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xAC00; &#xC788;&#xB2E4;&#xBA74;, &#xB098;&#xB97C; &#xBBFF;&#xB294;&#xAC8C; &#xC544;&#xB2C8;&#xB77C; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8; &#xCF54;&#xB4DC;&#xAC00; &#xB4E4;&#xC5B4;&#xAC00; &#xC788;&#xB294; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xD50C;&#xB7AB;&#xD3FC;&#xC744; &#xBBFF;&#xB294; &#xAC83;&#xC774;&#xB2E4;.</p><h5 id="&#xC608;&#xC2DC;-2-&#xBD80;&#xB3D9;&#xC0B0;"><a href="#&#xC608;&#xC2DC;-2-&#xBD80;&#xB3D9;&#xC0B0;" class="headerlink" title="&#xC608;&#xC2DC; 2. &#xBD80;&#xB3D9;&#xC0B0;"></a>&#xC608;&#xC2DC; 2. &#xBD80;&#xB3D9;&#xC0B0;</h5><p>&#xB450;&#xBC88;&#xC9F8; &#xC608;&#xB85C; &#xC124;&#xBA85;&#xD588;&#xB358;&#xAC74;, &#xBD80;&#xB3D9;&#xC0B0;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBCF4;&#xD1B5; &#xBD80;&#xB3D9;&#xC0B0;&#xC5D0;&#xC11C; &#xC9D1;&#xC744; &#xAD6C;&#xD560; &#xB54C;,  &#xC9D1;&#xC8FC;&#xC778;&#xD558;&#xACE0; &#xC9C1;&#xC811; &#xAC70;&#xB798;&#xD558;&#xC9C0; &#xC54A;&#xACE0; &#xBD80;&#xB3D9;&#xC0B0; &#xC911;&#xAC1C;&#xC778;&#xACFC; &#xD568;&#xAED8; &#xAC70;&#xB798;&#xD558;&#xC9C0; &#xC54A;&#xC2B5;&#xB2C8;&#xAE4C;? &#xC5EC;&#xAE30;&#xC11C; &#xBD80;&#xB3D9;&#xC0B0; &#xC911;&#xAC1C;&#xC778;&#xC758; &#xC5ED;&#xD560;&#xC744; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xAC00; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xB807;&#xAC8C; &#xC124;&#xBA85;&#xD588;&#xC9C0;&#xB9CC; &#xBB54;&#xAC00; &#xB72C;&#xAD6C;&#xB984; &#xC7A1;&#xB294; &#xC774;&#xC57C;&#xAE30;&#xB77C;&#xACE0; &#xD558;&#xB354;&#xAD70;&#xC694;.</p><h5 id="&#xC608;&#xC2DC;-3-api-&#xC11C;&#xBC84;"><a href="#&#xC608;&#xC2DC;-3-api-&#xC11C;&#xBC84;" class="headerlink" title="&#xC608;&#xC2DC; 3. api &#xC11C;&#xBC84;"></a>&#xC608;&#xC2DC; 3. api &#xC11C;&#xBC84;</h5><p>&#xC6B0;&#xB9AC;&#xAC00; &#xBCF4;&#xD1B5; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xD560;&#xB54C;, api &#xC11C;&#xBC84;&#xB97C; &#xB9CC;&#xB4E4;&#xC796;&#xC544;&#xC694;. &#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xAD11;&#xACE0;&#xB97C; &#xBD24;&#xC744; &#xB54C;, &#xD3EC;&#xC778;&#xD2B8;&#xB97C; &#xC8FC;&#xB294; api&#xB97C; &#xB9CC;&#xB4E4;&#xACE0; &#xC2F6;&#xC5B4;&#xC694;. &#xC774;&#xB54C; &#xC9C1;&#xC811; &#xC11C;&#xBC84;&#xB97C; &#xAD6C;&#xCD95;&#xD558;&#xAC70;&#xB098; &#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4; function&#xC73C;&#xB85C; api &#xC11C;&#xBC84;&#xB97C; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xACA0;&#xC8E0;. &#xB2E4;&#xB9CC;, &#xC6B0;&#xB9AC; &#xC11C;&#xBC84;&#xAC00; &#xBA48;&#xCD94;&#xBA74; api &#xD638;&#xCD9C;&#xC744; &#xBABB;&#xD558;&#xACA0;&#xC8E0;. &#xB610;, &#xC6B0;&#xB9AC; &#xB9D8;&#xB300;&#xB85C; &#xC5B8;&#xC81C;&#xB4E0;&#xC9C0; &#xC218;&#xC815;&#xB3C4; &#xAC00;&#xB2A5;&#xD558;&#xACE0;&#xC694;.</p><p>&#xB9CC;&#xC57D;&#xC5D0; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC774; api&#xB97C; &#xB9CC;&#xB4E0;&#xB2E4;&#xBA74;.. &#xC5B4;&#xB5A4;&#xB290;&#xB08C;&#xC774;&#xB0D0;&#xBA74; &#xC774; api&#xD638;&#xCD9C;&#xC774; &#xC654;&#xC744; &#xB54C;, &#xC5EC;&#xB7EC; &#xAC1C;&#xC758; &#xC11C;&#xBC84;&#xC5D0;&#xC11C; &#xC774; api&#xC5D0; &#xB300;&#xD55C; &#xCC98;&#xB9AC;&#xB97C; &#xD55C; &#xD6C4;, &#xACB0;&#xACFC;&#xAC12;&#xC744; &#xC8FC;&#xB294; &#xAC81;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xB807;&#xAC8C; &#xB418;&#xBA74; &#xC6B0;&#xB9AC;&#xB294; &#xC11C;&#xBC84; &#xBE44;&#xC6A9;&#xB3C4; &#xC548;&#xB4E4;&#xACE0;, &#xC11C;&#xBC84;&#xAC00; &#xBA48;&#xCD9C;&#xAC83;&#xB3C4; &#xAC71;&#xC815; &#xC548;&#xD574;&#xB3C4; &#xB429;&#xB2C8;&#xB2E4;. &#xC65C;&#xB0D0;&#xD558;&#xBA74; &#xC774;&#xAC74; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xD50C;&#xB7AB;&#xD3FC;&#xC758; &#xBB38;&#xC81C;&#xC774;&#xB2C8;&#xAE50;&#xC694;. &#xC598;&#xB124;&#xAC00; &#xC798; &#xD574;&#xC57C;&#xD558;&#xB294;&#xAC70;&#xC9C0;, &#xC6B0;&#xB9AC;&#xAC00; &#xC798;&#xD574;&#xC57C;&#xD560;&#xAC8C; &#xC544;&#xB2C8;&#xC8E0;. &#xB610; &#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C;&#xB294; &#xC6B0;&#xB9AC;&#xB97C; &#xBBFF;&#xB294;&#xAC8C; &#xC544;&#xB2C8;&#xB77C; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xD50C;&#xB7AB;&#xD3FC;&#xC744; &#xBBFF;&#xC5B4;&#xB77C;! &#xB77C;&#xACE0; &#xB9D0;&#xB3C4; &#xD560; &#xC218; &#xC788;&#xACE0;&#xC694;. </p><p>&#xC544;&#xBB34;&#xD2BC; &#xC694;&#xC57D;&#xD558;&#xC790;&#xBA74; &#xC544;&#xB798; 2&#xAC00;&#xC9C0;&#xC758; &#xC7A5;&#xC810;&#xC774; &#xC788;&#xC744; &#xAC83; &#xAC19;&#xC544;&#xC694;.</p><ol><li>&#xC11C;&#xBC84;&#xBE44;&#xC6A9; &#xC548;&#xB4E0;&#xB2E4;.</li><li>&#xC2E0;&#xB8B0;&#xC131; &#xD655;&#xBCF4;</li></ol><hr><h4 id="&#xC5B4;&#xB5A4;-&#xBE14;&#xB85D;&#xCCB4;&#xC778;-&#xD50C;&#xB7AB;&#xD3FC;&#xC744;-&#xC4F8;&#xAEC0;&#xAC00;"><a href="#&#xC5B4;&#xB5A4;-&#xBE14;&#xB85D;&#xCCB4;&#xC778;-&#xD50C;&#xB7AB;&#xD3FC;&#xC744;-&#xC4F8;&#xAEC0;&#xAC00;" class="headerlink" title="&#xC5B4;&#xB5A4; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xD50C;&#xB7AB;&#xD3FC;&#xC744; &#xC4F8;&#xAEC0;&#xAC00;?"></a>&#xC5B4;&#xB5A4; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xD50C;&#xB7AB;&#xD3FC;&#xC744; &#xC4F8;&#xAEC0;&#xAC00;?</h4><p>&#xC5B4;&#xB5A4; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xD50C;&#xB7AB;&#xD3FC;&#xC744; &#xD65C;&#xC6A9;&#xD560; &#xAC83;&#xC778;&#xAC00;&#xC5D0; &#xB300;&#xD55C; &#xB0B4;&#xC6A9;&#xC778;&#xB370;&#xC694;. &#xACB0;&#xB860;&#xBD80;&#xD130; &#xB9D0;&#xD558;&#xBA74; <code>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xC2A4;&#xD300;&#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;(SSC)</code>&#xB85C; &#xC811;&#xADFC;&#xD574;&#xBCFC;&#xAE4C;&#xD569;&#xB2C8;&#xB2E4;. &#xC5EC;&#xAE30;&#xC5D0;&#xB294; 3 &#xAC00;&#xC9C0; &#xC774;&#xC720;&#xAC00; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ol><li>&#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130;&#xAC00; &#xC774;&#xBBF8; &#xC798; &#xD65C;&#xC6A9;&#xD558;&#xACE0; &#xC788;&#xB2E4;.</li><li>&#xB0B4;&#xAC00; &#xC2A4;&#xD300;&#xC5D0; &#xC775;&#xC219;&#xD558;&#xB2E4;.</li><li>&#xBCF4;&#xD1B5; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xB97C; &#xBCF4;&#xB2C8; &#xC194;&#xB9AC;&#xB514;&#xD2F0;&#xB97C; &#xC775;&#xD600;&#xC57C;&#xB418;&#xB294;&#xB370;, &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xB294; &#xC544;&#xB2CC;&#xAC83; &#xAC19;&#xB2E4;. &#xD655;&#xC778;&#xD544;&#xC694;&#xD558;&#xB2E4;.</li><li>smt &#xC2A4;&#xB9C8;&#xD2B8; &#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xB294; &#xC5B8;&#xC81C; &#xB098;&#xC62C;&#xC9C0; &#xBAA8;&#xB974;&#xACA0;&#xB2E4;.</li></ol><p>&#xC774;&#xB7F0; &#xC774;&#xC720;&#xB85C; &#xC2A4;&#xB9C8;&#xD2B8;&#xCEE8;&#xD2B8;&#xB799;&#xD2B8;&#xB294; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xACF5;&#xBD80;&#xD574;&#xBCF4;&#xACE0; &#xC801;&#xC6A9;&#xD574;&#xBCFC;&#xAE4C;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/dapp-smart-contract" target="_blank" rel="noopener">&#x2018;dapp&#xC758; &#xC7A5;&#xC810; # smart contract&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/dapp%EC%9D%98-%EC%9E%A5%EC%A0%90--smart-contract/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[개발] 스팀코인판 Swap 기능 #4 테스트</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-4-%ED%85%8C%EC%8A%A4%ED%8A%B8/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-4-%ED%85%8C%EC%8A%A4%ED%8A%B8/</guid>
      <pubDate>Fri, 01 Nov 2019 23:45:57 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC2A4;&amp;#xC651;&amp;#xAE30;&amp;#xB2A5;&amp;#xC74
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xC651;&#xAE30;&#xB2A5;&#xC744; &#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC704;&#xCE58;&#xB294; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC624;&#xB978;&#xCABD; &#xC0AC;&#xC774;&#xB4DC;&#xBC14;&#xC5D0; token swap&#xC774;&#xB77C;&#xB294; &#xC704;&#xC82F;&#xC744; &#xB123;&#xC744; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. </p><p><img src="https://cdn.steemitimages.com/DQmXiaBGenMKmVyDd66HkG9xi3LCYQLuxEJP1YuttfUGrvd/image.png" alt=""></p><hr><h4 id="&#xAC1C;&#xBC1C;&#xD558;&#xBA74;&#xC11C;-&#xAC00;&#xC7A5;-&#xAC71;&#xC815;&#xB410;&#xB358;&#xAC74;-3&#xAC00;&#xC9C0;"><a href="#&#xAC1C;&#xBC1C;&#xD558;&#xBA74;&#xC11C;-&#xAC00;&#xC7A5;-&#xAC71;&#xC815;&#xB410;&#xB358;&#xAC74;-3&#xAC00;&#xC9C0;" class="headerlink" title="&#xAC1C;&#xBC1C;&#xD558;&#xBA74;&#xC11C; &#xAC00;&#xC7A5; &#xAC71;&#xC815;&#xB410;&#xB358;&#xAC74; 3&#xAC00;&#xC9C0;"></a>&#xAC1C;&#xBC1C;&#xD558;&#xBA74;&#xC11C; &#xAC00;&#xC7A5; &#xAC71;&#xC815;&#xB410;&#xB358;&#xAC74; 3&#xAC00;&#xC9C0;</h4><ol><li>&#xAC00;&#xC9DC;&#xB85C; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0C8;&#xB294;&#xB370;, &#xC6B0;&#xB9AC; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0B4;&#xC900;&#xB2E4;.</li><li>&#xACE0;&#xAC1D;&#xC774; &#xBCF4;&#xB0B8; &#xD1A0;&#xD070;&#xC744; &#xBC1B;&#xACE0;, &#xC544;&#xBB34; &#xC751;&#xB2F5;&#xC774; &#xC5C6;&#xB2E4;.</li><li>api, server &#xBB38;&#xC81C; &#xBC1C;&#xC0DD;&#xD560; &#xACBD;&#xC6B0;, &#xC6B0;&#xB9AC; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0B4;&#xC900;&#xB2E4;.</li></ol><p>&#xC774; &#xBB38;&#xC81C;&#xB4E4;&#xC744; &#xBAA8;&#xB450; &#xC810;&#xAC80;&#xD558;&#xACE0; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC6B4;&#xC601;&#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;.</p><p>1&#xBC88;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB294; &#xC774;&#xC804;&#xAE00;&#xC5D0;&#xC11C; &#xC791;&#xC131;&#xD55C;&#xAC83; &#xCC98;&#xB7FC; &#xCC98;&#xB9AC; &#xD588;&#xACE0;&#xC694;. </p><p>2&#xBC88;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB294; &#xC5D0;&#xB7EC;&#xB4E4;&#xC774; &#xBC1C;&#xC0DD;&#xD558;&#xBA74; 0.001steem&#xACFC; &#xD568;&#xAED8; &#xBA54;&#xBAA8;&#xB97C; &#xBCF4;&#xB0B4;&#xB824;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.</p><p>3&#xBC88; &#xBB38;&#xC81C; &#xAD00;&#xB828;&#xD574;&#xC11C; &#xBC1C;&#xC0DD;&#xD560; &#xC218; &#xC788;&#xB294; &#xC5D0;&#xB7EC;&#xB97C; &#xCC3E;&#xC544;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xC5D0;&#xB7EC;&#xB4E4;&#xC5D0; &#xB300;&#xD574; &#xC608;&#xC678;&#xCC98;&#xB9AC; &#xCF54;&#xB4DC;&#xB97C; &#xCD94;&#xAC00;&#xD55C; &#xC0C1;&#xD0DC;&#xC785;&#xB2C8;&#xB2E4;.</p><h4 id="&#xBC1C;&#xC0DD;&#xD560;-&#xC218;-&#xC788;&#xB294;-&#xC5D0;&#xB7EC;&#xB4E4;"><a href="#&#xBC1C;&#xC0DD;&#xD560;-&#xC218;-&#xC788;&#xB294;-&#xC5D0;&#xB7EC;&#xB4E4;" class="headerlink" title="&#xBC1C;&#xC0DD;&#xD560; &#xC218; &#xC788;&#xB294; &#xC5D0;&#xB7EC;&#xB4E4;.."></a>&#xBC1C;&#xC0DD;&#xD560; &#xC218; &#xC788;&#xB294; &#xC5D0;&#xB7EC;&#xB4E4;..</h4><ul><li>&#xC2A4;&#xD300;, &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; api &#xC5D0;&#xB7EC;</li><li>&#xAC00;&#xACA9; api &#xC5D0;&#xB7EC; </li><li>db &#xC5D0;&#xB7EC; </li></ul><p>&#xC694; &#xC5D0;&#xB7EC;&#xB4E4;&#xC5D0; &#xB300;&#xD574; &#xC77C;&#xBD80;&#xB85C; &#xBC1C;&#xC0DD;&#xC2DC;&#xCF1C;&#xBCF4;&#xBA74;&#xC11C; &#xD504;&#xB85C;&#xADF8;&#xB7A8;&#xC774; &#xC8FD;&#xC9C0; &#xC54A;&#xB294;&#xC9C0; &#xD655;&#xC778;&#xD588;&#xACE0;&#xC694;. &#xC5C9;&#xB6B1;&#xD55C; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0B4;&#xB294;&#xC9C0;&#xB3C4; &#xCCB4;&#xD06C;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><h4 id="&#xBC30;&#xC6B4;&#xAC83;"><a href="#&#xBC30;&#xC6B4;&#xAC83;" class="headerlink" title="&#xBC30;&#xC6B4;&#xAC83;"></a>&#xBC30;&#xC6B4;&#xAC83;</h4><p>&#xC774;&#xBC88; &#xAC1C;&#xBC1C;&#xC744; &#xD558;&#xBA74;&#xC11C;.. &#xD14C;&#xC2A4;&#xD2B8; &#xCF54;&#xB4DC;&#xC758; &#xC911;&#xC694;&#xC131;&#xC744; &#xBC30;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCF54;&#xB4DC;&#xB97C; &#xC791;&#xC131;&#xD560;&#xB54C; &#xD14C;&#xC2A4;&#xD2B8; &#xCF54;&#xB4DC;&#xB97C; &#xC9DC;&#xBA74;&#xC11C; &#xD558;&#xC9C0;&#xB294; &#xC54A;&#xC558;&#xB294;&#xB370;, &#xC774;&#xB807;&#xAC8C; &#xC5EC;&#xB7EC;&#xACBD;&#xC6B0;&#xB97C; &#xCCB4;&#xD06C;&#xD574;&#xC57C;&#xD558;&#xB294; &#xACBD;&#xC6B0;&#xB294; &#xC788;&#xC73C;&#xBA74; &#xC88B;&#xACA0;&#xB124;.. &#xC0DD;&#xAC01;&#xC774; &#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC774;&#xAC78; TDD(Test Driven Development)&#xB77C;&#xACE0; &#xBD80;&#xB974;&#xB294;&#xB370;, &#xC801;&#xC6A9;&#xD574;&#xBCF4;&#xBA74; &#xC88B;&#xACA0;&#xAD70;&#xC694;. &#xB2E4;&#xB9CC;, &#xC774;&#xAC78; &#xC801;&#xC6A9;&#xD558;&#xB294;&#xAC83; &#xC790;&#xCCB4;&#xC5D0; &#xCF54;&#xB4DC;&#xB3C4; &#xB9CE;&#xC774; &#xC791;&#xC131;&#xD574;&#xC57C;&#xD558;&#xACE0; &#xBC30;&#xC6CC;&#xC57C;&#xD558;&#xB294; &#xAC83;&#xB3C4; &#xC788;&#xACE0;&#xC694;. &#xACE0;&#xBBFC;&#xC785;&#xB2C8;&#xB2E4;. &#xC774;&#xBC88; &#xAC1C;&#xBC1C;&#xC5D0;&#xC11C;&#xB294; &#xAC04;&#xB2E8;&#xD558;&#xAC8C; &#xD14C;&#xC2A4;&#xD2B8; &#xC2A4;&#xD06C;&#xB9BD;&#xD2B8;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;&#xC11C; &#xB0B4;&#xAC00; &#xC6D0;&#xD558;&#xB294; &#xB300;&#xB85C; &#xB3D9;&#xC791;&#xD558;&#xB294;&#xC9C0; &#xAC01; &#xD568;&#xC218;&#xB4E4;&#xC744; &#xCCB4;&#xD06C;&#xD558;&#xB294; &#xC815;&#xB3C4;&#xB85C; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/swap-4" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;] &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; Swap &#xAE30;&#xB2A5; #4 &#xD14C;&#xC2A4;&#xD2B8;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-4-%ED%85%8C%EC%8A%A4%ED%8A%B8/#disqus_thread</comments>
    </item>
    
    <item>
      <title>북잇수다에서 책 나눔 받았습니다.</title>
      <link>http://passionbull.github.io/%EB%B6%81%EC%9E%87%EC%88%98%EB%8B%A4%EC%97%90%EC%84%9C-%EC%B1%85-%EB%82%98%EB%88%94-%EB%B0%9B%EC%95%98%EC%8A%B5%EB%8B%88%EB%8B%A4/</link>
      <guid>http://passionbull.github.io/%EB%B6%81%EC%9E%87%EC%88%98%EB%8B%A4%EC%97%90%EC%84%9C-%EC%B1%85-%EB%82%98%EB%88%94-%EB%B0%9B%EC%95%98%EC%8A%B5%EB%8B%88%EB%8B%A4/</guid>
      <pubDate>Thu, 31 Oct 2019 14:49:24 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &lt;/p&gt;
&lt;p&gt;@bookitsuda&amp;#xB2D8;&amp;#xC774; &amp;#xCC45; &amp;#xB098;&amp;#xB214;&amp;#xC774;&amp;#xBCA4;&amp;#xD2B8;&amp;#xB97C; &amp;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. </p><p>@bookitsuda&#xB2D8;&#xC774; &#xCC45; &#xB098;&#xB214;&#xC774;&#xBCA4;&#xD2B8;&#xB97C; &#xD588;&#xACE0;, &#xC81C;&#xAC00; &#xC2E0;&#xCCAD;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><a href="https://steempeak.com/sct/@bookitsuda/3#@jacobyu/re-bookitsuda-pzxcpx" target="_blank" rel="noopener">https://steempeak.com/sct/@bookitsuda/3#@jacobyu/re-bookitsuda-pzxcpx</a></p><p>&#xC81C;&#xAC00; &#xACE0;&#xB978; &#xCC45;&#xB4E4;&#xC740; &#xC694;&#xAC81;&#xB2C8;&#xB2E4;. &#xCC45; &#xC0C1;&#xD0DC;&#xAC00; &#xD6CC;&#xB96D;&#xD569;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmcnpDUmQSMNx7y4LMKswfncCn3UYbV3z3QYyNsYuPCvMx/20191031_171459.jpg" alt="20191031_171459.jpg"></p><p>&#xC774; &#xCC45;&#xB4E4;&#xC744; &#xACE0;&#xB978; &#xC774;&#xC720;&#xB294;.. </p><p>&#xBB34;&#xAE30;&#xAC00;&#xB418;&#xB294;&#xC2A4;&#xD1A0;&#xB9AC;&#xB294; &#xCC45;&#xC81C;&#xBAA9;&#xC774; &#xB04C;&#xB838;&#xC5B4;&#xC694;. &#xC81C;&#xAC00; &#xC7AC;&#xBC0C;&#xB294; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD558;&#xAC70;&#xB098; &#xAE00;&#xC744; &#xC4F0;&#xACE0;&#xC2F6;&#xC740;&#xB370; &#xADF8;&#xAC78; &#xC798; &#xBABB;&#xD558;&#xB294;&#xAC83; &#xAC19;&#xC544;&#xC11C;&#xC694;. &#xC774;&#xCC45;&#xC744; &#xC77D;&#xACE0; &#xBB34;&#xAE30;&#xAC00; &#xB418;&#xB294; &#xC2A4;&#xD1A0;&#xB9AC;&#xB97C; &#xC368;&#xBCF4;&#xACE0; &#xB9D0;&#xD558;&#xACE0; &#xC2F6;&#xC5B4;&#xC694;.</p><hr><p>&#xCE74;&#xD398; &#xCC45;&#xC740; &#xAD81;&#xAE08;&#xD574;&#xC11C; &#xC0AC;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCE74;&#xD398;&#xB97C; &#xCC28;&#xB9AC;&#xB824;&#xBA74; &#xC5B4;&#xB5BB;&#xAC8C; &#xD574;&#xC57C;&#xD558;&#xB294;&#xC9C0; &#xAD81;&#xAE08;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC804; &#xCE74;&#xD398;&#xC5D0; &#xB85C;&#xB9DD;&#xC774; &#xC788;&#xB294;&#xB370;&#xC694;.</p><p>&#xCE74;&#xD398;&#xB97C; &#xC6B4;&#xC601;&#xD558;&#xBA74;&#xC11C; &#xD504;&#xB9AC;&#xB79C;&#xC11C;&#xB97C; &#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC5EC;&#xB7EC; &#xC18C;&#xBAA8;&#xC784;&#xC774; &#xC81C;&#xAC00; &#xC6B4;&#xC601;&#xD558;&#xB294; &#xCE74;&#xD398;&#xC5D0;&#xC11C; &#xBAA8;&#xC77C; &#xC218; &#xC788;&#xB3C4;&#xB85D;&#xD569;&#xB2C8;&#xB2E4;. &#xB3C5;&#xC11C;&#xBAA8;&#xC784;, &#xC601;&#xD654;&#xBAA8;&#xC784;, &#xC601;&#xC5B4;&#xD68C;&#xD654;&#xBAA8;&#xC784;, &#xD3EC;&#xCF13;&#xBAAC;&#xBAA8;&#xC784;, &#xAC1C;&#xBC1C;&#xC790;&#xBAA8;&#xC784;, &#xC2A4;&#xD300;&#xBAA8;&#xC784; &#xB4F1;&#xB4F1;&#xC774;&#xC694;. </p><p>&#xC81C;&#xAC00; &#xAC16;&#xACE0;&#xC2F6;&#xC740;&#xAC74; &#xCE74;&#xD398;&#xB77C;&#xAE30;&#xBCF4;&#xB2E4;&#xB294; &#xB098;&#xB9CC;&#xC758; &#xACF5;&#xAC04;&#xC774;&#xBA74;&#xC11C; &#xC0AC;&#xB78C;&#xB4E4;&#xB3C4; &#xCD08;&#xB300;&#xD558;&#xACE0; &#xBAA8;&#xC77C; &#xC218; &#xC788;&#xB294; &#xACF5;&#xAC04;&#xC744; &#xAFC8;&#xAFE8;&#xB358;&#xAC70; &#xAC19;&#xC740;&#xB370;, &#xADF8;&#xAC8C; &#xCE74;&#xD398;&#xBA74; &#xB420;&#xAC70; &#xAC19;&#xC544;&#xC694;.</p><p>&#xBB34;&#xAE30;&#xCC45;&#xACFC; &#xCE74;&#xD398;&#xCC45;&#xC744; &#xC77D;&#xACE0; &#xD6C4;&#xAE30;&#xB0A8;&#xACA8;&#xBCFC;&#xAC8C;&#xC694;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4hgfoz" target="_blank" rel="noopener">&#x2018;&#xBD81;&#xC787;&#xC218;&#xB2E4;&#xC5D0;&#xC11C; &#xCC45; &#xB098;&#xB214; &#xBC1B;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;.&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EB%B6%81%EC%9E%87%EC%88%98%EB%8B%A4%EC%97%90%EC%84%9C-%EC%B1%85-%EB%82%98%EB%88%94-%EB%B0%9B%EC%95%98%EC%8A%B5%EB%8B%88%EB%8B%A4/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[개발] 스팀코인판 Swap 기능 #3 전송파트</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-3-%EC%A0%84%EC%86%A1%ED%8C%8C%ED%8A%B8/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-3-%EC%A0%84%EC%86%A1%ED%8C%8C%ED%8A%B8/</guid>
      <pubDate>Wed, 30 Oct 2019 07:48:33 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;.  &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;swap &amp;#xAE30;&amp;#xB2A5; &amp;#xAC1C;&amp;#xBC1C
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;.  &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>swap &#xAE30;&#xB2A5; &#xAC1C;&#xBC1C;&#xC911;&#xC785;&#xB2C8;&#xB2E4;. &#xC544;&#xB798; &#xB9C1;&#xD06C;&#xB294; swap&#xAE30;&#xB2A5;&#xC5D0; &#xB300;&#xD574; &#xC801;&#xC740; &#xAE00;&#xB4E4;&#xC785;&#xB2C8;&#xB2E4;.</p><ol><li><a href="https://jacobyu.net/&#xAC1C;&#xBC1C;-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-Swap-&#xAE30;&#xB2A5;/" target="_blank" rel="noopener">https://jacobyu.net/&#xAC1C;&#xBC1C;-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-Swap-&#xAE30;&#xB2A5;/</a></li><li><a href="https://jacobyu.net/&#xAC1C;&#xBC1C;-Swap&#xAE30;&#xB2A5;-2-&#xC5D4;&#xC9C4;&#xD1A0;&#xD070;-3&#xC77C;-&#xD3C9;&#xADE0;&#xAC00;-api-&#xAC1C;&#xBC1C;/" target="_blank" rel="noopener">https://jacobyu.net/&#xAC1C;&#xBC1C;-Swap&#xAE30;&#xB2A5;-2-&#xC5D4;&#xC9C4;&#xD1A0;&#xD070;-3&#xC77C;-&#xD3C9;&#xADE0;&#xAC00;-api-&#xAC1C;&#xBC1C;/</a></li></ol><p>&#xC774;&#xC5B4;&#xC11C; &#xAC1C;&#xBC1C;&#xACFC;&#xC815;&#xC5D0; &#xB300;&#xD574; &#xC880; &#xC801;&#xC5B4;&#xBCFC;&#xAE4C;&#xD569;&#xB2C8;&#xB2E4;. &#xD604;&#xC7AC;&#xB294; 3&#xB2E8;&#xACC4;&#xC5D0; &#xD574;&#xB2F9;&#xD558;&#xB294; &#xD1A0;&#xD070;&#xC804;&#xC1A1;&#xD30C;&#xD2B8;&#xB97C; &#xAC1C;&#xBC1C;&#xC911;&#xC785;&#xB2C8;&#xB2E4;.</p><blockquote><p>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC704;&#xC82F;&#xC744; &#xD1B5;&#xD574; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0B4;&#xBA74;, &#xC774;&#xB97C; &#xD655;&#xC778;&#xD558;&#xACE0; &#xD658;&#xC804;&#xD560; &#xD1A0;&#xD070;&#xC758; &#xC591;&#xC744; &#xACC4;&#xC0B0;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xACC4;&#xC0B0;&#xB41C; &#xD1A0;&#xD070;&#xC744; &#xC0AC;&#xC6A9;&#xC790;&#xC5D0;&#xAC8C; &#xBCF4;&#xB0B4;&#xB294; &#xC791;&#xC5C5;&#xC774; &#xD544;&#xC694;&#xD569;&#xB2C8;&#xB2E4;.</p></blockquote><p>&#xC774; &#xC791;&#xC5C5;&#xC5D0;&#xC11C; &#xC5EC;&#xB7EC;&#xAC00;&#xC9C0;&#xB97C; &#xD558;&#xB098;&#xC529; &#xCCB4;&#xD06C;&#xC911;&#xC785;&#xB2C8;&#xB2E4;.</p><h4 id="&#xC0AC;&#xC6A9;&#xC790;&#xAC00;-&#xC794;&#xACE0;&#xAC00;-&#xC5C6;&#xB294;&#xB370;-&#xBCF4;&#xB0B8;&#xACBD;&#xC6B0;-Done"><a href="#&#xC0AC;&#xC6A9;&#xC790;&#xAC00;-&#xC794;&#xACE0;&#xAC00;-&#xC5C6;&#xB294;&#xB370;-&#xBCF4;&#xB0B8;&#xACBD;&#xC6B0;-Done" class="headerlink" title="&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC794;&#xACE0;&#xAC00; &#xC5C6;&#xB294;&#xB370; &#xBCF4;&#xB0B8;&#xACBD;&#xC6B0; (Done)"></a>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC794;&#xACE0;&#xAC00; &#xC5C6;&#xB294;&#xB370; &#xBCF4;&#xB0B8;&#xACBD;&#xC6B0; (Done)</h4><p>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC794;&#xACE0;&#xAC00; &#xC5C6;&#xB294;&#xB370; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0BC; &#xC218; &#xC788;&#xC744;&#xAE4C;&#xC694;? &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC5D0;&#xC11C;&#xB294; custom-json&#xC73C;&#xB85C; &#xBCF4;&#xB0B4;&#xAE30; &#xB54C;&#xBB38;&#xC5D0; &#xC774;&#xAC8C; &#xAC00;&#xB2A5;&#xD569;&#xB2C8;&#xB2E4;. &#xC544;&#xB798; &#xC0AC;&#xC9C4;&#xC744; &#xBCF4;&#xBA74;, &#xD558;&#xB098;&#xB294; sct&#xB97C; 0.01&#xC744; &#xBCF4;&#xB0B4;&#xACE0; &#xD558;&#xB098;&#xB294; sct&#xB97C; 3000&#xAC1C;&#xB97C; &#xBCF4;&#xB0C8;&#xC2B5;&#xB2C8;&#xB2E4;. steemd&#xC5D0;&#xC11C;&#xB294; &#xB450; &#xAC1C;&#xC758; &#xB2E4;&#xB978;&#xC810;&#xC744; &#xD655;&#xC778;&#xC774; &#xBD88;&#xAC00;&#xB2A5;&#xD569;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmRvmkDMfk5GSQv3cw51kxnTNx8dfQjqBaYDVhYkT8RNhe/image.png" alt=""></p><p>&#xC704;&#xC758; &#xC0AC;&#xC9C4;&#xC5D0;&#xC11C; 2&#xAC1C;&#xC758; &#xB2E4;&#xB978;&#xC810;&#xC744; &#xAD6C;&#xBD84;&#xD558;&#xAE30; &#xC704;&#xD574;&#xC11C;&#xB294; steem-engine&#xC5D0;&#xC11C; &#xC81C;&#xACF5;&#xD558;&#xB294; api(<a href="https://api.steem-engine.com/accounts/history)&#xB97C;" target="_blank" rel="noopener">https://api.steem-engine.com/accounts/history)&#xB97C;</a> &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xB450;&#xAC1C;&#xB97C; &#xAD6C;&#xBD84;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0; &#xC54A;&#xACE0; &#xAC00;&#xC9DC;&#xC804;&#xC1A1;&#xC744; &#xD30C;&#xC545;&#xD558;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xC544;&#xC2DC;&#xB294;&#xBD84;&#xC740; &#xC54C;&#xB824;&#xC8FC;&#xC138;&#xC694;!!</p><p>&#xC800;&#xB3C4; &#xBC29;&#xBC95;&#xC740; &#xD558;&#xB098; &#xCC3E;&#xAE34;&#xD588;&#xB294;&#xB370; &#xC880;&#xB354; &#xC870;&#xC0AC;&#xAC00; &#xD544;&#xC694;&#xD569;&#xB2C8;&#xB2E4;. &#xD074;&#xB77C;&#xC774;&#xC5B8;&#xD2B8;&#xCABD;&#xC5D0;&#xC11C; tx&#xB97C; &#xBCF4;&#xB0C8;&#xC73C;&#xB2C8; rx&#xB97C; &#xAE30;&#xB2E4;&#xB9B0;&#xB2E4;. rx&#xC758; &#xACB0;&#xACFC;&#xB97C; &#xD655;&#xC778;&#xD574;&#xBCF4;&#xACE0; &#xADF8;&#xC5D0; &#xB530;&#xB77C; &#xCC98;&#xB9AC;&#xD558;&#xB294;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xD639;&#xC740;, tx&#xAC00; &#xBB54;&#xC9C0; &#xC544;&#xB2C8;&#xAE50; tx&#xB85C; rx&#xB97C; &#xC870;&#xD68C;&#xD55C;&#xB2E4;.</p><p>&#xC774;&#xC815;&#xB3C4; &#xBC29;&#xBC95;&#xC77C; &#xAC83; &#xAC19;&#xC740;&#xB370; &#xC5B4;&#xB5A4;&#xBC29;&#xC2DD;&#xC73C;&#xB85C; &#xD560; &#xC218;&#xC788;&#xB294;&#xC9C0;&#xB294; &#xC2DC;&#xB3C4;&#xBABB;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4; &#xCF54;&#xB4DC;&#xB97C; &#xC880; &#xB354; &#xD30C;&#xC545;&#xD558;&#xBA74; &#xD655;&#xC778;&#xAC00;&#xB2A5;&#xD574;&#xBCF4;&#xC785;&#xB2C8;&#xB2E4;. <strong>&#xBB3C;&#xB860; &#xC774;&#xAC8C; &#xC544;&#xB2C8;&#xB354;&#xB77C;&#xB3C4; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; api&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xBA74; &#xD655;&#xC2E4;&#xD788; &#xC54C; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</strong> &#xD604;&#xC7AC;&#xB294; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; api&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xAC00;&#xC9DC; &#xC804;&#xC1A1;&#xC778;&#xC9C0; &#xC544;&#xB2CC;&#xC9C0; &#xCCB4;&#xD06C;&#xD569;&#xB2C8;&#xB2E4;.</p><h4 id="&#xACF5;&#xAE09;&#xC790;&#xAC00;-&#xC794;&#xACE0;&#xAC00;-&#xC5C6;&#xB294;&#xACBD;&#xC6B0;-Done"><a href="#&#xACF5;&#xAE09;&#xC790;&#xAC00;-&#xC794;&#xACE0;&#xAC00;-&#xC5C6;&#xB294;&#xACBD;&#xC6B0;-Done" class="headerlink" title="&#xACF5;&#xAE09;&#xC790;&#xAC00; &#xC794;&#xACE0;&#xAC00; &#xC5C6;&#xB294;&#xACBD;&#xC6B0; (Done)"></a>&#xACF5;&#xAE09;&#xC790;&#xAC00; &#xC794;&#xACE0;&#xAC00; &#xC5C6;&#xB294;&#xACBD;&#xC6B0; (Done)</h4><p>&#xD604;&#xC7AC; &#xACF5;&#xAE09;&#xC790;&#xC758; &#xC794;&#xACE0;&#xC640; &#xC694;&#xCCAD;&#xC790;&#xC5D0;&#xAC8C; &#xC918;&#xC57C;&#xD560; &#xAC12;&#xC744; &#xBE44;&#xAD50;&#xD55C;&#xB2E4;.<br>&#xC694;&#xCCAD;&#xC790;&#xC5D0;&#xAC8C; &#xC918;&#xC57C;&#xD560; &#xAC12;&#xC774; &#xD06C;&#xB2E4;&#xBA74;, &#xB2E4;&#xC2DC; &#xBC18;&#xD658;&#xD55C;&#xB2E4;.</p><p>&#xCC98;&#xB9AC;&#xC644;&#xB8CC;&#xD558;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmaDTwFDhWhvscWpueQT3aKsdjgVbXdacgdW8pXoQnL3hK/image.png" alt=""></p><h4 id="&#xD1A0;&#xD070;-&#xC885;&#xB958;&#xAC00;-&#xC9C0;&#xC6D0;&#xD558;&#xC9C0;-&#xC54A;&#xB294;-&#xACBD;&#xC6B0;-&#xBA54;&#xBAA8;&#xC758;-&#xD615;&#xC2DD;&#xC774;-&#xB2E4;&#xB978;-&#xACBD;&#xC6B0;"><a href="#&#xD1A0;&#xD070;-&#xC885;&#xB958;&#xAC00;-&#xC9C0;&#xC6D0;&#xD558;&#xC9C0;-&#xC54A;&#xB294;-&#xACBD;&#xC6B0;-&#xBA54;&#xBAA8;&#xC758;-&#xD615;&#xC2DD;&#xC774;-&#xB2E4;&#xB978;-&#xACBD;&#xC6B0;" class="headerlink" title="&#xD1A0;&#xD070; &#xC885;&#xB958;&#xAC00; &#xC9C0;&#xC6D0;&#xD558;&#xC9C0; &#xC54A;&#xB294; &#xACBD;&#xC6B0;, &#xBA54;&#xBAA8;&#xC758; &#xD615;&#xC2DD;&#xC774; &#xB2E4;&#xB978; &#xACBD;&#xC6B0;"></a>&#xD1A0;&#xD070; &#xC885;&#xB958;&#xAC00; &#xC9C0;&#xC6D0;&#xD558;&#xC9C0; &#xC54A;&#xB294; &#xACBD;&#xC6B0;, &#xBA54;&#xBAA8;&#xC758; &#xD615;&#xC2DD;&#xC774; &#xB2E4;&#xB978; &#xACBD;&#xC6B0;</h4><p>&#xC0AC;&#xC6A9;&#xC790;&#xB294; &#xC704;&#xC82F;&#xC744; &#xD1B5;&#xD574; &#xD1A0;&#xD070;&#xC744; &#xC804;&#xC1A1;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xC218;&#xB3D9;&#xC73C;&#xB85C; &#xBCF4;&#xB0B4;&#xB294; &#xC0AC;&#xB78C;&#xC774; &#xC788;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xCF00;&#xC774;&#xC2A4;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB294; &#xBCF4;&#xB0B8; &#xD1A0;&#xD070;&#xC744; &#xB2E4;&#xC2DC; &#xB3CC;&#xB824;&#xC904; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC774;&#xBD80;&#xBD84;&#xC740; &#xC544;&#xC9C1; &#xB0A8;&#xC740; &#xC77C;&#xC785;&#xB2C8;&#xB2E4;.</p><h4 id="&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC774;-&#xB3D9;&#xC791;&#xD558;&#xC9C0;-&#xC54A;&#xB294;-&#xACBD;&#xC6B0;"><a href="#&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC774;-&#xB3D9;&#xC791;&#xD558;&#xC9C0;-&#xC54A;&#xB294;-&#xACBD;&#xC6B0;" class="headerlink" title="&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC774; &#xB3D9;&#xC791;&#xD558;&#xC9C0; &#xC54A;&#xB294; &#xACBD;&#xC6B0;"></a>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC774; &#xB3D9;&#xC791;&#xD558;&#xC9C0; &#xC54A;&#xB294; &#xACBD;&#xC6B0;</h4><p>&#xC5D0;&#xB7EC;&#xAC00; &#xB0AC;&#xB2E4;&#xACE0; &#xBA54;&#xC2DC;&#xC9C0;&#xC640; &#xD568;&#xAED8; 0.001steem&#xC744; &#xBCF4;&#xB0C5;&#xB2C8;&#xB2E4;. &#xB3CC;&#xB824;&#xC8FC;&#xB294;&#xAC74; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC774; &#xC81C;&#xB300;&#xB85C; &#xB3D9;&#xC791;&#xD558;&#xBA74; &#xC218;&#xB3D9;&#xC73C;&#xB85C; &#xBCF4;&#xB0C5;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xCF00;&#xC774;&#xC2A4;&#xB294; &#xCF54;&#xB4DC;&#xC5D0;&#xC11C; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xB294;&#xC9C0;, &#xC5B4;&#xB514;&#xC11C; &#xC5D0;&#xB7EC;&#xAC00; &#xB0A0; &#xC218; &#xC788;&#xB294;&#xC9C0; &#xBAA8;&#xB450; &#xD30C;&#xC545;&#xD574;&#xC11C; &#xC5D0;&#xB7EC;&#xBA54;&#xC2DC;&#xC9C0;&#xB97C; &#xBCF4;&#xB0B4;&#xB3C4;&#xB85D; &#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p><hr><h4 id=""><a href="#" class="headerlink" title="!!"></a>!!</h4><p>&#xB3D9;&#xC791;&#xC774; &#xC798; &#xB41C;&#xB2E4;&#xBA74; &#xC544;&#xB798; &#xC0AC;&#xC9C4;&#xCC98;&#xB7FC; &#xC804;&#xC1A1;&#xC774;&#xB429;&#xB2C8;&#xB2E4;. &#xC9C0;&#xAE08;&#xC740; &#xC81C; &#xACC4;&#xC815;&#xC73C;&#xB85C; &#xC2E4;&#xD5D8;&#xC911;&#xC774;&#xACE0;&#xC694;. &#xD14C;&#xC2A4;&#xD2B8;&#xB294; &#xC544;&#xC9C1; &#xC548;&#xD574;&#xC8FC;&#xC154;&#xB3C4;&#xB429;&#xB2C8;&#xB2E4;! &#x314E;&#x314E; &#xD14C;&#xC2A4;&#xD2B8; &#xAC00;&#xB2A5;&#xD560;&#xB54C; &#xB9D0;&#xC500;&#xB4DC;&#xB9B4;&#xAC8C;&#xC694;.</p><p>&#xC81C;&#xAC00; &#xC801;&#xC740; &#xAC83; &#xC678;&#xC5D0; &#xD544;&#xC694;&#xD55C; &#xC608;&#xC678;&#xCC98;&#xB9AC;&#xAC00; &#xC788;&#xB2E4;&#xBA74; &#xC54C;&#xB824;&#xC8FC;&#xC138;&#xC694;!</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/swap-3" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;] &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; Swap &#xAE30;&#xB2A5; #3 &#xC804;&#xC1A1;&#xD30C;&#xD2B8;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-3-%EC%A0%84%EC%86%A1%ED%8C%8C%ED%8A%B8/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[일기] 글쓸거리 고민..</title>
      <link>http://passionbull.github.io/%EC%9D%BC%EA%B8%B0-%EA%B8%80%EC%93%B8%EA%B1%B0%EB%A6%AC-%EA%B3%A0%EB%AF%BC/</link>
      <guid>http://passionbull.github.io/%EC%9D%BC%EA%B8%B0-%EA%B8%80%EC%93%B8%EA%B1%B0%EB%A6%AC-%EA%B3%A0%EB%AF%BC/</guid>
      <pubDate>Tue, 29 Oct 2019 14:59:15 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xAE00;&amp;#xC4F8;&amp;#xAC70;&amp;#xB9AC;&amp;#xAC00; &amp;#xBB50;&amp;#xC788;&amp;#xB098;.. &amp;#xC5B4;&amp;#xB5A4;&amp;#xAC78; &amp;#xC368;&amp;#xC57C; &amp;#xC88B;&amp;#xC744;&amp;#xAE4C;?&lt;/
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xAE00;&#xC4F8;&#xAC70;&#xB9AC;&#xAC00; &#xBB50;&#xC788;&#xB098;.. &#xC5B4;&#xB5A4;&#xAC78; &#xC368;&#xC57C; &#xC88B;&#xC744;&#xAE4C;?</p><p>&#xC774;&#xAC74; &#xD56D;&#xC0C1; &#xACE0;&#xBBFC;&#xC774;&#xB2E4;.</p><p>&#xAE30;&#xC220;&#xBE14;&#xB85C;&#xADF8; &#xC801;&#xB294; &#xBC95;&#xC774;&#xB77C;&#xB294; &#xAE00;&#xC744; &#xD558;&#xB098; &#xBD24;&#xB294;&#xB370; &#xAF64; &#xAD1C;&#xCC2E;&#xB2E4;.<br>&#xD3C9;&#xC18C;&#xC5D0; &#xBA54;&#xBAA8;&#xC7A5;&#xC5D0; &#xC801;&#xC744;&#xB9CC;&#xD55C;&#xAC83;&#xB4E4;&#xC744; &#xAE30;&#xB85D;&#xD558;&#xACE0; (&#xADF8; &#xC0AC;&#xB78C;&#xC740; &#xBA54;&#xBAA8;&#xD050;&#xB77C;&#xACE0; &#xBD80;&#xB974;&#xB354;&#xB77C;&#x314B;&#x314B;) &#xAC70;&#xAE30;&#xC11C; &#xD558;&#xB098;&#xC529; &#xBF51;&#xC544;&#xC11C; &#xAE00;&#xC744; &#xC4F4;&#xB2E4;&#xACE0; &#xD55C;&#xB2E4;.</p><p>&#xB098;&#xB3C4; &#xADF8;&#xB807;&#xAC8C; &#xD574;&#xC57C;&#xACA0;&#xB2E4;.</p><hr><p>&#xC9C0;&#xAE08;&#xC740; swap&#xAE30;&#xB2A5;&#xC744; &#xAC1C;&#xBC1C;&#xC911;&#xC774;&#xB2E4;.<br>1,2&#xB2E8;&#xACC4;&#xB97C; &#xC5B4;&#xB290;&#xC815;&#xB3C4; &#xB9C8;&#xCE5C;&#xC0C1;&#xD0DC;&#xC774;&#xACE0;, 3&#xB2E8;&#xACC4;&#xB97C; &#xAC1C;&#xBC1C;&#xC911;&#xC774;&#xB2E4;.</p><p>3&#xB2E8;&#xACC4;&#xB294; &#xC720;&#xC800;&#xB4E4;&#xC5D0;&#xAC8C; &#xB3C8;&#xC744; &#xBC1B;&#xC558;&#xC744;&#xB54C;, &#xADF8; &#xB3C8;&#xC744; &#xC6D0;&#xD558;&#xB294; &#xD1A0;&#xD070;&#xC73C;&#xB85C; &#xBC14;&#xAFD4;&#xC11C; &#xB3C8;&#xC744; &#xBCF4;&#xB0B4;&#xC8FC;&#xB294; &#xAE30;&#xB2A5;&#xC774;&#xB2E4;.</p><p>&#xAE30;&#xB2A5; &#xC790;&#xCCB4;&#xB294; 70% &#xC815;&#xB3C4; &#xAC1C;&#xBC1C;&#xD55C; &#xC0C1;&#xD0DC;&#xC774;&#xACE0;, &#xC5B4;&#xB5A4; &#xC608;&#xC678;&#xC0AC;&#xD56D;&#xB4E4;&#xC774; &#xC788;&#xB294;&#xC9C0; &#xCCB4;&#xD06C;&#xD558;&#xACE0;&#xC788;&#xB2E4;.</p><ol><li>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC794;&#xACE0;&#xAC00; &#xC5C6;&#xB294;&#xB370; &#xBCF4;&#xB0B8;&#xACBD;&#xC6B0;</li><li>&#xACF5;&#xAE09;&#xC790;&#xAC00; &#xC794;&#xACE0;&#xAC00; &#xC5C6;&#xB294;&#xACBD;&#xC6B0;</li><li>&#xD1A0;&#xD070;&#xC885;&#xB958;&#xAC00; &#xC798;&#xBABB;&#xB41C; &#xACBD;&#xC6B0;</li><li>&#xBA54;&#xBAA8;&#xAC00; &#xC798;&#xBABB;&#xB41C; &#xACBD;&#xC6B0;</li><li>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; api&#xAC00; &#xB3D9;&#xC791;&#xC548;&#xD560; &#xACBD;&#xC6B0;</li></ol><p>&#xB4F1; &#xD655;&#xC778;&#xC911;&#xC774;&#xB2E4;.</p><hr><p>&#xBE14;&#xB85C;&#xADF8;&#xB3C4; &#xAFB8;&#xBBF8;&#xACE0;&#xC788;&#xB294;&#xB370;.. &#xBE14;&#xB85C;&#xADF8; &#xAFB8;&#xBBF8;&#xB294; &#xC7AC;&#xBBF8;&#xAC00; &#xC3E0;&#xC3E0;&#xD558;&#xB2E4;. &#xC694;&#xBD80;&#xBD84;&#xB3C4; &#xD3EC;&#xC2A4;&#xD305;&#xD574;&#xC57C;&#xC9C0;</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/10-30" target="_blank" rel="noopener">&#x2018;[&#xC77C;&#xAE30;] &#xAE00;&#xC4F8;&#xAC70;&#xB9AC; &#xACE0;&#xBBFC;..&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%9D%BC%EA%B8%B0-%EA%B8%80%EC%93%B8%EA%B1%B0%EB%A6%AC-%EA%B3%A0%EB%AF%BC/#disqus_thread</comments>
    </item>
    
    <item>
      <title>징크스, 월급날에 코인 구매</title>
      <link>http://passionbull.github.io/%EC%A7%95%ED%81%AC%EC%8A%A4-%EC%9B%94%EA%B8%89%EB%82%A0%EC%97%90-%EC%BD%94%EC%9D%B8-%EA%B5%AC%EB%A7%A4/</link>
      <guid>http://passionbull.github.io/%EC%A7%95%ED%81%AC%EC%8A%A4-%EC%9B%94%EA%B8%89%EB%82%A0%EC%97%90-%EC%BD%94%EC%9D%B8-%EA%B5%AC%EB%A7%A4/</guid>
      <pubDate>Mon, 28 Oct 2019 14:56:21 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC800;&amp;#xB294; &amp;#xC81C; &amp;#xC6A9;&amp;#xB
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xB294; &#xC81C; &#xC6A9;&#xB3C8; &#xC218;&#xC900;&#xC5D0;&#xC11C; &#xAFB8;&#xC900;&#xD788; &#xD22C;&#xC790;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC800;&#xC5D0;&#xAC8C;&#xB294; &#xC9D5;&#xD06C;&#xC2A4;&#xAC00; &#xD558;&#xB098; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6D4;&#xAE09;&#xB0A0;&#xC5D0; &#xCF54;&#xC778;&#xC744; &#xC0AC;&#xBA74; &#xB2E4; &#xB5A8;&#xC5B4;&#xC9C0;&#xB294;&#xAC70;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6D4;&#xAE09;&#xB0A0; &#xCBD4;&#xC74C;&#xAE4C;&#xC9C0; &#xC624;&#xB974;&#xB2E4;&#xAC00; &#xB531; &#xC0AC;&#xBA74; &#xB69D; &#xB5A8;&#xC5B4;&#xC9D1;&#xB2C8;&#xB2E4;.</p><p>&#xADF8;&#xB807;&#xAC8C; &#xBA87;&#xBC88; &#xBC18;&#xBCF5;&#xD558;&#xB2E4;&#xBCF4;&#xB2C8; &#xC6D4;&#xAE09;&#xB0A0;&#xC5D0;&#xB294; &#xC808;&#xB54C; &#xC548;&#xC0AC;&#xACA0;&#xB2E4;. &#xC800;&#xB294; &#xADF8;&#xB798;&#xC11C; &#xB418;&#xB3C4;&#xB85D;&#xC774;&#xBA74; &#xC6D4;&#xAE09;&#xB0A0;&#xC5D0; &#xC548;&#xC0AC;&#xB824;&#xACE0; &#xB178;&#xB825;&#xC911;&#xC785;&#xB2C8;&#xB2E4;. &#xC0AC;&#xACE0;&#xC2F6;&#xB2E4;&#xBA74; &#xBD84;&#xD560;&#xD574;&#xC11C; &#xC0AC;&#xC57C;&#xC9C0;. &#xACB0;&#xC2EC;&#xD588;&#xC8E0;.</p><p>&#xADFC;&#xB370; &#xC774;&#xBC88;&#xC5D4; &#xC2DC;&#xC9C4;&#xD551; &#xC8FC;&#xC11D;&#xC758; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xAE30;&#xC220; &#xAC1C;&#xBC1C;&#xD574;!!<br>&#xC120;&#xC5B8;&#xC73C;&#xB85C; &#xBE44;&#xD2B8;&#xCF54;&#xC778;&#xC774; &#xC624;&#xB974;&#xB354;&#xAD70;&#xC694;. </p><p><img src="https://cdn.steemitimages.com/DQmaayAZ1sqNqVtUxm1EyE3Xt13Vd1hXbkHSaDauCQQ3C2M/4310816_mRU.jpg" alt="4310816_mRU.jpg"></p><p>&#xB274;&#xC2A4;&#xAC00; &#xB098;&#xC640;&#xB3C4; &#xBD84;&#xD560;&#xB9E4;&#xC218;&#xD574;&#xC57C;&#xC9C0; &#xD558;&#xACE0; &#xC870;&#xAE08;&#xB9CC; &#xB123;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xBE44;&#xD2B8;&#xCF54;&#xC778;&#xC740; &#xD30D;&#xD30D; &#xC62C;&#xB77C;&#xC11C; &#xC0AC;&#xAE30; &#xC5B4;&#xB824;&#xC6B4;&#xB370;&#xC694;.</p><p>&#xC2A4;&#xD300;/&#xC2A4;&#xB2EC;&#xC740; &#xB274;&#xC2A4;&#xC640; &#xC0C1;&#xAD00;&#xC5C6;&#xC774; &#x314B;&#x314B; &#xAC00;&#xACA9;&#xC774; &#xC548;&#xC815;&#xC801;&#xC774;&#xB77C;&#xB294; &#xAC70;&#xC8E0;. &#xC5B8;&#xC81C;&#xC0AC;&#xB3C4; &#xBCC0;&#xB3D9;&#xC774; &#xD06C;&#xC9C0;&#xC54A;&#xC544;&#xC694;.</p><p>&#xC5EC;&#xB7EC;&#xBD84;&#xC740; &#xC5B8;&#xC81C; &#xCF54;&#xC778;&#xC0AC;&#xC138;&#xC694;? &#xCF54;&#xC778;&#xD22C;&#xC790; &#xC5B4;&#xB5BB;&#xAC8C;&#xD558;&#xC2DC;&#xB098;&#xC694;?</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/k9vft" target="_blank" rel="noopener">&#x2018;&#xC9D5;&#xD06C;&#xC2A4;, &#xC6D4;&#xAE09;&#xB0A0;&#xC5D0; &#xCF54;&#xC778; &#xAD6C;&#xB9E4;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%A7%95%ED%81%AC%EC%8A%A4-%EC%9B%94%EA%B8%89%EB%82%A0%EC%97%90-%EC%BD%94%EC%9D%B8-%EA%B5%AC%EB%A7%A4/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[SPS 제안 살펴보기] 하이브마인드 sql 서비스 (feat. 투표권을 행사하세요.)</title>
      <link>http://passionbull.github.io/SPS-%EC%A0%9C%EC%95%88-%EC%82%B4%ED%8E%B4%EB%B3%B4%EA%B8%B0-%ED%95%98%EC%9D%B4%EB%B8%8C%EB%A7%88%EC%9D%B8%EB%93%9C-sql-%EC%84%9C%EB%B9%84%EC%8A%A4-feat-%ED%88%AC%ED%91%9C%EA%B6%8C%EC%9D%84-%ED%96%89%EC%82%AC%ED%95%98%EC%84%B8%EC%9A%94/</link>
      <guid>http://passionbull.github.io/SPS-%EC%A0%9C%EC%95%88-%EC%82%B4%ED%8E%B4%EB%B3%B4%EA%B8%B0-%ED%95%98%EC%9D%B4%EB%B8%8C%EB%A7%88%EC%9D%B8%EB%93%9C-sql-%EC%84%9C%EB%B9%84%EC%8A%A4-feat-%ED%88%AC%ED%91%9C%EA%B6%8C%EC%9D%84-%ED%96%89%EC%82%AC%ED%95%98%EC%84%B8%EC%9A%94/</guid>
      <pubDate>Sat, 26 Oct 2019 22:55:09 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;.&lt;/p&gt;
&lt;p&gt;&amp;#xAD00;&amp;#xC2EC;&amp;#xC788;&amp;#xAC8C; &amp;#xBCF8; &amp;#xC81C;&amp;#xC548;&amp;#xC5D0; &amp;#xB300;&amp;#xD574; &amp;#xC
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;.</p><p>&#xAD00;&#xC2EC;&#xC788;&#xAC8C; &#xBCF8; &#xC81C;&#xC548;&#xC5D0; &#xB300;&#xD574; &#xC774;&#xC57C;&#xAE30; &#xD558;&#xACE0;&#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="emrebeyler&#xC758;-&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;"><a href="#emrebeyler&#xC758;-&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;" class="headerlink" title="@emrebeyler&#xC758; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;"></a>@emrebeyler&#xC758; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;</h4><p>(<a href="https://steempeak.com/@emrebeyler/proposal-public-hivemind-sql-service" target="_blank" rel="noopener">https://steempeak.com/@emrebeyler/proposal-public-hivemind-sql-service</a>)</p><p> emrebeyler&#xB294; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC; server&#xB97C; &#xB3CC;&#xB9AC;&#xACE0; &#xC788;&#xACE0;,  &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; sql&#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC81C;&#xACF5;&#xD55C;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC790;&#xC2E0;&#xC778; &#xC6B4;&#xC601;&#xD558;&#xACE0;&#xC788;&#xB294; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; api&#xB3C4; &#xC81C;&#xACF5;&#xD558;&#xACE0; &#xC788;&#xB294;&#xB370;&#xC694;. &#xD55C;&#xBC88; &#xAC04;&#xB2E8;&#xD55C;&#xAC70; &#xC0AC;&#xC6A9;&#xD574;&#xBD24;&#xB294;&#xB370; &#xC798;&#xB429;&#xB2C8;&#xB2E4;.</p><p><a href="https://tower.emrebeyler.me/#accounts-list" target="_blank" rel="noopener">https://tower.emrebeyler.me/#accounts-list</a></p><p>&#xC774;&#xAC78; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC61B;&#xB0A0; &#xAE00;&#xC744; &#xCC3E;&#xC744; &#xC218;&#xB3C4; &#xC788;&#xACE0;&#xC694;. &#xB610; &#xB2E4;&#xB978; &#xC608;&#xB97C; &#xB4E4;&#xC5B4;&#xBCF4;&#xBA74;, &#xC624;&#xB298; SCT &#xD64D;&#xBCF4;&#xC18C;&#xAC01;&#xD55C; &#xC0AC;&#xB78C;&#xB4E4;&#xC758; &#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xBCF4;&#xACE0; &#xC2F6;&#xB2E4;. &#xC774;&#xAC83;&#xB3C4; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xBA74; &#xC880;&#xB354; &#xC27D;&#xAC8C; &#xCC3E;&#xC744; &#xC218; &#xC788;&#xC744;&#xAC83; &#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xC27D;&#xAC8C; &#xC608;&#xB97C; &#xB4E4;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAE30;&#xC874;&#xC758; &#xC2A4;&#xD300; api&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC6D0;&#xD558;&#xB294; &#xAC83;&#xC744; &#xCC3E;&#xB294; &#xAC83;&#xC740; &#xB3C4;&#xC11C;&#xAD00;&#xC5D0;&#xC11C; &#xC9C1;&#xC811; &#xAC78;&#xC5B4;&#xB2E4;&#xB2C8;&#xBA74;&#xC11C; &#xC6D0;&#xD558;&#xB294; &#xCC45;&#xC744; &#xCC3E;&#xB294;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xB294; &#xAC83;&#xC740; &#xB3C4;&#xC11C;&#xAD00;&#xC5D0; &#xAC80;&#xC0C9;&#xAE30;&#xB2A5;&#xC774; &#xC788;&#xC5B4;&#xC11C; &#xC6D0;&#xD558;&#xB358; &#xCC45;&#xC744; &#xC27D;&#xAC8C; &#xCC3E;&#xB294;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p><h4 id="&#xC544;&#xBB34;&#xD2BC;"><a href="#&#xC544;&#xBB34;&#xD2BC;" class="headerlink" title="&#xC544;&#xBB34;&#xD2BC;!!"></a>&#xC544;&#xBB34;&#xD2BC;!!</h4><p><img src="https://cdn.steemitimages.com/DQmQS2DdBez9j2ao4S3ceZ9tkNVzgqdWeN9Dc5ef4jmSAU8/image.png" alt=""></p><hr><h4 id="&#xACB0;&#xB860;"><a href="#&#xACB0;&#xB860;" class="headerlink" title="&#xACB0;&#xB860;"></a>&#xACB0;&#xB860;</h4><p>&#xC598;&#xAC00; &#xD558;&#xB824;&#xACE0;&#xD558;&#xB294;&#xAC78; &#xB2E4;&#xC2DC; &#xC801;&#xC5B4;&#xBCF4;&#xC790;&#xBA74;.. hivemind&#xB97C; &#xC27D;&#xAC8C; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; api&#xB97C; &#xB9CC;&#xB4E0;&#xB2E4;&#xB294;&#xAC78;&#xB85C; &#xC804; &#xC774;&#xD574;&#xD588;&#xC5B4;&#xC694;.</p><blockquote><p>A reliable, fast, public SQL service (direct connection) of the Hivemind. I expect to deliver it before 2020. The plan is exposing Hivemind&#x2019;s database directly to the public with a good, old PostgreSQL user. (read-only)</p></blockquote><p>&#xC774; &#xC0AC;&#xB78C;&#xC740; &#xD558;&#xB8E8;&#xC5D0; 12sbd&#xB9CC; &#xBC1B;&#xB294;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.  &#xC6B0;&#xB9AC;&#xB098;&#xB77C; &#xB3C8;&#xC73C;&#xB85C;&#xB294; 9200&#xC6D0;&#xC774;&#xACE0;, 366&#xC77C;&#xB3D9;&#xC548; <code>336&#xB9CC;&#xC6D0;</code>&#xC744; &#xBC1B;&#xB294;&#xAC81;&#xB2C8;&#xB2E4;. &#xC774; &#xC11C;&#xBE44;&#xC2A4;&#xB294; sps&#xB85C;&#xBD80;&#xD130; &#xD380;&#xB529;&#xC744; &#xBC1B;&#xB294;&#xB2E4;&#xBA74;, &#xBB34;&#xB8CC;&#xB85C; &#xC9C0;&#xC18D;&#xC801;&#xC73C;&#xB85C; &#xC81C;&#xACF5;&#xD560;&#xAC83;&#xC774;&#xB77C;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xC804; emrebeyler&#xC758; &#xC81C;&#xC548;&#xC740; &#xC2A4;&#xD300;&#xC5D0; &#xB3C4;&#xC6C0;&#xB418;&#xACE0;, &#xD569;&#xB9AC;&#xC801;&#xC778; &#xD380;&#xB529; &#xAE08;&#xC561;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xD604;&#xC7AC;&#xB294; 900&#xB9CC; &#xC815;&#xB3C4; &#xD22C;&#xD45C;&#xBC1B;&#xC558;&#xACE0; 300&#xB9CC;&#xC774; &#xB354; &#xD544;&#xC694;&#xD558;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xD22C;&#xD45C;&#xD558;&#xB294;&#xB370; &#xB3C8;&#xC774; &#xB4E4;&#xC9C0; &#xC54A;&#xC73C;&#xB2C8; &#xD55C;&#xBC88; &#xAE00;&#xC744; &#xC77D;&#xC5B4;&#xBCF4;&#xC2DC;&#xACE0; @emrebeyler&#xC758; &#xD22C;&#xD45C;&#xC5D0; &#xD22C;&#xD45C;&#xAD8C;&#xC744; &#xD589;&#xC0AC;&#xD574;&#xBCF4;&#xB294; &#xAC83;&#xC740; &#xC5B4;&#xB5A4;&#xAC00;&#xC694;?</p><ul><li><a href="https://steempeak.com/hivemind/@emrebeyler/proposal-update-plans-for-the-public-hivemind-sql-service" target="_blank" rel="noopener">https://steempeak.com/hivemind/@emrebeyler/proposal-update-plans-for-the-public-hivemind-sql-service</a></li><li><a href="https://steempeak.com/proposal/@emrebeyler/proposal-public-hivemind-sql-service" target="_blank" rel="noopener">https://steempeak.com/proposal/@emrebeyler/proposal-public-hivemind-sql-service</a></li><li><a href="https://github.com/steemit/hivemind" target="_blank" rel="noopener">https://github.com/steemit/hivemind</a></li></ul><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/sps-2019-10-27" target="_blank" rel="noopener">&#x2018;[SPS &#xC81C;&#xC548; &#xC0B4;&#xD3B4;&#xBCF4;&#xAE30;] &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC; sql &#xC11C;&#xBE44;&#xC2A4; (feat. &#xD22C;&#xD45C;&#xAD8C;&#xC744; &#xD589;&#xC0AC;&#xD558;&#xC138;&#xC694;.)&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/SPS-%EC%A0%9C%EC%95%88-%EC%82%B4%ED%8E%B4%EB%B3%B4%EA%B8%B0-%ED%95%98%EC%9D%B4%EB%B8%8C%EB%A7%88%EC%9D%B8%EB%93%9C-sql-%EC%84%9C%EB%B9%84%EC%8A%A4-feat-%ED%88%AC%ED%91%9C%EA%B6%8C%EC%9D%84-%ED%96%89%EC%82%AC%ED%95%98%EC%84%B8%EC%9A%94/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀코인판 소개하기</title>
      <link>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-%EC%86%8C%EA%B0%9C%ED%95%98%EA%B8%B0/</link>
      <guid>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-%EC%86%8C%EA%B0%9C%ED%95%98%EA%B8%B0/</guid>
      <pubDate>Fri, 25 Oct 2019 06:13:12 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC804; 2&amp;#xC8FC; &amp;#xD6C4;&amp;#xC5D0; &amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC804; 2&#xC8FC; &#xD6C4;&#xC5D0; &#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0; &#xAC11;&#xB2C8;&#xB2E4;!! </p><p>&#xAC00;&#xC11C; &#xBB34;&#xC2A8;&#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD574;&#xC57C;&#xD560;&#xAE4C;?? &#x2026;  &#xBB34;&#xC2A8; &#xC774;&#xC57C;&#xAE30;&#xD558;&#xC9C0; &#xC0DD;&#xAC01;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xB300;&#xD574; &#xC798; &#xC124;&#xBA85;&#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xC5B4;&#xC84C;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC678;&#xAD6D;&#xC778;&#xB4E4;&#xC5D0;&#xAC8C; &#xC5B4;&#xB5BB;&#xAC8C; &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xC124;&#xBA85;&#xD560;&#xAE4C;??</p><p>&#xCE5C;&#xAD6C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC5B4;&#xB5BB;&#xAC8C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xC124;&#xBA85;&#xD560;&#xAE4C;?? </p><p>&#xD55C;&#xBC88; &#xC801;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC5EC;&#xB7EC;&#xBD84;&#xB3C4; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xBB50;&#xB77C;&#xACE0; &#xC124;&#xBA85;&#xD574;&#xC57C;&#xD560;&#xC9C0; &#xAC19;&#xC774; &#xACE0;&#xBBFC;&#xD574;&#xBD10;&#xC694;. &#xB313;&#xAE00;&#xB85C; &#xC801;&#xC5B4;&#xC8FC;&#xC138;&#xC694;.</p><hr><h4 id="1-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC740;-&#xCF54;&#xC778;-&#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;-&#xD398;&#xC774;&#xC9C0;&#xB2E4;"><a href="#1-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC740;-&#xCF54;&#xC778;-&#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;-&#xD398;&#xC774;&#xC9C0;&#xB2E4;" class="headerlink" title="1. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC740; &#xCF54;&#xC778; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0; &#xD398;&#xC774;&#xC9C0;&#xB2E4;."></a>1. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC740; &#xCF54;&#xC778; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0; &#xD398;&#xC774;&#xC9C0;&#xB2E4;.</h4><ul><li>&#xD55C; 5&#xAC1C;&#xC6D4;&#xCBE4; &#xB410;&#xB2E4;.</li><li>&#xD640;&#xB354;&#xC218; 2013&#xBA85; (sct &#xAC16;&#xACE0;&#xC788;&#xB294; &#xC0AC;&#xB78C;&#xC744; &#xC758;&#xBBF8;&#xD568;.) , &#xD558;&#xB8E8; &#xD398;&#xC774;&#xC9C0;&#xBDF0; 1K-1.5K</li><li>&#xB2E8;&#xC21C;&#xD55C; &#xCF54;&#xC778; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xAC00; &#xC544;&#xB2C8;&#xB77C; &#xD1A0;&#xD070;&#xC774;&#xCF54;&#xB178;&#xBBF8; &#xC2DC;&#xC2A4;&#xD15C;&#xC774; &#xC801;&#xC6A9;&#xB41C; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB2E4;. </li><li>&#xC6B0;&#xB9AC;&#xB294; &#xC5EC;&#xB7EC;&#xAC1C;&#xC758; &#xD1A0;&#xD070;&#xC744; &#xBC1C;&#xD589;&#xD588;&#xB2E4;. &#xB9E4;&#xC77C; ** &#xC815;&#xB3C4;&#xC758; &#xBB3C;&#xB7C9;&#xC774; &#xAC70;&#xB798;&#xB41C;&#xB2E4;. (&#xC870;&#xC0AC; &#xD544;&#xC694;.)</li><li>SCTM &#xC644;&#xD310;, SCT =2steem&#xC774;&#xB77C;&#xB294; &#xC77C;&#xC815; &#xAC00;&#xACA9; &#xC9C0;&#xC18D;&#xC801;&#xC73C;&#xB85C; &#xC720;&#xC9C0;&#xD574;&#xC634;.</li></ul><h4 id="2-&#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C;-&#xC2DC;&#xB3C4;&#xD558;&#xC9C0;-&#xBABB;&#xD588;&#xB358;-&#xC5EC;&#xB7EC;&#xAC00;&#xC9C0;&#xB97C;-&#xC2DC;&#xB3C4;&#xD588;&#xB2E4;"><a href="#2-&#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C;-&#xC2DC;&#xB3C4;&#xD558;&#xC9C0;-&#xBABB;&#xD588;&#xB358;-&#xC5EC;&#xB7EC;&#xAC00;&#xC9C0;&#xB97C;-&#xC2DC;&#xB3C4;&#xD588;&#xB2E4;" class="headerlink" title="2. &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; &#xC2DC;&#xB3C4;&#xD558;&#xC9C0; &#xBABB;&#xD588;&#xB358; &#xC5EC;&#xB7EC;&#xAC00;&#xC9C0;&#xB97C; &#xC2DC;&#xB3C4;&#xD588;&#xB2E4;."></a>2. &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; &#xC2DC;&#xB3C4;&#xD558;&#xC9C0; &#xBABB;&#xD588;&#xB358; &#xC5EC;&#xB7EC;&#xAC00;&#xC9C0;&#xB97C; &#xC2DC;&#xB3C4;&#xD588;&#xB2E4;.</h4><ul><li>&#xD398;&#xC774;&#xC544;&#xC6C3; &#xAE30;&#xAC04;, &#xD30C;&#xC6CC;&#xB2E4;&#xC6B4; &#xAE30;&#xAC04; &#xBCC0;&#xACBD;</li><li>&#xD050;&#xB808;&#xC774;&#xC158;/&#xC800;&#xC790; &#xBE44;&#xC728; &#xBCC0;&#xACBD;</li><li>&#xD398;&#xC774;&#xC544;&#xC6C3;&#xB41C; &#xAE00;&#xC744; &#xC704;&#xD55C; &#xB3C4;&#xB124;&#xC774;&#xC158; &#xC11C;&#xBE44;&#xC2A4; (&#xB530;&#xBD09;&#xC2DC;&#xC2A4;&#xD15C;)</li><li>&#xC6B0;&#xB9AC;&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xBB50;&#xD588;&#xB098;&#xC694;?</li></ul><h4 id="3-&#xD1A0;&#xD070;-&#xC774;&#xCF54;&#xB178;&#xBBF8;-&#xC124;&#xACC4;"><a href="#3-&#xD1A0;&#xD070;-&#xC774;&#xCF54;&#xB178;&#xBBF8;-&#xC124;&#xACC4;" class="headerlink" title="3. &#xD1A0;&#xD070; &#xC774;&#xCF54;&#xB178;&#xBBF8; &#xC124;&#xACC4;"></a>3. &#xD1A0;&#xD070; &#xC774;&#xCF54;&#xB178;&#xBBF8; &#xC124;&#xACC4;</h4><ul><li>SCT,SCTM,KRWP</li></ul><h4 id="4-&#xAC1C;&#xBC1C;&#xD300;"><a href="#4-&#xAC1C;&#xBC1C;&#xD300;" class="headerlink" title="4. &#xAC1C;&#xBC1C;&#xD300;"></a>4. &#xAC1C;&#xBC1C;&#xD300;</h4><p>&#xC6B0;&#xB9AC; &#xAC1C;&#xBC1C;&#xD300;&#xC740; &#xC790;&#xCCB4;&#xC11C;&#xBC84;&#xB97C; &#xAD6C;&#xCD95;&#xD558;&#xC600;&#xACE0;, &#xADF8;&#xAC78; &#xAE30;&#xBC18;&#xC73C;&#xB85C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xD544;&#xC694;&#xD55C; &#xC5EC;&#xB7EC; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xB9CC;&#xB4E4;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xB610;&#xD55C;, &#xCD5C;&#xC2E0; &#xAE30;&#xC220;&#xB4E4;&#xB3C4; &#xACF5;&#xBD80;&#xD558;&#xACE0; &#xC801;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xB178;&#xB825;&#xD558;&#xACE0; &#xC788;&#xACE0;&#xC694;. &#xC55E;&#xC73C;&#xB85C;&#xB3C4; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xD544;&#xC694;&#xD55C; &#xC5EC;&#xB7EC; &#xAE30;&#xB2A5;&#xB4E4;&#xC744; &#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC801;&#xC6A9;&#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p><ul><li>&#xD050;&#xB808;&#xC774;&#xC158; &#xBCF4;&#xD305;&#xC2DC;&#xC2A4;&#xD15C;</li><li>&#xB3C4;&#xB124;&#xC774;&#xC158; &#xC2DC;&#xC2A4;&#xD15C; (&#xB530;&#xBD09;)</li><li>&#xC790;&#xCCB4; &#xC11C;&#xBC84;, db&#xAD6C;&#xCD95;</li><li>&#xC99D;&#xC778;&#xC11C;&#xBC84; &#xC6B4;&#xC601;</li><li>&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC; &#xD65C;&#xC6A9; &#xC900;&#xBE44;&#xC911;</li></ul><h4 id="5-&#xBAA9;&#xD45C;"><a href="#5-&#xBAA9;&#xD45C;" class="headerlink" title="5. &#xBAA9;&#xD45C;"></a>5. &#xBAA9;&#xD45C;</h4><p>&#xC774;&#xAC74; &#xC6B0;&#xB9AC; &#xD300; &#xB0B4;&#xBD80;&#xC801;&#xC73C;&#xB85C; &#xC880;&#xB354; &#xC774;&#xC57C;&#xAE30; &#xD574;&#xBD10;&#xC57C; &#xD560; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC740; &#xD604;&#xC7AC; &#xD398;&#xC774;&#xC9C0;&#xBDF0; 1000, &#xBC29;&#xBB38;&#xC790; 300-400&#xC785;&#xB2C8;&#xB2E4;. &#xCF54;&#xC778;&#xD310;&#xC758; &#xD398;&#xC774;&#xC9C0;&#xBDF0;&#xC640; &#xBC29;&#xBB38;&#xC790; &#xC218;&#xB294; &#xC798; &#xBAA8;&#xB974;&#xC9C0;&#xB9CC;, &#xC9C0;&#xAE08; &#xBC24;12&#xC2DC;&#xC5D0; &#xC811;&#xC18D;&#xD55C; &#xC720;&#xC800;&#xB9CC; 1200&#xBA85;&#xC774;&#xB77C;&#xACE0;&#xD569;&#xB2C8;&#xB2E4;. (&#xC774;&#xAC8C; &#xB9DE;&#xB294;&#xC9C0; &#xBAA8;&#xB974;&#xACA0;&#xB124;&#xC694;.)</p><p><img src="https://cdn.steemitimages.com/DQmZxJBAPqAuHBPc1jY6HjGDyU6XwmmxZTiWjm3a6rMCZek/image.png" alt=""></p><p> &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC774; &#xCF54;&#xC778;&#xD310;&#xCC98;&#xB7FC; &#xB300;&#xD45C; &#xCF54;&#xC778;&#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xAC00; &#xB418;&#xBA74; &#xC88B;&#xACA0;&#xC5B4;&#xC694;!</p><hr><h4 id=""><a href="#" class="headerlink" title=".."></a>..</h4><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xBC1C;&#xC804;&#xC744; &#xC704;&#xD574; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xACE0;&#xBBFC;&#xD558;&#xACE0; &#xC788;&#xACE0;, &#xB0B4;&#xAC00; &#xC774;&#xAC78; &#xD558;&#xBA74; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xB9CE;&#xC774;&#xC62C;&#xAE4C;?? &#xC774;&#xB7F0;&#xAC78; &#xC0DD;&#xAC01;&#xD558;&#xBA74;&#xC11C; &#xC7AC;&#xBC0C;&#xAC8C; &#xD558;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC544;&#xC9C1; &#xC0DD;&#xAC01;&#xB9CC;&#xD558;&#xACE0; &#xC801;&#xC6A9;&#xBABB;&#xD55C;&#xAC8C; &#xC544;&#xC8FC;&#xC544;&#xC8FC; &#xB9CE;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6B0;&#xC120;&#xC21C;&#xC704;&#xB97C; &#xC870;&#xC815;&#xC744; &#xD574;&#xAC00;&#xBA74;&#xC11C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xBC1C;&#xC804;&#xC2DC;&#xCF1C;&#xBCF4;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xB0B4;&#xC6A9;&#xC744; &#xC601;&#xC5B4;&#xB85C;&#xB3C4; &#xC801;&#xC5B4;&#xBCF4;&#xACE0; &#xC77D;&#xC5B4;&#xBD10;&#xC57C;&#xACA0;&#xC5B4;&#xC694;!</p><p>&#xC544;&#xBB34;&#xD2BC;..<br>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6B4;&#xC601;&#xC9C4;, &#xD640;&#xB354;&#xB2D8;&#xB4E4; &#xB355;&#xBD84;&#xC5D0; &#xD798;&#xB4E4;&#xB54C;&#xB3C4; &#xC788;&#xC9C0;&#xB9CC;, &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB9CE;&#xC774; &#xBC30;&#xC6B0;&#xBA74;&#xC11C; &#xC7AC;&#xBC0C;&#xAC8C; &#xC9C0;&#xB0B4;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xCF54;&#xB529;, &#xC2A4;&#xD300;, &#xC778;&#xD504;&#xB77C; &#xAD6C;&#xCD95;, &#xACBD;&#xC81C;&#xAD00;&#xB828;, &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB4F1;&#xB4F1;..</p><p>&#xAE34; &#xAE00; &#xC77D;&#xC5B4;&#xC8FC;&#xC154;&#xC11C; &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;!</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/5qchfu" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC18C;&#xAC1C;&#xD558;&#xAE30;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-%EC%86%8C%EA%B0%9C%ED%95%98%EA%B8%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>Are you playing Pokemon go?</title>
      <link>http://passionbull.github.io/Are-you-playin--Pokemon--o/</link>
      <guid>http://passionbull.github.io/Are-you-playin--Pokemon--o/</guid>
      <pubDate>Thu, 24 Oct 2019 23:09:09 GMT</pubDate>
      <description>
      
        
        
          &lt;h4 id=&quot;Are-you-playing-Pokemon-go&quot;&gt;&lt;a href=&quot;#Are-you-playing-Pokemon-go&quot; class=&quot;headerlink&quot; title=&quot;Are you playing Pokemon go?&quot;&gt;&lt;/a&gt;Are you
        
      
      </description>
      
      
      <content:encoded><![CDATA[<h4 id="Are-you-playing-Pokemon-go"><a href="#Are-you-playing-Pokemon-go" class="headerlink" title="Are you playing Pokemon go?"></a>Are you playing Pokemon go?</h4><hr><p>I have played Pokemon go. It is really awesome AR mobile game.</p><p>Are you playing &#x201C;Pokemon go&#x201D; game?</p><p>&#xD3EC;&#xCF13;&#xBAAC;&#xACE0; &#xAC8C;&#xC784;&#xC744; &#xC544;&#xC2DC;&#xB098;&#xC694;? &#xD50C;&#xB808;&#xC774;&#xD558;&#xACE0;&#xACC4;&#xC2E0;&#xAC00;&#xC694;?</p><p>dpoll&#xB97C; &#xC0AC;&#xC6A9;&#xD574;&#xBCFC;&#xACB8;, &#xC124;&#xBB38;&#xC870;&#xC0AC;&#xB97C; &#xC62C;&#xB824;&#xBD05;&#xB2C8;&#xB2E4;!</p><hr><ul><li>Yes, I am playing Pokemon go</li></ul><hr><ul><li>No, I have not played Pokemon go</li></ul><hr><ul><li>No, I played Pokemon go. But now I don&#x2019;t play Pokemon go anymore.</li></ul><hr><p><em>Answer the question at <a href="https://dpoll.xyz/detail/@jacobyu/are-you-playing-pokemon-go/" target="_blank" rel="noopener">dpoll.xyz</a>.</em></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/are-you-playing-pokemon-go" target="_blank" rel="noopener">&#x2018;Are you playing Pokemon go?&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/Are-you-playin--Pokemon--o/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[개발] Swap기능 #2 엔진토큰 3일 평균가 api 개발</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-Swap%EA%B8%B0%EB%8A%A5-2-%EC%97%94%EC%A7%84%ED%86%A0%ED%81%B0-3%EC%9D%BC-%ED%8F%89%EA%B7%A0%EA%B0%80-api-%EA%B0%9C%EB%B0%9C/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-Swap%EA%B8%B0%EB%8A%A5-2-%EC%97%94%EC%A7%84%ED%86%A0%ED%81%B0-3%EC%9D%BC-%ED%8F%89%EA%B7%A0%EA%B0%80-api-%EA%B0%9C%EB%B0%9C/</guid>
      <pubDate>Thu, 24 Oct 2019 08:38:09 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;.&lt;/p&gt;
&lt;h4 id=&quot;API-&amp;#xAC1C;&amp;#xBC1C;-&amp;#xAD00;&amp;#xB828;-&amp;#xB0B4;&amp;#xC6A9;&quot;&gt;&lt;a href=&quot;#API-&amp;#xAC1C;&amp;#xBC
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;.</p><h4 id="API-&#xAC1C;&#xBC1C;-&#xAD00;&#xB828;-&#xB0B4;&#xC6A9;"><a href="#API-&#xAC1C;&#xBC1C;-&#xAD00;&#xB828;-&#xB0B4;&#xC6A9;" class="headerlink" title="API &#xAC1C;&#xBC1C; &#xAD00;&#xB828; &#xB0B4;&#xC6A9;"></a>API &#xAC1C;&#xBC1C; &#xAD00;&#xB828; &#xB0B4;&#xC6A9;</h4><p><a href="https://www.steemcoinpan.com/sct/@jacobyu/swap" target="_blank" rel="noopener">&#xC2A4;&#xC651;&#xAE30;&#xB2A5; &#xAC1C;&#xBC1C;</a>&#xC5D0;&#xC11C; &#xC2A4;&#xC651;&#xAE30;&#xB2A5;&#xC744; &#xC18C;&#xAC1C;&#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xAE30;&#xB2A5;&#xC744; 3&#xB2E8;&#xACC4;&#xC5D0; &#xAC70;&#xCCD0; &#xAC1C;&#xBC1C; &#xC911;&#xC774;&#xACE0; &#xC774;&#xBC88;&#xC5D4; 2&#xB2E8;&#xACC4;&#xC5D0; &#xD574;&#xB2F9;&#xD558;&#xB294;&#xAC78; &#xAC1C;&#xBC1C;&#xD558;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; (SCT,SCTM,KRWP), &#xC2A4;&#xD300;, &#xC2A4;&#xB2EC;&#xC758; 3&#xC77C; &#xD3C9;&#xADE0;&#xAC00;&#xB97C; &#xACC4;&#xC0B0;&#xD558;&#xACE0;, &#xADF8;&#xAC78; &#xCD9C;&#xB825;&#xD558;&#xB294; api&#xB97C; &#xAC1C;&#xBC1C;&#xC911;&#xC785;&#xB2C8;&#xB2E4;.</p><hr><p>&#xBA3C;&#xC800;, &#xC2A4;&#xB2EC;&#xACFC; &#xC2A4;&#xD300;&#xC740; coingecko&#xC5D0;&#xC11C; &#xAC00;&#xACA9;&#xC744; &#xAC00;&#xC838;&#xC635;&#xB2C8;&#xB2E4;. (<a href="https://api.coingecko.com/api/v3/simple/price?ids=steem&amp;vs_currencies=usd" target="_blank" rel="noopener">https://api.coingecko.com/api/v3/simple/price?ids=steem&amp;vs_currencies=usd</a>)</p><p>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070;&#xC740; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xAC70;&#xB798;&#xC18C;&#xC5D0;&#xC11C; &#xAC00;&#xACA9;&#xC744; &#xAC00;&#xC838;&#xC635;&#xB2C8;&#xB2E4;.<br>&#xC774;&#xAC74; ssc&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xD65C;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xAC00;&#xC838;&#xC628; &#xD1A0;&#xD070;&#xC758; &#xAC00;&#xACA9;&#xC740; db&#xC5D0; &#xC800;&#xC7A5;&#xB418;&#xACE0;, db&#xC5D0; &#xC800;&#xC7A5;&#xB41C; &#xB370;&#xC774;&#xD130;&#xB85C; 3&#xC77C; &#xD3C9;&#xADE0; &#xAE08;&#xC561;&#xC744; api&#xB85C; &#xC81C;&#xACF5;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. api&#xAC00; &#xD638;&#xCD9C;&#xB420;&#xB54C;, 3&#xC77C;&#xC804; &#xB370;&#xC774;&#xD130;&#xAE4C;&#xC9C0; &#xBD88;&#xB7EC;&#xC640;&#xC11C; &#xD3C9;&#xADE0;&#xC744; &#xB0C5;&#xB2C8;&#xB2E4;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br></pre></td><td class="code"><pre><span class="line">[{&quot;symbol&quot;:&quot;SCT&quot;,&quot;price&quot;:1.8931250000000004},</span><br><span class="line">{&quot;symbol&quot;:&quot;SCTM&quot;,&quot;price&quot;:7.3875},</span><br><span class="line">{&quot;symbol&quot;:&quot;KRWP&quot;,&quot;price&quot;:6.745000000000001},</span><br><span class="line">{&quot;symbol&quot;:&quot;STEEM&quot;,&quot;price&quot;:0.125125},</span><br><span class="line">{&quot;symbol&quot;:&quot;SBD&quot;,&quot;price&quot;:0.61025}]</span><br></pre></td></tr></tbody></table></figure><h4 id="&#xC544;&#xC9C1;-&#xB0A8;&#xC740;-&#xC77C;"><a href="#&#xC544;&#xC9C1;-&#xB0A8;&#xC740;-&#xC77C;" class="headerlink" title="&#xC544;&#xC9C1; &#xB0A8;&#xC740; &#xC77C;"></a>&#xC544;&#xC9C1; &#xB0A8;&#xC740; &#xC77C;</h4><ul><li>&#xC18C;&#xC218;&#xC810; 3&#xC9F8;&#xC790;&#xB9AC;&#xAE4C;&#xC9C0;&#xB9CC; &#xCD9C;&#xB825;</li><li>&#xC2A4;&#xD300;/&#xC6D0;&#xD654;, &#xC2A4;&#xB2EC;/&#xC6D0;&#xD654;&#xB97C; api&#xC5D0; &#xD3EC;&#xD568;&#xC2DC;&#xD0A4;&#xAE30;</li><li>db&#xC5D0; 3&#xC77C;&#xCE58;&#xC529; &#xD1A0;&#xD070; &#xD3C9;&#xADE0;&#xAC00;&#xACA9; &#xC800;&#xC7A5;</li></ul><hr><p>&#xC2A4;&#xC651;&#xAE30;&#xB2A5;&#xC758; &#xAC1C;&#xBC1C;&#xC740; &#xB2E4;&#xC74C;&#xC8FC;&#xAE4C;&#xC9C0;&#xB294; &#xB05D;&#xB0BC; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xB178;&#xB825;&#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6B4;&#xC601;&#xC9C4;, &#xAC1C;&#xBC1C;&#xD300; &#xBAA8;&#xB450; &#xC5F4;&#xC2EC;&#xD788; &#xD558;&#xACE0;&#xC788;&#xC5B4;&#xC694;, &#x314E;&#x314E; </p><p>&#xD14C;&#xC2A4;&#xD2B8;&#xB97C; &#xC798;&#xD574;&#xC11C; &#xC644;&#xC131;&#xB3C4; &#xC788;&#xB294; &#xAE30;&#xB2A5;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/swap-2-3-api" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;] Swap&#xAE30;&#xB2A5; #2 &#xC5D4;&#xC9C4;&#xD1A0;&#xD070; 3&#xC77C; &#xD3C9;&#xADE0;&#xAC00; api &#xAC1C;&#xBC1C;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-Swap%EA%B8%B0%EB%8A%A5-2-%EC%97%94%EC%A7%84%ED%86%A0%ED%81%B0-3%EC%9D%BC-%ED%8F%89%EA%B7%A0%EA%B0%80-api-%EA%B0%9C%EB%B0%9C/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 기묘한 러브레터</title>
      <link>http://passionbull.github.io/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B8%B0%EB%AC%98%ED%95%9C-%EB%9F%AC%EB%B8%8C%EB%A0%88%ED%84%B0/</link>
      <guid>http://passionbull.github.io/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B8%B0%EB%AC%98%ED%95%9C-%EB%9F%AC%EB%B8%8C%EB%A0%88%ED%84%B0/</guid>
      <pubDate>Wed, 23 Oct 2019 14:49:24 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC774; &amp;#xCC45;&amp;#xC740; &amp;#xB450; &amp;#xC0AC;&amp;#xB78C;&amp;#xC774; &amp;#xC11C;&amp;#xB85C; &amp;#xD398;&amp;#xC774;&amp;#xC2A4;&amp;#xBD81;&amp;#xC73C;&amp;#xB85C; &amp;#xC8FC;&amp;#x
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC774; &#xCC45;&#xC740; &#xB450; &#xC0AC;&#xB78C;&#xC774; &#xC11C;&#xB85C; &#xD398;&#xC774;&#xC2A4;&#xBD81;&#xC73C;&#xB85C; &#xC8FC;&#xACE0;&#xBC1B;&#xB294; &#xBA54;&#xC2DC;&#xC9C0;&#xB85C; &#xAD6C;&#xC131;&#xB3FC;&#xC788;&#xB2E4;. &#xB458;&#xC740; 30&#xB144; &#xC804;&#xC5D0; &#xACB0;&#xD63C;&#xC744; &#xC57D;&#xC18D;&#xD588;&#xC5C8;&#xACE0;, &#xADF8;&#xB7EC;&#xB2E4; &#xC5EC;&#xC790;&#xAC00; &#xAC11;&#xC790;&#xAE30; &#xACB0;&#xD63C;&#xC2DD;&#xB0A0;&#xC5D0; &#xC624;&#xC9C0;&#xC54A;&#xC558;&#xB2E4;.</p><p>&#xCC98;&#xC74C;&#xC5D0; &#xC77D;&#xC744;&#xB550; &#xC774;&#xCC45;&#xC774; &#xB450; &#xC0AC;&#xB78C;&#xC758; &#xB530;&#xB73B;&#xD55C; &#xCD94;&#xC5B5;&#xC774;&#xC57C;&#xAE30;&#xC77C; &#xC904; &#xC54C;&#xC558;&#xB2E4;. &#xADFC;&#xB370;,  &#xC911;&#xAC04;&#xC5D0;19&#xAE08;&#xC73C;&#xB85C; &#xAC14;&#xB2E4;&#xAC00; &#xACF5;&#xD3EC;&#xB3C4; &#xD55C;&#xBC88; &#xCC0D;&#xACE0; &#xD5C8;&#xBB34;&#xD558;&#xAC8C; &#xB05D;&#xB098;&#xB294; <code>&#xC798; &#xC77D;&#xD788;&#xACE0; &#xAF64; &#xC7AC;&#xBC0C;&#xB294; &#xCC45;</code>&#xC774;&#xB2E4;. </p><p>&#xC6B0;&#xB9AC;&#xB294; &#xB204;&#xAD70;&#xAC00; &#xB9CC;&#xB0A0;&#xB54C; &#xADF8; &#xC0AC;&#xB78C;&#xC758; &#xB2E8;&#xD3B8;&#xB9CC; &#xBCF8;&#xB2E4;. &#xADF8; &#xC0AC;&#xB78C;&#xC758; &#xBAA8;&#xB4E0;&#xBA74;&#xC744; &#xBCFC; &#xC218; &#xC5C6;&#xB2E4;. &#xADF8; &#xC0AC;&#xB78C;&#xC774; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294; &#xBA74;&#xB9CC; &#xBCF4;&#xACE0; &#xC9C0;&#xB0B4;&#xB294; &#xAC83;&#xC774;&#xB2E4;. &#xADF8;&#xC0AC;&#xB78C;&#xC774; &#xACFC;&#xAC70;&#xC5D0; &#xBB34;&#xC5C7;&#xC744; &#xD588;&#xB294;&#xC9C0;, &#xB098;&#xC640; &#xB9CC;&#xB098;&#xC9C0; &#xC54A;&#xC744; &#xB54C; &#xBB34;&#xC5C7;&#xC744; &#xD558;&#xACE0; &#xC788;&#xB294;&#xC9C0; &#xBAA8;&#xB978;&#xB2E4;.</p><p>&#xC0AC;&#xB78C;&#xC774; &#xAC89;&#xC73C;&#xB85C;&#xB294; &#xBA40;&#xCA61;&#xD574;&#xBCF4;&#xC774;&#xB294;&#xB370; &#xC0AC;&#xC2E4; &#xBBF8;&#xCE5C;&#xB188;&#xC77C; &#xC218; &#xC788;&#xB2E4;. &#xC774; &#xC18C;&#xC124;&#xC740; &#xC54C;&#xACE0;&#xBCF4;&#xBA74; &#xC138;&#xC0C1;&#xC774; &#xBBF8;&#xCE5C;&#xB188;&#xB4E4;&#xB85C; &#xAD6C;&#xC131;&#xB3FC;&#xC788;&#xB2E4;&#xACE0; &#xB9D0;&#xD574;&#xC8FC;&#xACE0;&#xC788;&#xB2E4;.</p><p>&#xC791;&#xAC00;&#xC758; &#xAE00;&#xC19C;&#xC528;&#xC5D0; &#xB300;&#xD574; &#xB9D0;&#xD558;&#xACE0;&#xC2F6;&#xC740;&#xB370;<br>&#xC815;&#xB9D0; &#xC798;&#xC77D;&#xD78C;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xB2F4;&#xB2F4;&#xD558;&#xBA74;&#xC11C;&#xB3C4;.. (30&#xB144;&#xC9C0;&#xB09C;&#xACFC;&#xAC70;&#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD55C;&#xB2E4;&#xB77C;&#xB294; &#xC124;&#xC815;&#xB54C;&#xBB38;&#xC778;&#xAC00;?) &#xBB18;&#xC0AC;&#xD558;&#xB294; &#xC7A5;&#xBA74; &#xD558;&#xB098;&#xD558;&#xB098;&#xAC00; &#xC0C1;&#xC0C1;&#xB418;&#xB294; &#xAE00;&#xC774;&#xC600;&#xB2E4;.</p><blockquote><p>&#xBC24;&#xC5D0; &#xBC14;&#xB2F7;&#xAC00;&#xC5D0;&#xC11C; &#xCEA0;&#xD504;&#xD30C;&#xC774;&#xC5B4;&#xB97C; &#xD588;&#xACE0;&#xC694;. &#xADF8;&#xB54C;, &#xB2F9;&#xC2E0;&#xC740; &#xC81C;&#xAC8C;&#xC11C; &#xC870;&#xAE08; &#xB5A8;&#xC5B4;&#xC9C4; &#xACF3;&#xC5D0; &#xC549;&#xC544; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800;&#xB294; &#xC2AC;&#xCA4D; &#xB2F9;&#xC2E0; &#xCABD;&#xC744; &#xCCD0;&#xB2E4;&#xBCF4;&#xC558;&#xC5B4;&#xC694;.</p><p>  &#xBD88;&#xAF43;&#xC5D0; &#xBE44;&#xCE5C; &#xB2F9;&#xC2E0;&#xC758; &#xC5BC;&#xAD74;&#xC774; &#xBCF4;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2F9;&#xC2E0;&#xC740; &#xD558;&#xC580; &#xBBFC;&#xC18C;&#xB9E4; &#xC6D0;&#xD53C;&#xC2A4;&#xB97C; &#xC785;&#xACE0;, &#xD3C9;&#xC18C;&#xC5D0;&#xB294; &#xD558;&#xB098;&#xB85C; &#xBB36;&#xB294; &#xBA38;&#xB9AC;&#xCE74;&#xB77D;&#xC744; &#xB298;&#xC5B4;&#xB728;&#xB9AC;&#xACE0; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2F9;&#xC2E0;&#xC758; &#xADF8;&#xB7F0; &#xBA38;&#xB9AC; &#xBAA8;&#xC591;&#xC744; &#xBCF4;&#xB294; &#xAC74; &#xCC98;&#xC74C;&#xC774;&#xC5C8;&#xC9C0;&#xC694;.</p></blockquote><hr><center><sup>Originally posted on <a href="http://book.dblog.org/dogseoilgi-gimyohan-reobeureteo" target="_blank" rel="noopener">&#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xB3C5;&#xC11C;&#xBAA8;&#xC784;</a>. Steem blog powered by <a href="https://engrave.website" target="_blank" rel="noopener">ENGRAVE</a>.</sup></center><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/dogseoilgi-gimyohan-reobeureteo" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xAE30;&#xBB18;&#xD55C; &#xB7EC;&#xBE0C;&#xB808;&#xD130;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EA%B8%B0%EB%AC%98%ED%95%9C-%EB%9F%AC%EB%B8%8C%EB%A0%88%ED%84%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[개발] 스팀코인판 Swap 기능 #1</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-1/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-1/</guid>
      <pubDate>Wed, 23 Oct 2019 14:27:15 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;.&lt;/p&gt;
&lt;h4 id=&quot;&amp;#xC18C;&amp;#xAC1C;&quot;&gt;&lt;a href=&quot;#&amp;#xC18C;&amp;#xAC1C;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#xC18C;&amp;#x
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;.</p><h4 id="&#xC18C;&#xAC1C;"><a href="#&#xC18C;&#xAC1C;" class="headerlink" title="&#xC18C;&#xAC1C;"></a>&#xC18C;&#xAC1C;</h4><p>&#xC774;&#xBC88;&#xC8FC;&#xBD80;&#xD130; &#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC788;&#xB294; &#xAE30;&#xB2A5;&#xC774; &#xC788;&#xB294;&#xB370;&#xC694;. &#xC2A4;&#xC651;(&#xAD50;&#xD658;) &#xAE30;&#xB2A5;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xC651;&#xAE30;&#xB2A5;&#xC740; &#xD1A0;&#xD070;&#xAC04;&#xC758; &#xAD50;&#xD658;&#xC744; &#xD574;&#xC8FC;&#xB294; &#xAE30;&#xB2A5;&#xC73C;&#xB85C;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC0AC;&#xC774;&#xB4DC;&#xBC14;&#xC5D0; &#xB123;&#xC744; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;. &#xC2A4;&#xC651;&#xAE30;&#xB2A5;&#xC744; &#xD1B5;&#xD574; &#xD1A0;&#xD070;&#xAC04;&#xC758; &#xAD50;&#xD658;&#xC744; &#xBCF4;&#xB2E4; &#xC27D;&#xACE0; &#xBE60;&#xB974;&#xAC8C; &#xD560; &#xC218; &#xC788;&#xC744; &#xAC83;&#xC73C;&#xB85C; &#xC608;&#xC0C1;&#xD569;&#xB2C8;&#xB2E4;. &#xC774; &#xAE30;&#xB2A5;&#xC740; LP(&#xC720;&#xB3D9;&#xC131;&#xACF5;&#xAE09;&#xC790;)&#xC758; &#xC790;&#xC6D0;&#xC744; &#xD65C;&#xC6A9;&#xD560; &#xAC83;&#xC774;&#xACE0; &#xC218;&#xC218;&#xB8CC; 1%&#xB97C; &#xBD99;&#xC77C; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC544;&#xB798;&#xC758; &#xC0AC;&#xC9C4;&#xACFC; &#xAC19;&#xC774; &#xC774; &#xC704;&#xC82F;&#xC774; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC0AC;&#xC774;&#xB4DC;&#xBC14;&#xC5D0; &#xBD99;&#xC744; &#xC608;&#xC815;&#xC774;&#xACE0;, &#xD604;&#xC7AC;&#xB294; &#xCD1D; 5&#xAC1C;&#xC758; &#xD1A0;&#xD070; (SCT, SCTM, KRWP, STEEM, SBD)&#xAC04;&#xC758; &#xAD50;&#xD658; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC81C;&#xACF5;&#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;. &#xCD94;&#xD6C4; &#xD655;&#xC7A5;&#xB420; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://ipfs.busy.org/ipfs/QmNXESr485v7RoCQZrufk969ktmSdkmQfzYGCee5hEJc6v" alt="image.png"></p><p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, sct&#xB97C; krwp&#xB85C; &#xBC14;&#xAFBC;&#xB2E4;&#xBA74; &#xC704;&#xC82F;&#xC758; &#xD1B5;&#xD654;&#xC30D; sct, krwp&#xB85C; &#xC124;&#xC815;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xBC14;&#xAFB8;&#xACE0;&#xC2F6;&#xC740; &#xC591;&#xC744; &#xC785;&#xB825;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC785;&#xB825;&#xC744; &#xD558;&#xBA74; &#xC704;&#xC82F;&#xC5D0;&#xC11C;&#xB294; &#xAD50;&#xD658;&#xBC1B;&#xC744; krwp&#xB97C; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294;&#xB370;&#xC694;. &#xC774;&#xB807;&#xAC8C; &#xACC4;&#xC0B0;&#xB429;&#xB2C8;&#xB2E4;.</p><blockquote><p>&#xBCC0;&#xD658;&#xD560; &#xC591; * &#xD658;&#xC728; ( &#xC785;&#xB825;&#xD1A0;&#xD070;&#xAC00;&#xACA9; / &#xBCC0;&#xD658;&#xB420;&#xD1A0;&#xD070;&#xAC00;&#xACA9;)</p></blockquote><hr><h4 id="&#xAC1C;&#xBC1C;&#xB2E8;&#xACC4;"><a href="#&#xAC1C;&#xBC1C;&#xB2E8;&#xACC4;" class="headerlink" title="&#xAC1C;&#xBC1C;&#xB2E8;&#xACC4;"></a>&#xAC1C;&#xBC1C;&#xB2E8;&#xACC4;</h4><p>swap&#xAE30;&#xB2A5; &#xAC1C;&#xBC1C;&#xC740; &#xCD1D; 3&#xB2E8;&#xACC4;&#xB85C; &#xB098;&#xB220;&#xC838;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD604;&#xC7AC; 1&#xB2E8;&#xACC4; &#xC791;&#xC5C5;&#xC740; &#xB05D;&#xB0AC;&#xACE0;, 2,3&#xB2E8;&#xACC4;&#xC758; &#xC791;&#xC5C5;&#xC744; &#xC9C4;&#xD589;&#xC911;&#xC785;&#xB2C8;&#xB2E4;. </p><ol><li><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; Swap &#xC704;&#xC82F; &#xAC1C;&#xBC1C;</p><ul><li>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xBC14;&#xAFB8;&#xACE0;&#xC790; &#xD558;&#xB294; &#xD1A0;&#xD070; &#xC120;&#xD0DD; (Done)</li><li>&#xBCC0;&#xD658;&#xC774; &#xC608;&#xC0C1;&#xB420; &#xAE08;&#xC561;&#xB3C4; &#xD45C;&#xC2DC; (Done)</li><li>&#xD604;&#xC7AC; &#xC720;&#xB3D9;&#xC131;&#xACF5;&#xAE09;&#xC790;&#xC758; &#xC794;&#xACE0; &#xB4F1;&#xC744; &#xD45C;&#xC2DC; (Done)</li><li>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070;, &#xC2A4;&#xD300;, &#xC2A4;&#xB2EC; &#xC804;&#xC1A1; &#xAE30;&#xB2A5; (Done)</li></ul></li><li><p>&#xD1A0;&#xD070;&#xC758; &#xD3C9;&#xADE0;&#xAC00;&#xACA9; api<br>&#xD1A0;&#xD070;&#xC758; 3&#xC77C;&#xB3D9;&#xC548; &#xD3C9;&#xADE0;&#xAC00;&#xACA9;&#xC744; &#xBC14;&#xD0D5;&#xC73C;&#xB85C; &#xD1A0;&#xD070;&#xAC04;&#xC758; &#xD658;&#xC728;&#xC744; &#xACC4;&#xC0B0;&#xC744; &#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;. &#xC774;&#xB97C; &#xC704;&#xD574;, &#xC8FC;&#xAE30;&#xC801;&#xC73C;&#xB85C; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xAC70;&#xB798;&#xC18C;&#xC5D0;&#xC11C; &#xAC70;&#xB798;&#xB41C; &#xAC00;&#xACA9;&#xC744; &#xAE30;&#xB85D;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; api&#xB85C; 3&#xC77C;&#xD3C9;&#xADE0;&#xAC00;&#xACA9;&#xC744; &#xC811;&#xADFC;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;.</p></li><li><p>&#xD1A0;&#xD070; &#xC804;&#xC1A1;<br>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; 1&#xBC88; &#xC704;&#xC82F;&#xC744; &#xD1B5;&#xD574; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0B4;&#xBA74;, &#xC774;&#xB97C; &#xD655;&#xC778;&#xD558;&#xACE0; &#xD658;&#xC804;&#xD560; &#xD1A0;&#xD070;&#xC758; &#xC591;&#xC744; &#xACC4;&#xC0B0;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xACC4;&#xC0B0;&#xB41C; &#xD1A0;&#xD070;&#xC744; &#xC0AC;&#xC6A9;&#xC790;&#xC5D0;&#xAC8C; &#xBCF4;&#xB0B4;&#xB294; &#xC791;&#xC5C5;&#xC774; &#xD544;&#xC694;&#xD569;&#xB2C8;&#xB2E4;. </p></li></ol><hr><p>&#xC790;&#xC138;&#xD55C;&#xAC74; &#xAC1C;&#xBC1C;&#xC9C4;&#xD589;&#xD558;&#xBA74;&#xC11C; &#xB354; &#xC801;&#xC5B4;&#xBCF4;&#xB3C4;&#xB85D; &#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/swap" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;] &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; Swap &#xAE30;&#xB2A5; #1&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-Swap-%EA%B8%B0%EB%8A%A5-1/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[개발] heroku에서 nitrous 동작시키기</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-heroku%EC%97%90%EC%84%9C-nitrous-%EB%8F%99%EC%9E%91%EC%8B%9C%ED%82%A4%EA%B8%B0/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-heroku%EC%97%90%EC%84%9C-nitrous-%EB%8F%99%EC%9E%91%EC%8B%9C%ED%82%A4%EA%B8%B0/</guid>
      <pubDate>Tue, 22 Oct 2019 07:04:48 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;.&lt;/p&gt;
&lt;p&gt;&amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC544;&amp;#xC9C1; &amp;#xACF5;&amp;#xAC1
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;.</p><p>&#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC544;&#xC9C1; &#xACF5;&#xAC1C;&#xD558;&#xC9C0;&#xC54A;&#xC558;&#xC9C0;&#xB9CC;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xB0B4;&#xBD80;&#xC801;&#xC73C;&#xB85C; &#xC5F4;&#xC2EC;&#xD788; &#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC788;&#xB294; &#xAE30;&#xB2A5;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAC00;&#xB054;&#xBCF4;&#xBA74; &#xC560;&#xD50C;&#xC774;&#xB098; &#xC0BC;&#xC131;&#xC774;&#xB098; &#xC815;&#xBCF4;&#xC720;&#xCD9C;&#xB418;&#xB294; &#xACBD;&#xC6B0;&#xAC00; &#xC788;&#xC9C0; &#xC54A;&#xC2B5;&#xB2C8;&#xAE4C;? &#xC65C; &#xC720;&#xCD9C;&#xB418;&#xB294;&#xC9C0; &#xC774;&#xD574;&#xD560; &#xC218; &#xC788;&#xC744;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAC1C;&#xBC1C;&#xD55C;&#xAC78; &#xB9D0;&#xD574;&#xC8FC;&#xACE0; &#xC2F6;&#xC740;&#xB370; &#xCC38;&#xACE0;&#xC788;&#xC73C;&#xB2C8; &#xC5BC;&#xB9C8;&#xB098; &#xB2F5;&#xB2F5;&#xD558;&#xACA0;&#xB098; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC544;&#xBB34;&#xD2BC;!<br>&#xC9C0;&#xAE08;&#xD558;&#xACE0;&#xC788;&#xB294; &#xAC1C;&#xBC1C;&#xC744; &#xBCF4;&#xC5EC;&#xC904;&#xC815;&#xB3C4;&#xAC00; &#xB41C;&#xB2E4;&#xBA74; &#xAE00;&#xB85C; &#xC18C;&#xAC1C;&#xD560;&#xAC8C;&#xC694;.<br>&#xD64D;&#xBCF4;&#xC18C;&#xAC01;&#xB3C4; &#xD558;&#xACE0;&#xC694;. &#x314E;&#x314E;</p><hr><h3 id="heroku&#xC5D0;&#xC11C;-nitrous-&#xB3D9;&#xC791;&#xC2DC;&#xD0A4;&#xAE30;"><a href="#heroku&#xC5D0;&#xC11C;-nitrous-&#xB3D9;&#xC791;&#xC2DC;&#xD0A4;&#xAE30;" class="headerlink" title="heroku&#xC5D0;&#xC11C; nitrous &#xB3D9;&#xC791;&#xC2DC;&#xD0A4;&#xAE30;"></a>heroku&#xC5D0;&#xC11C; nitrous &#xB3D9;&#xC791;&#xC2DC;&#xD0A4;&#xAE30;</h3><p>heroku &#xC9F1;&#xC785;&#xB2C8;&#xB2E4;. &#xC608;&#xC804;&#xC5D0;&#xB294; heroku&#xC5D0;&#xC11C; &#xD2B9;&#xC815;&#xC2DC;&#xAC04;&#xB9C8;&#xB2E4; &#xC2A4;&#xD06C;&#xB9BD;&#xD2B8;&#xAC00; &#xB3D9;&#xC791;&#xD558;&#xB3C4;&#xB85D; &#xC124;&#xC815;&#xD55C; &#xC801;&#xC774; &#xC788;&#xC5C8;&#xB294;&#xB370;&#xC694;. &#xC774;&#xAC83; &#xB9D0;&#xACE0;&#xB3C4; heroku &#xC704;&#xC5D0;&#xC11C; &#xC11C;&#xBC84;&#xB97C; &#xB3CC;&#xB9B0;&#xB2E4;&#xB358;&#xAC00;, &#xC6F9;&#xD398;&#xC774;&#xC9C0;&#xB97C; &#xB3CC;&#xB9B0;&#xB2E4;&#xB358;&#xAC00;, &#xD30C;&#xC774;&#xC36C;&#xC744; &#xB3CC;&#xB9B0;&#xB2E4;&#xB358;&#xAC00; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB3CC;&#xB824;&#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>(<a href="https://jacobyu.net/heroku-with-javascript-10-1-hello-1-1/" target="_blank" rel="noopener">https://jacobyu.net/heroku-with-javascript-10-1-hello-1-1/</a>)</p><p>&#xC27D;&#xAC8C; &#xC124;&#xBA85;&#xD558;&#xC790;&#xBA74;, &#xCEF4;&#xD4E8;&#xD130;&#xC5D0;&#xC11C;&#xB294; &#xC5EC;&#xB7EC;&#xD504;&#xB85C;&#xADF8;&#xB7A8; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB3CC;&#xB9B4; &#xC218; &#xC788;&#xC9C0;&#xC54A;&#xC2B5;&#xB2C8;&#xAE4C;? &#xD788;&#xB85C;&#xCFE0;&#xB294; &#xC5EC;&#xB7EC;&#xD504;&#xB85C;&#xADF8;&#xB7A8; &#xC911;&#xC5D0; 1&#xAC1C;&#xB97C; &#xC6D0;&#xACA9;&#xC73C;&#xB85C; &#xB3D9;&#xC791;&#xC2DC;&#xCF30;&#xB2E4;&#xACE0; &#xBCF4;&#xBA74;&#xB429;&#xB2C8;&#xB2E4;.</p><p>@anpigon&#xB2D8;&#xC774; &#xD788;&#xB85C;&#xCFE0;&#xC5D0;&#xC11C; nitrous &#xBC30;&#xD3EC;&#xD558;&#xAE30;&#xC5D0; &#xB300;&#xD574; &#xC544;&#xC8FC; &#xCE5C;&#xC808;&#xD558;&#xACE0; &#xC790;&#xC138;&#xD558;&#xAC8C; &#xC791;&#xC131;&#xD574;&#xC8FC;&#xC168;&#xC2B5;&#xB2C8;&#xB2E4;.  (<a href="https://busy.org/@anpigon/nitrous" target="_blank" rel="noopener">https://busy.org/@anpigon/nitrous</a>)</p><p>&#xD788;&#xB85C;&#xCFE0;&#xC5D0;&#xC11C; nitrous &#xB3D9;&#xC791;&#xC2DC;&#xD0A4;&#xB294;&#xAC78; &#xADF8;&#xB300;&#xB85C; &#xB530;&#xB77C;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB098;&#xC911;&#xC5D0; &#xC81C; &#xAE00;&#xC5D0;&#xC11C; &#xCC3E;&#xAE30;&#xAC00; &#xC88B;&#xC744; &#xAC83; &#xAC19;&#xC544; &#xB530;&#xB77C;&#xD55C; &#xAC78; &#xADF8;&#xB300;&#xB85C; &#xC801;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.</p><h3 id="Step-by-Step"><a href="#Step-by-Step" class="headerlink" title="Step by Step"></a>Step by Step</h3><h4 id="&#xB85C;&#xADF8;&#xC778;-&#xBC0F;-heroku-&#xD504;&#xB85C;&#xC81D;&#xD2B8;-&#xB9CC;&#xB4E4;&#xAE30;"><a href="#&#xB85C;&#xADF8;&#xC778;-&#xBC0F;-heroku-&#xD504;&#xB85C;&#xC81D;&#xD2B8;-&#xB9CC;&#xB4E4;&#xAE30;" class="headerlink" title="&#xB85C;&#xADF8;&#xC778; &#xBC0F; heroku &#xD504;&#xB85C;&#xC81D;&#xD2B8; &#xB9CC;&#xB4E4;&#xAE30;"></a>&#xB85C;&#xADF8;&#xC778; &#xBC0F; heroku &#xD504;&#xB85C;&#xC81D;&#xD2B8; &#xB9CC;&#xB4E4;&#xAE30;</h4><p>&#xC774;&#xAC78; &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4; &#xD504;&#xB85C;&#xC81D;&#xD2B8; &#xC548;&#xC5D0;&#xC11C; &#xD55C;&#xB2E4;.<br><code>heroku login</code><br><code>heroku create project-name</code><br> <code>heroku container:login</code></p><h4 id="&#xBE4C;&#xB4DC;-&#xBC0F;-&#xBC30;&#xD3EC;"><a href="#&#xBE4C;&#xB4DC;-&#xBC0F;-&#xBC30;&#xD3EC;" class="headerlink" title="&#xBE4C;&#xB4DC; &#xBC0F; &#xBC30;&#xD3EC;"></a>&#xBE4C;&#xB4DC; &#xBC0F; &#xBC30;&#xD3EC;</h4><p>&#xBE4C;&#xB4DC;&#xD558;&#xACE0; &#xBC30;&#xD3EC;&#xD55C;&#xB2E4;.<br>  <code>heroku container:push web</code><br> <code>heroku container:release web</code><br> <code>heroku open</code></p><h4 id="&#xCF54;&#xB4DC;&#xB97C;-&#xC218;&#xC815;&#xD558;&#xACE0;-&#xB2E4;&#xC2DC;-&#xBC30;&#xD3EC;"><a href="#&#xCF54;&#xB4DC;&#xB97C;-&#xC218;&#xC815;&#xD558;&#xACE0;-&#xB2E4;&#xC2DC;-&#xBC30;&#xD3EC;" class="headerlink" title="&#xCF54;&#xB4DC;&#xB97C; &#xC218;&#xC815;&#xD558;&#xACE0; &#xB2E4;&#xC2DC; &#xBC30;&#xD3EC;"></a>&#xCF54;&#xB4DC;&#xB97C; &#xC218;&#xC815;&#xD558;&#xACE0; &#xB2E4;&#xC2DC; &#xBC30;&#xD3EC;</h4><p>&#xAE30;&#xC874;&#xC5D0; &#xC788;&#xB358; &#xD504;&#xB85C;&#xC81D;&#xD2B8; &#xAC00;&#xC838;&#xC624;&#xAE30;<br><code>heroku git:remote -a project-name</code></p><p>&#xC704;&#xC640; &#xAC19;&#xC774; &#xBC18;&#xBCF5;&#xD55C;&#xB2E4;.<br> <code>heroku container:push web</code><br> <code>heroku container:release web</code><br> <code>heroku open</code></p><p>&#xC548;&#xD53C;&#xACE4;&#xB2D8; &#xB355;&#xBD84;&#xC5D0; &#xC27D;&#xAC8C; &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4; &#xC0AC;&#xC774;&#xD2B8;&#xB97C; &#xBC30;&#xD3EC;&#xD574;&#xBD24;&#xAD70;&#xC694;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><ul><li><a href="https://devcenter.heroku.com/articles/container-registry-and-runtime" target="_blank" rel="noopener">https://devcenter.heroku.com/articles/container-registry-and-runtime</a></li><li><a href="https://busy.org/@anpigon/nitrous" target="_blank" rel="noopener">https://busy.org/@anpigon/nitrous</a></li></ul><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/heroku-nitrous" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;] heroku&#xC5D0;&#xC11C; nitrous &#xB3D9;&#xC791;&#xC2DC;&#xD0A4;&#xAE30;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-heroku%EC%97%90%EC%84%9C-nitrous-%EB%8F%99%EC%9E%91%EC%8B%9C%ED%82%A4%EA%B8%B0/#disqus_thread</comments>
    </item>
    
  </channel>
</rss>
