<?xml version="1.0" encoding="utf-8"?>
<rss version="2.0"
  xmlns:atom="http://www.w3.org/2005/Atom"
  xmlns:content="http://purl.org/rss/1.0/modules/content/">
  <channel>
    <title>Jacob</title>
    <link>https://jacobyu.net/</link>
    <atom:link href="/rss2.xml" rel="self" type="application/rss+xml"/>
    
    <description>Dev, Book, Blockchain</description>
    <pubDate>Mon, 23 Dec 2019 15:27:14 GMT</pubDate>
    <generator>http://hexo.io/</generator>
    
    <item>
      <title>Crypto.com # 코인으로 이자받기 (코인적금)</title>
      <link>https://jacobyu.net/Cryptocom--%EC%BD%94%EC%9D%B8%EC%9C%BC%EB%A1%9C-%EC%9D%B4%EC%9E%90%EB%B0%9B%EA%B8%B0-%EC%BD%94%EC%9D%B8%EC%A0%81%EA%B8%88/</link>
      <guid>https://jacobyu.net/Cryptocom--%EC%BD%94%EC%9D%B8%EC%9C%BC%EB%A1%9C-%EC%9D%B4%EC%9E%90%EB%B0%9B%EA%B8%B0-%EC%BD%94%EC%9D%B8%EC%A0%81%EA%B8%88/</guid>
      <pubDate>Mon, 23 Dec 2019 05:57:30 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC800;&amp;#xBC88;&amp;#xC5D0; &amp;#xD06C;&amp;#xB9
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xBC88;&#xC5D0; &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC5D0; &#xB300;&#xD574; &#xAC04;&#xB2E8;&#xD788; &#xC18C;&#xAC1C;&#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://www.steemcoinpan.com/sct/@jacobyu/crypto-com" target="_blank" rel="noopener">https://www.steemcoinpan.com/sct/@jacobyu/crypto-com</a></p><p>&#xC774;&#xBC88;&#xAE00;&#xC5D0;&#xC11C;&#xB294; &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC758; &#xCF54;&#xC778;&#xC801;&#xAE08;&#xC5D0; &#xB300;&#xD574; &#xC18C;&#xAC1C;&#xD574;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. (&#xCF54;&#xC778;&#xC801;&#xAE08;&#xC774;&#xB77C;&#xACE0; &#xC774;&#xB984;&#xBD99;&#xC5EC;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;)</p><p>&#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC740; &#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD14C;&#xC774;&#xBE14; &#xCF54;&#xC778;, &#xC720;&#xB9DD;&#xD55C; &#xCF54;&#xC778;, CRO (&#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC774; &#xBC1C;&#xD589;&#xD558;&#xB294; &#xCF54;&#xC778;)&#xC744; &#xC784;&#xB300;&#xB97C; &#xBC1B;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC0AC;&#xC6A9;&#xC790;&#xC5D0;&#xAC8C; &#xC784;&#xB300; &#xC218;&#xC775;&#xC744; &#xB3CC;&#xB824;&#xC90D;&#xB2C8;&#xB2E4;.  &#xC77C;&#xC8FC;&#xC77C;&#xC5D0; 1&#xD68C;&#xC529; &#xB3CC;&#xB824;&#xC8FC;&#xBA70;, &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xAE30;&#xAC04;&#xC5D0; &#xB530;&#xB77C; &#xC774;&#xC790; &#xBE44;&#xC728;&#xC774; &#xC815;&#xD574;&#xC9D1;&#xB2C8;&#xB2E4;. &#xC774;&#xC790; &#xBE44;&#xC728;&#xC740; &#xAC01; &#xCF54;&#xC778;&#xB9C8;&#xB2E4; &#xB2EC;&#xB77C;&#xC9C0;&#xBA70;, MCO &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC744; &#xC5BC;&#xB9C8;&#xB098; &#xD588;&#xB294;&#xC9C0;&#xC5D0; &#xB530;&#xB77C;&#xC11C;&#xB3C4; &#xB2EC;&#xB77C;&#xC9D1;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmbHeQALzA9qGYbWaZ5qnR7vg555hFCczTtHS6GgriKgdi/image.png" alt=""></p><p>&#xC5EC;&#xAE30;&#xC11C; &#xC7AC;&#xBC0C;&#xB294;&#xAC78; &#xBC1C;&#xACAC;&#xD588;&#xB294;&#xB370;, &#xC2A4;&#xD14C;&#xC774;&#xBE14;&#xCF54;&#xC778;&#xC744; &#xC784;&#xB300;&#xD558;&#xBA74; &#xC774;&#xC790;&#xAC00; &#xB354; &#xB192;&#xB2E4;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xD06C;&#xB9BD;&#xD1A0; &#xB2F7;&#xCEF4;&#xC774; &#xC9C0;&#xC6D0;&#xD558;&#xB294; &#xC2A4;&#xD14C;&#xC774;&#xBE14; &#xCF54;&#xC778;&#xC740; &#xC544;&#xB798;&#xC640; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>USDT (Tether), USD Coin, Paxos Standard, TrueUSD, Dai &#xC785;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmaibHCD45Esr8otoM7XufTuenXrQJAhUC6kYB6TEZY8ea/image.png" alt=""></p><p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, MCO&#xB97C; 50&#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xD558;&#xACE0; USDT&#xB97C; 3&#xAC1C;&#xC6D4; &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xD558;&#xBA74; &#xC5F0; 10&#xD504;&#xB85C; &#xC774;&#xC790;&#xB97C; &#xBC1B;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC774;&#xC790;&#xB294; USDT&#xB85C; &#xB9E4;&#xC8FC; &#xB098;&#xC635;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmZx6SAvxAE4haAxa41v4hWLry2KjyeUpZZcVtwReAckaD/image.png" alt=""></p><p>&#xC544;&#xB2C8;! &#xC2A4;&#xD14C;&#xC774;&#xBE14;&#xCF54;&#xC778;&#xC744; &#xB9E1;&#xAE30;&#xBA74;&#xC11C; &#xC740;&#xD589; &#xC218;&#xC775;&#xBCF4;&#xB2E4;&#xB294; &#xC88B;&#xB2E4;&#xACE0;?<br>&#xC774;&#xAC70;&#xC57C; &#xB9D0;&#xB85C; &#xC548;&#xC804;&#xD558;&#xBA74;&#xC11C; &#xC218;&#xC775;&#xC774; &#xB192;&#xC740; &#xAC83; &#xC544;&#xB2CC;&#xAC00;?<br>USDT &#xCC28;&#xD2B8;&#xB97C; &#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. USDT&#xB294; 1&#xB2EC;&#xB7EC;&#xB97C; &#xAFB8;&#xC900;&#xD788; &#xC9C0;&#xCF1C;&#xC628;&#xAC83;&#xC744; &#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.  </p><p><img src="https://cdn.steemitimages.com/DQmYjrdxouXrhmNL8TrYF8dEhBZWy2MMKqcRLQVoGBT6jtS/image.png" alt=""></p><hr><p>&#xADF8;&#xB807;&#xB2E4;&#xBA74; &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC740; USDT&#xB97C; &#xBC1B;&#xC544;&#xC11C; &#xC5B4;&#xB514;&#xC5D0; &#xC4F0;&#xB824;&#xB294; &#xAC78;&#xAE4C;&#xC694;? </p><p>&#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; USDT&#xB97C; &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xD558;&#xB3C4;&#xB85D; &#xC720;&#xB3C4;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xADF8; USDT&#xB97C; &#xB2E4;&#xC2DC; &#xCF54;&#xC778;&#xB4E4;&#xC744; &#xB2F4;&#xBCF4;&#xB85C; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xBE4C;&#xB824;&#xC90D;&#xB2C8;&#xB2E4;. &#xC989;, &#xC740;&#xD589;&#xC774; &#xC608;&#xAE08;&#xBC1B;&#xC740; &#xB3C8;&#xC73C;&#xB85C; &#xB300;&#xCD9C;&#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xD558;&#xB294;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;. </p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmZ2XsxxjzyEajrtqBK7bHoFqgpACEP4HsqTMprx3zqyCn/image.png" alt=""></p><h4 id="&#xACB0;&#xB860;"><a href="#&#xACB0;&#xB860;" class="headerlink" title="&#xACB0;&#xB860;"></a>&#xACB0;&#xB860;</h4><p>&#xC81C;&#xAC00; &#xB0B4;&#xB9B0; &#xACB0;&#xB860;&#xC740; &#xC774;&#xB807;&#xC2B5;&#xB2C8;&#xB2E4;.</p><blockquote><p>&#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC774; &#xC9C0;&#xC18D;&#xC801;&#xC73C;&#xB85C; &#xCF54;&#xC778; &#xC801;&#xAE08;&#xACFC; &#xB300;&#xCD9C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xACC4;&#xC18D;&#xD574;&#xB098;&#xAC08;&#xAC70;&#xB77C;&#xACE0; &#xBBFF;&#xB294;&#xB2E4;&#xBA74; USDT&#xB97C; &#xC0AC;&#xC11C; &#xB9E1;&#xACA8;&#xBCFC;&#xB9CC;&#xD558;&#xB2E4;.</p></blockquote><p>USDT&#xB97C; &#xC0B0;&#xB2E4;&#xB294; &#xAC83;&#xC740; US&#xB2EC;&#xB7EC;&#xB97C; &#xC0AC;&#xB294;&#xAC83;&#xACFC; &#xBE44;&#xC2B7;&#xD558;&#xB2E4;. &#xC6D0;&#xD654;&#xB85C; &#xAC16;&#xACE0; &#xC788;&#xB294;&#xAC83;&#xBCF4;&#xB2E4; &#xB2EC;&#xB7EC;&#xACE0; &#xAC16;&#xACE0; &#xC788;&#xC73C;&#xBA74; &#xD658;&#xC728;&#xC774; &#xC720;&#xB9AC;&#xD560; &#xB54C; &#xD314; &#xC218;&#xB3C4; &#xC788;&#xB2E4;. &#xAC70;&#xAE30;&#xB2E4;&#xAC00; USDT&#xB97C; &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC5D0; &#xB9E1;&#xAE30;&#xBA74; &#xC5F0; 10%&#xC774;&#xC790;&#xB97C; &#xC77C;&#xC8FC;&#xC77C;&#xB9C8;&#xB2E4; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xB2E4;. &#xC548;&#xC815;&#xC801;&#xC774;&#xBA74;&#xC11C; &#xB192;&#xC740; &#xC218;&#xC775;&#xC774;&#xB2E4;.</p><hr><p>&#xC774; &#xB0B4;&#xC6A9;&#xC774; &#xB3C4;&#xC6C0;&#xC774;&#xB410;&#xB098;&#xC694;? &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC5D0; &#xAC00;&#xC785;&#xD558;&#xACE0; &#xC2F6;&#xC73C;&#xC2DC;&#xB2E4;&#xBA74; &#xC800;&#xB97C; &#xCD94;&#xCC9C;&#xC778;&#xC73C;&#xB85C; &#xD574;&#xC8FC;&#xC138;&#xC694;.  &#xC544;&#xB798; &#xC774;&#xBBF8;&#xC9C0;&#xB97C; &#xB204;&#xB974;&#xBA74; &#xCD94;&#xCC9C;&#xC778;&#xB9C1;&#xD06C;&#xB85C; &#xB118;&#xC5B4;&#xAC11;&#xB2C8;&#xB2E4;. <a href="https://platinum.crypto.com/r/cfhpqb359e" target="_blank" rel="noopener">https://platinum.crypto.com/r/cfhpqb359e</a></p><p><a href="https://platinum.crypto.com/r/cfhpqb359e" target="_blank" rel="noopener"><img src="https://steemitimages.com/700x0/https://cdn.steemitimages.com/DQmYG3x1A2QNzEaJBfvhzbFhZbgzEW9w3jW7KeDXbfrPZxU/BG50.gif" alt=""></a></p><p>&#xC774; &#xC774;&#xBBF8;&#xC9C0;&#xB97C; &#xB20C;&#xB7EC;&#xC11C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD558;&#xC2DC;&#xACE0; 50MCO&#xB97C; &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xD558;&#xC2DC;&#xBA74; &#xC11C;&#xB85C; 50&#xB2EC;&#xB7EC; &#xAC00;&#xCE58;&#xC758; MCO&#xB97C; &#xBC1B;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAD81;&#xAE08;&#xD55C;&#xAC8C; &#xC788;&#xC73C;&#xC2DC;&#xBA74; &#xC5B8;&#xC81C;&#xB4E0; &#xB313;&#xAE00; &#xB2EC;&#xC544;&#xC8FC;&#xC138;&#xC694;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2aytjb-crypto-com" target="_blank" rel="noopener">&#x2018;Crypto.com # &#xCF54;&#xC778;&#xC73C;&#xB85C; &#xC774;&#xC790;&#xBC1B;&#xAE30; (&#xCF54;&#xC778;&#xC801;&#xAE08;)&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/Cryptocom--%EC%BD%94%EC%9D%B8%EC%9C%BC%EB%A1%9C-%EC%9D%B4%EC%9E%90%EB%B0%9B%EA%B8%B0-%EC%BD%94%EC%9D%B8%EC%A0%81%EA%B8%88/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀, 스팀코인판을 어떻게 어필할 것인가?</title>
      <link>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90%EC%9D%84-%EC%96%B4%EB%96%BB%EA%B2%8C-%EC%96%B4%ED%95%84%ED%95%A0-%EA%B2%83%EC%9D%B8%EA%B0%80/</link>
      <guid>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90%EC%9D%84-%EC%96%B4%EB%96%BB%EA%B2%8C-%EC%96%B4%ED%95%84%ED%95%A0-%EA%B2%83%EC%9D%B8%EA%B0%80/</guid>
      <pubDate>Sat, 21 Dec 2019 19:54:39 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC5B4;&amp;#xB5BB;&amp;#xAC8C; &amp;#xC5B4;&amp;#xD544;&amp;#xD560; &amp;#xAC83;&amp;#xC778;&amp;#xAC00;?&lt;/p&gt;
&lt;p&gt;&lt;code&gt;&amp;#xB098;&amp;#xB294; &amp;#xC9C0;&amp;#xAE08;&amp;#xAECF; &amp;#xC0A
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC5B4;&#xB5BB;&#xAC8C; &#xC5B4;&#xD544;&#xD560; &#xAC83;&#xC778;&#xAC00;?</p><p><code>&#xB098;&#xB294; &#xC9C0;&#xAE08;&#xAECF; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD300;&#xC744; &#xC18C;&#xAC1C;&#xD560; &#xB54C;, &#xAE00;&#xC744; &#xC4F0;&#xBA74; &#xBCF4;&#xC0C1;&#xC744; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xB2E4;.</code> &#xB77C;&#xACE0; &#xC18C;&#xAC1C;&#xD588;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xC2E0;&#xADDC;&#xC720;&#xC800;&#xB294; &#xC2A4;&#xD300;&#xC5D0;&#xC640;&#xC11C; &#xBCF4;&#xC0C1;&#xBC1B;&#xAE30;&#xAC00; &#xC5B4;&#xB835;&#xB2E4;. &#xD30C;&#xC6CC;&#xAC00; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xBCF4;&#xD305;&#xC744; &#xBC1B;&#xC544;&#xC57C;&#xD558;&#xACE0;, &#xD22C;&#xC790;&#xAC00; &#xD544;&#xC694;&#xD558;&#xB2E4;. &#xAE00;&#xD558;&#xB098;&#xB9CC; &#xC798;&#xC37B;&#xB2E4;&#xACE0; &#xBCF4;&#xD305;&#xBC1B;&#xAE30;&#xC5D0;&#xB294; &#xC5B4;&#xB835;&#xB2E4;. </p><p>&#xAE00; &#xBCF4;&#xC0C1;&#xC740; &#xC2A4;&#xD300;&#xC774; &#xAC16;&#xB294; &#xD2B9;&#xC9D5; &#xC911;&#xC5D0; &#xD558;&#xB098;&#xB2E4;. &#xADFC;&#xB370; &#xB9D0;&#xC774;&#xB2E4;. &#xC6B0;&#xB9AC;&#xAC00; &#xAE4C;&#xBA39;&#xACE0; &#xC788;&#xC5C8;&#xB358; &#xC2A4;&#xD300;&#xC758; &#xAC15;&#xC810;, &#xD2B9;&#xC9D5;&#xC774; &#xC788;&#xC5C8;&#xB2E4;. &#xC99D;&#xC778;&#xB4E4;&#xC774; &#xC2A4;&#xD300; &#xB178;&#xB4DC;&#xB97C; &#xB3CC;&#xB9AC;&#xACE0;, &#xC774; &#xB178;&#xB4DC;&#xB4E4;&#xC774; &#xAEBC;&#xC9C0;&#xC9C0; &#xC54A;&#xB294; &#xD55C; &#xB0B4; &#xAE30;&#xB85D;&#xC740; &#xD3C9;&#xC0DD;, &#xC601;&#xC6D0;&#xD788; &#xC800;&#xC7A5;&#xB41C;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmTifTpSWjHwsowknf4RUhLBmbZ1hyRTiy5mDxcH16huhJ/image.png" alt="https://steemit.com/steem/@timcliff/steem-blockchain-seed-node-review"></p><p>&#xB098;&#xB294; &#xC774;&#xC81C; &#xC2A4;&#xD300;&#xC744;, &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xC774;&#xB807;&#xAC8C; &#xC18C;&#xAC1C;&#xD560; &#xAC83;&#xC774;&#xB2E4;.</p><blockquote><p>&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xC790;&#xAE30;&#xC758; &#xC0DD;&#xAC01;, &#xACB0;&#xACFC;&#xBB3C;&#xC744; &#xAE30;&#xB85D;&#xD558;&#xC138;&#xC694;.<br>&#xB370;&#xC774;&#xD130; &#xB0A0;&#xB77C;&#xAC08; &#xAC71;&#xC815;&#xD558;&#xC9C0; &#xB9C8;&#xC138;&#xC694;.<br>&#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xC704;&#xC5D0;&#xC11C; &#xC774;&#xC57C;&#xAE30;&#xD574;&#xC694;.<br>&#xAE00; &#xBCF4;&#xC0C1;&#xC740; &#xB364;&#xC774;&#xB2E4;.</p></blockquote><p>&#xC2F8;&#xC774;&#xC6D4;&#xB4DC;&#xB97C; &#xAE30;&#xC5B5;&#xD558;&#xB294;&#xAC00;? &#xC2F8;&#xC774;&#xC6D4;&#xB4DC;&#xB294; &#xC815;&#xB9D0; &#xD56B;&#xD588;&#xB2E4;. &#xC2F8;&#xC774;&#xC6D4;&#xB4DC;&#xC5D0; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xC801;&#xC5C8;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xC2F8;&#xC774;&#xC6D4;&#xB4DC; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xBB38;&#xC744; &#xB2EB;&#xC73C;&#xBA74; &#xAC70;&#xAE30;&#xC5D0; &#xAE30;&#xB85D;&#xB41C; &#xB0B4; &#xC774;&#xC57C;&#xAE30;&#xB294; &#xC5C6;&#xC5B4;&#xC9C0;&#xB294; &#xAC83;&#xC774;&#xB2E4;. &#xC65C;&#xB0D0;&#xD558;&#xBA74; 1&#xAC1C;&#xC758; &#xD68C;&#xC0AC;&#xC5D0;&#xC11C; &#xB370;&#xC774;&#xD130;&#xB97C; &#xBAA8;&#xB450; &#xAD00;&#xB9AC;&#xD558;&#xB2C8;&#xAE50;. &#xADF8; &#xD68C;&#xC0AC;&#xAC00; &#xB9DD;&#xD558;&#xBA74; &#xADF8;&#xB300;&#xB85C; &#xB05D;&#xC774;&#xB2E4;. &#xAE30;&#xB85D; &#xB2E4; &#xB0A0;&#xB77C;&#xAC00;&#xB294; &#xAC83;&#xC774;&#xB2E4;.</p><p>&#xBC18;&#xBA74;&#xC5D0; &#xC2A4;&#xD300;&#xC5D0;&#xB2E4;&#xAC00; &#xAE00;&#xC744; &#xC801;&#xC73C;&#xBA74; &#xC5B4;&#xB5BB;&#xAC8C; &#xB420;&#xAE4C;? &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xAE00;&#xC744; &#xC801;&#xC73C;&#xBA74; &#xC5B4;&#xB5BB;&#xAC8C; &#xB420;&#xAE4C;? &#xB0B4;&#xAC00; &#xC801;&#xC740; &#xBAA8;&#xB4E0; &#xAC83;&#xC774; &#xD3C9;&#xC0DD;, &#xB178;&#xB4DC;&#xAC00; 20&#xAC1C;&#xB9CC; &#xC788;&#xC73C;&#xBA74;&#xB418;&#xB294;&#xAC74;&#xAC00;? &#xC544;&#xBB34;&#xD2BC; &#xC99D;&#xC778; &#xB178;&#xB4DC;&#xB4E4;&#xC774; &#xACC4;&#xC18D; &#xB3D9;&#xC791;&#xD55C;&#xB2E4;&#xBA74; &#xB0B4; &#xAE30;&#xB85D;&#xB4E4;&#xC740; &#xB0B4;&#xAC00; &#xC8FD;&#xC5B4;&#xC11C;&#xB3C4; &#xAE30;&#xB85D;&#xC73C;&#xB85C; &#xB0A8;&#xC544;&#xC788;&#xB2E4;. &#xB0B4;&#xAC00; &#xC801;&#xC740; &#xAE00;&#xB4E4; &#xC911;&#xC5D0; &#xD558;&#xB098;&#xCBE4;&#xC740; &#xC131;&#xC9C0;&#xAE00;&#xC774; &#xB418;&#xAE30;&#xB97C; &#xBC14;&#xB780;&#xB2E4;. &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;&#xC11C; &#xC791;&#xC131;&#xD55C; &#xAE00;&#xB4E4;&#xC774; &#xC131;&#xC9C0;&#xAE00;&#xC774; &#xB418;&#xAE30;&#xB97C; &#xD76C;&#xB9DD;&#xD574;&#xBCF8;&#xB2E4;.</p><p>&#xB2F9;&#xC2E0;&#xC758; &#xAE30;&#xB85D;, &#xB2F9;&#xC2E0;&#xC758; &#xC0DD;&#xAC01;&#xC744; &#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xC601;&#xC6D0;&#xD788; &#xB0A8;&#xACA8;&#xBCF4;&#xC138;&#xC694;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4qexxq" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xC5B4;&#xB5BB;&#xAC8C; &#xC5B4;&#xD544;&#xD560; &#xAC83;&#xC778;&#xAC00;?&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%8A%A4%ED%8C%80-%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90%EC%9D%84-%EC%96%B4%EB%96%BB%EA%B2%8C-%EC%96%B4%ED%95%84%ED%95%A0-%EA%B2%83%EC%9D%B8%EA%B0%80/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 헤르만 헤세, 데미안</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%ED%97%A4%EB%A5%B4%EB%A7%8C-%ED%97%A4%EC%84%B8-%EB%8D%B0%EB%AF%B8%EC%95%88/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%ED%97%A4%EB%A5%B4%EB%A7%8C-%ED%97%A4%EC%84%B8-%EB%8D%B0%EB%AF%B8%EC%95%88/</guid>
      <pubDate>Fri, 20 Dec 2019 15:28:09 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xB370;&amp;#xBBF8;&amp;#xC548;&amp;#xC740; &amp;#xC720;&amp;#xBA85;&amp;#xD55C; &amp;#xCC45;&amp;#xC774;&amp;#xB2E4;. &amp;#xB3C5;&amp;#xC11C;&amp;#xBAA8;&amp;#xC784; &amp;#xB355;&amp;#xBD84;&amp;#xC
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xB370;&#xBBF8;&#xC548;&#xC740; &#xC720;&#xBA85;&#xD55C; &#xCC45;&#xC774;&#xB2E4;. &#xB3C5;&#xC11C;&#xBAA8;&#xC784; &#xB355;&#xBD84;&#xC5D0; &#xC774; &#xCC45;&#xC744; &#xC77D;&#xC5C8;&#xB2E4;. &#xB370;&#xBBF8;&#xC548;. &#xC5EC;&#xB7EC;&#xC0AC;&#xB78C;&#xACFC; &#xAC19;&#xC774; &#xC77D;&#xC73C;&#xB2C8; &#xB290;&#xB080;&#xC810;&#xC774; &#xB354; &#xD48D;&#xC131;&#xD574;&#xC84C;&#xB2E4;. &#xC88B;&#xB2E4;.</p><p>&#xC774; &#xCC45;&#xC774; 1919&#xB144;&#xC5D0; &#xC4F0;&#xC5EC;&#xC84C;&#xB2E4;. 100&#xB144;&#xC774; &#xC9C0;&#xB09C; &#xCC45;&#xC774;&#xB2E4;. 100&#xB144;&#xC774; &#xC9C0;&#xB098;&#xB3C4; &#xACF5;&#xAC10;&#xB418;&#xB294; &#xC774;&#xC57C;&#xAE30;&#xB3C4; &#xC788;&#xC5C8;&#xB2E4;. &#xC2DC;&#xB300;&#xAC00; &#xBC14;&#xB00C;&#xC5B4;&#xB3C4; &#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xBE44;&#xC2B7;&#xD55C; &#xACE0;&#xBBFC;&#xC744; &#xD55C;&#xB2E4;.</p><h4 id="&#xC8FC;&#xC778;&#xACF5;-&#xC2F1;&#xD074;&#xB808;&#xC5B4;"><a href="#&#xC8FC;&#xC778;&#xACF5;-&#xC2F1;&#xD074;&#xB808;&#xC5B4;" class="headerlink" title="&#xC8FC;&#xC778;&#xACF5; &#xC2F1;&#xD074;&#xB808;&#xC5B4;"></a>&#xC8FC;&#xC778;&#xACF5; &#xC2F1;&#xD074;&#xB808;&#xC5B4;</h4><p>&#xB0B4;&#xAC00; &#xACF5;&#xAC10;&#xD588;&#xB358; &#xC774;&#xC57C;&#xAE30;&#xB294; &#xC5B4;&#xB9B0;&#xC2DC;&#xC808; &#xC2F1;&#xD074;&#xB808;&#xC5B4;&#xC600;&#xB2E4;. &#xC2F1;&#xD074;&#xB808;&#xC5B4;&#xB294; &#xC5B4;&#xB838;&#xC744;&#xB54C; &#xD504;&#xB780;&#xCE20;&#xC5D0;&#xAC8C; &#xB3C8;&#xC744; &#xB72F;&#xACBC;&#xB2E4;. &#xC5B4;&#xB978;&#xC774; &#xBCF4;&#xBA74; &#xBCC4;&#xAC70;&#xC544;&#xB2CC; &#xBB38;&#xC81C;&#xC77C; &#xC218; &#xC788;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xADF8; &#xB098;&#xC774;&#xC5D0; &#xC8FC;&#xC778;&#xACF5; &#xC778;&#xC0DD;&#xC5D0;&#xB294; &#xC544;&#xC8FC; &#xD070; &#xC0AC;&#xAC74;&#xC774;&#xB2E4;. &#xC774; &#xCC45;&#xC740; &#xC5B4;&#xB9B0; &#xC2F1;&#xD2C0;&#xB808;&#xC5B4;&#xC758; &#xB9C8;&#xC74C;&#xC744; &#xC798; &#xBB18;&#xC0AC;&#xD588;&#xB2E4;.</p><p>&#xB098;&#xB3C4; &#xC5B4;&#xB9B4;&#xC801;&#xC5D0; &#xC5C4;&#xB9C8;&#xBAB0;&#xB798;&#xBC1B;&#xC740; &#xC6A9;&#xB3C8;&#xC73C;&#xB85C; &#xD0D1;&#xBE14;&#xB808;&#xC774;&#xB4DC;&#xB97C; &#xC0C0;&#xC5C8;&#xB2E4;. &#xAC78;&#xB9AC;&#xBA74; &#xD070;&#xC77C; &#xB0A0; &#xC904; &#xC54C;&#xACE0; &#xC870;&#xB9C8;&#xC870;&#xB9C8;&#xD588;&#xB358; &#xAE30;&#xC5B5;&#xC774; &#xC788;&#xB2E4;. &#xACB0;&#xAD6D; &#xAC78;&#xB838;&#xACE0; &#xBCC4; &#xC77C; &#xC544;&#xB2CC;&#xAC8C; &#xB410;&#xB2E4;.</p><p>&#xC2F1;&#xD074;&#xB808;&#xC5B4;&#xB294; &#xC5B4;&#xB9AC;&#xC219;&#xD558;&#xACE0; &#xBC29;&#xD669;&#xD558;&#xB294; &#xC6B0;&#xB9AC;&#xC758; &#xBAA8;&#xC2B5;&#xACFC; &#xAC19;&#xB2E4;. &#xC790;&#xC2E0;, &#xC790;&#xC544;&#xB97C; &#xCC3E;&#xAE30; &#xC704;&#xD574; &#xACE0;&#xBBFC;&#xD558;&#xB294; &#xC0AC;&#xB78C;&#xC774;&#xB2E4;. &#xC8FC;&#xC778;&#xACF5;&#xC774; &#xBABB;&#xB09C;&#xBAA8;&#xC2B5;&#xC774;&#xB77C; &#xB354; &#xACF5;&#xAC10;&#xAC04;&#xB2E4;.</p><p>&#xB09C; &#xC8FC;&#xC778;&#xACF5;&#xC744; &#xC774;&#xB807;&#xAC8C;&#xBD24;&#xB2E4;.<br>&#xC790;&#xC2E0;&#xC774; &#xC138;&#xC0C1;&#xC758; &#xC911;&#xC2EC;&#xC778;&#xC904; &#xC544;&#xB294;<br>&#xACFC;&#xB300;&#xB9DD;&#xC0C1;, &#xBD80;&#xC7A3;&#xC9D1; &#xB3C4;&#xB828;&#xB2D8;.<br>&#xB370;&#xBBF8;&#xC548; &#xC5C4;&#xB9C8;&#xB791; &#xC798;&#xD574;&#xBCF4;&#xB824;&#xB294;&#xAC8C; &#xAFC8;&#xC778;<br>&#xC54C;&#xC744; &#xAE68;&#xBCF4;&#xC9C0; &#xBABB;&#xD55C; &#xC5B4;&#xB9B0; &#xC0C8;</p><h4 id="&#xC544;&#xBE0C;&#xB77D;&#xC0AC;&#xC2A4;"><a href="#&#xC544;&#xBE0C;&#xB77D;&#xC0AC;&#xC2A4;" class="headerlink" title="&#xC544;&#xBE0C;&#xB77D;&#xC0AC;&#xC2A4;"></a>&#xC544;&#xBE0C;&#xB77D;&#xC0AC;&#xC2A4;</h4><p>&#xC544;&#xBE0C;&#xB77D;&#xC0AC;&#xC2A4;. &#xC774;&#xAC78; &#xBCF4;&#xBA74;&#xC11C; &#xB290;&#xB080;&#xAC74;  &#xBAA8;&#xB4E0;&#xAC74; &#xC5EC;&#xB7EC;&#xBA74;&#xC744; &#xAC16;&#xACE0;&#xC788;&#xB2E4;. &#xC5EC;&#xB7EC;&#xBA74;&#xC774; &#xC788;&#xB2E4;&#xB294;&#xAC78; &#xC778;&#xC815;&#xD574;&#xC57C;&#xD55C;&#xB2E4;. &#xC0AC;&#xB78C;&#xB3C4; &#xC5EC;&#xB7EC;&#xBA74;&#xC774; &#xC788;&#xB2E4;. &#xC0AC;&#xB78C;&#xC774; &#xBB34;&#xC870;&#xAC74; &#xCC29;&#xD558;&#xAE30;&#xB9CC;&#xD55C; &#xC0AC;&#xB78C;&#xB3C4; &#xC544;&#xB2C8;&#xACE0; &#xC545;&#xD558;&#xAE30;&#xB9CC; &#xD55C; &#xC0AC;&#xB78C;&#xC774; &#xC544;&#xB2C8;&#xB2E4;. &#xC5B4;&#xB5A4; &#xD589;&#xB3D9;&#xC740; &#xB204;&#xAD6C;&#xC5D0;&#xAC8C;&#xB294; &#xC6A9;&#xB0A9;&#xB418;&#xB294; &#xD589;&#xB3D9;&#xC774;&#xACE0;, &#xB2E4;&#xB978;&#xC0AC;&#xB78C;&#xC5D0;&#xAC8C;&#xB294; &#xC788;&#xC744; &#xC218; &#xC5C6;&#xB294; &#xC77C;&#xC774;&#xB2E4;. &#xB204;&#xAD6C;&#xB098; &#xAE30;&#xC900;&#xC740; &#xB2E4;&#xB974;&#xB2E4;.</p><p>&#xC2F8;&#xC774;&#xC758; &#xAC15;&#xB0A8;&#xC2A4;&#xD0C0;&#xC77C;&#xB85C; &#xB9D0;&#xD558;&#xC790;&#xBA74; &#xB0AE;&#xACFC; &#xBC24;&#xC774; &#xB2E4;&#xB978; &#xC5EC;&#xC790;. &#xC2E0;&#xB3C4; &#xB9C8;&#xCC2C;&#xAC00;&#xC9C0;&#xB2E4;.</p><h4 id="&#xC120;&#xACFC;-&#xC545;"><a href="#&#xC120;&#xACFC;-&#xC545;" class="headerlink" title="&#xC120;&#xACFC; &#xC545;"></a>&#xC120;&#xACFC; &#xC545;</h4><p>&#xC120;&#xACFC; &#xC545;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB3C4; &#xB9C8;&#xCC2C;&#xAC00;&#xC9C0;&#xB2E4;. 100&#xB144; &#xC804;, 1000&#xB144; &#xC804;, &#xC2DC;&#xB300;&#xC5D0; &#xB530;&#xB77C; &#xC120;&#xACFC; &#xC545;&#xC758; &#xAE30;&#xC900;&#xC740; &#xB2EC;&#xB790;&#xC744; &#xAC83;&#xC774;&#xB2E4;. &#xBC95;&#xC774; &#xB2EC;&#xB790;&#xC744; &#xAC83;&#xC774;&#xB2E4;. </p><p>&#xCE5C;&#xAD6C;&#xAC00; &#xC7AC;&#xBC0C;&#xB294; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xD588;&#xB2E4;. &#xC778;&#xAC04;&#xC774; &#xC0B4;&#xC544;&#xC624;&#xBA74;&#xC11C; &#xC120;&#xACFC;&#xC545;&#xC5D0; &#xB300;&#xD55C; &#xACE0;&#xBBFC;&#xC744; &#xD56D;&#xC0C1;&#xD574;&#xC654;&#xC744;&#xAC70;&#xB77C;&#xACE0;. &#xADF8;&#xB7EC;&#xBA74;&#xC11C; &#xC774;&#xC815;&#xB3C4;&#xBA74; &#xC120;&#xC774;&#xC9C0;, &#xC545;&#xC774;&#xC9C0;, &#xACE0;&#xBBFC;&#xD558;&#xC9C0; &#xC54A;&#xB3C4;&#xB85D; &#xC815;&#xB9AC;&#xD55C;&#xAC8C; &#xB3C4;&#xB355;&#xCC45;&#xC5D0; &#xB098;&#xC624;&#xB294; &#xB0B4;&#xC6A9;&#xC774;&#xB77C;&#xACE0; &#xB9D0;&#xC774;&#xB2E4;.</p><p>&#xADF8;&#xB7EC;&#xB2C8; &#xB2E4;&#xB978; &#xCE5C;&#xAD6C;&#xB294; &#xC774;&#xB807;&#xAC8C; &#xB9D0;&#xD55C;&#xB2E4;. &#xCC45; &#xC790;&#xCCB4;&#xB97C; &#xC4F4; &#xC0AC;&#xB78C;&#xB3C4; &#xC2DC;&#xB300;&#xC5D0; &#xC601;&#xD5A5;&#xC744; &#xBC1B;&#xB294;&#xB2E4;. &#xD3B8;&#xACAC;&#xC774; &#xB4E4;&#xC5B4;&#xAC00;&#xB294;&#xAC74; &#xB2F9;&#xC5F0;&#xD558;&#xB2E4;. &#xC6B0;&#xB9AC;&#xB294; &#xBC30;&#xC6B8;&#xB54C; &#xC591;&#xCABD; &#xC758;&#xACAC;&#xC744; &#xBAA8;&#xB450; &#xC54C; &#xD544;&#xC694;&#xAC00; &#xC788;&#xB2E4;.</p><p>&#xC11C;&#xB85C; &#xC120;&#xACFC;&#xC545;&#xC5D0; &#xB300;&#xD574; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xC774;&#xC57C;&#xAE30;&#xD588;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xB09C; &#xC18D;&#xC73C;&#xB85C; &#xC774;&#xB807;&#xAC8C; &#xC815;&#xB9AC;&#xD588;&#xB2E4;. &#xC2DC;&#xB300;&#xC5D0; &#xB530;&#xB77C; &#xBC95;&#xC774; &#xBC14;&#xB010;&#xB2E4;. &#xC0AC;&#xB78C;&#xB9C8;&#xB2E4;&#xB3C4; &#xC0DD;&#xAC01;&#xD558;&#xB294; &#xC120;&#xACFC; &#xC545;&#xC774; &#xB2E4;&#xB974;&#xB2E4;. &#xAC01;&#xC790; &#xC790;&#xC2E0;&#xC774; &#xAC16;&#xACE0;&#xC788;&#xB294; &#xC120;&#xACFC; &#xC545;&#xC744; &#xC9C0;&#xD0A4;&#xBA70; &#xC0B4;&#xC790;. &#xB2E4;&#xB984;&#xC744; &#xC778;&#xC815;&#xD558;&#xC790;.</p><h4 id="&#xC54C;&#xAE68;&#xACE0;-&#xB098;&#xC624;&#xAE30;"><a href="#&#xC54C;&#xAE68;&#xACE0;-&#xB098;&#xC624;&#xAE30;" class="headerlink" title="&#xC54C;&#xAE68;&#xACE0; &#xB098;&#xC624;&#xAE30;"></a>&#xC54C;&#xAE68;&#xACE0; &#xB098;&#xC624;&#xAE30;</h4><blockquote><p>&#xC0C8;&#xB294; &#xC54C;&#xC5D0;&#xC11C; &#xB098;&#xC624;&#xB824;&#xACE0; &#xD22C;&#xC7C1;&#xD55C;&#xB2E4;. &#xC54C;&#xC740; &#xC138;&#xACC4;&#xB2E4;. &#xD0DC;&#xC5B4;&#xB098;&#xB824;&#xB294; &#xC790;&#xB294; &#xD55C; &#xC138;&#xACC4;&#xB97C; &#xAE68;&#xD2B8;&#xB824;&#xC57C; &#xD55C;&#xB2E4;. &#xC0C8;&#xB294; &#xC2E0;&#xC5D0;&#xAC8C; &#xB0A0;&#xC544;&#xAC04;&#xB2E4;. &#xC2E0;&#xC758; &#xC774;&#xB984;&#xC740; &#xC544;&#xBE0C;&#xB77D;&#xC0AC;&#xC2A4;&#xB2E4;</p></blockquote><p>&#xC774; &#xBB38;&#xC7A5;&#xC740; &#xC720;&#xBA85;&#xD558;&#xB2E4;. &#xD55C; &#xC138;&#xACC4;&#xB97C; &#xAE68;&#xD2B8;&#xB9B0;&#xB2E4;&#xB294;&#xAC74; &#xBB34;&#xC2A8;&#xC758;&#xBBF8;&#xC77C;&#xAE4C;. &#xC0C8;&#xB294; &#xC54C;&#xC5D0;&#xC11C; &#xB098;&#xC624;&#xB824;&#xACE0; &#xD22C;&#xC7C1;&#xD55C;&#xB2E4;. &#xB098;&#xB294; &#xBB34;&#xC5C7;&#xC744; &#xC704;&#xD574; &#xD22C;&#xC7C1;&#xD588;&#xB098;.</p><p>&#xB09C; &#xD22C;&#xC7C1;&#xC911;&#xC778;&#xAC00;. &#xD22C;&#xC7C1;&#xD588;&#xB098;? &#xB0B4;&#xAC00; &#xC6D0;&#xD558;&#xB294;&#xAC78; &#xAC16;&#xAE30; &#xC704;&#xD574; &#xB178;&#xB825;&#xD588;&#xB098;? &#xB098;&#xB294; &#xC5B4;&#xB824;&#xC6C0;&#xC744; &#xADF9;&#xBCF5;&#xD55C; &#xC801;&#xC774; &#xC788;&#xB294;&#xAC00;. &#xC788;&#xB2E4;. &#xD798;&#xB4E4;&#xC5B4;&#xB3C4; &#xBAA9;&#xD45C;&#xC640; &#xAFC8;&#xC744; &#xC870;&#xC815;&#xD558;&#xACE0; &#xADF8;&#xAC78; &#xC774;&#xB8E8;&#xAE30; &#xC704;&#xD574; &#xB178;&#xB825;&#xD588;&#xB2E4;. &#xB09C; &#xB9C8;&#xC74C;&#xC758; &#xD798;&#xC5D0; &#xB300;&#xD574; &#xBBFF;&#xB294;&#xB2E4;. &#xC801;&#xC5B4;&#xB3C4;, &#xAFC8;&#xACFC; &#xACC4;&#xD68D;&#xC744; &#xAC16;&#xACE0; &#xC801;&#xB294; &#xC0AC;&#xB78C;&#xC774; &#xB354; &#xBAA9;&#xD45C;&#xC5D0; &#xAC00;&#xAE4C;&#xC774; &#xAC08; &#xAC83;&#xC774;&#xB77C;&#xACE0; &#xBBFF;&#xB294;&#xB2E4;. &#xC774; &#xACFC;&#xC815;&#xC774; &#xB098;&#xC5D0;&#xAC90; &#xC54C;&#xC744;&#xAE68;&#xACE0; &#xB098;&#xC624;&#xB294; &#xACFC;&#xC815;&#xC774;&#xB77C; &#xC0DD;&#xAC01;&#xD55C;&#xB2E4;.</p><hr><center><sup>Originally posted on <a href="http://book.dblog.org/dogseoilgi-hereuman-hese-demian" target="_blank" rel="noopener">&#xB3C5;&#xC11C; N &#xC77C;&#xAE30;</a>. Steem blog powered by <a href="https://engrave.website" target="_blank" rel="noopener">ENGRAVE</a>.</sup></center><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/dogseoilgi-hereuman-hese-demian" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xD5E4;&#xB974;&#xB9CC; &#xD5E4;&#xC138;, &#xB370;&#xBBF8;&#xC548;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%ED%97%A4%EB%A5%B4%EB%A7%8C-%ED%97%A4%EC%84%B8-%EB%8D%B0%EB%AF%B8%EC%95%88/#disqus_thread</comments>
    </item>
    
    <item>
      <title>Crypto.com 소개</title>
      <link>https://jacobyu.net/Cryptocom-%EC%86%8C%EA%B0%9C/</link>
      <guid>https://jacobyu.net/Cryptocom-%EC%86%8C%EA%B0%9C/</guid>
      <pubDate>Fri, 20 Dec 2019 07:54:03 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xD06C;&amp;#xB9BD;&amp;#xD1A0;&amp;#xB2F7;&amp;#xCEF
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC744; &#xC18C;&#xAC1C;&#xD569;&#xB2C8;&#xB2E4;. </p><blockquote><p>&#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;(Crypto.com) &#xB610;&#xB294; &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xCCB4;&#xC778;&#xC740; &#xBE44;&#xC790;(VISA) &#xC120;&#xBD88;&#xCE74;&#xB4DC;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;, &#xC804; &#xC138;&#xACC4; &#xBE44;&#xC790;&#xCE74;&#xB4DC; &#xAC00;&#xB9F9;&#xC810;&#xC5D0;&#xC11C; &#xACB0;&#xC81C; &#xC218;&#xB2E8;&#xC73C;&#xB85C; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xB294; &#xC554;&#xD638;&#xD654;&#xD3D0;&#xC774;&#xB2E4;. 2016&#xB144; 6&#xC6D4; &#xBAA8;&#xB098;&#xCF54;(MCO; Monaco)&#xB77C;&#xB294; &#xC774;&#xB984;&#xC73C;&#xB85C; &#xD06C;&#xB9AC;&#xC2A4; &#xB9C8;&#xC790;&#xB809;(Kris Marszalek)&#xACFC; &#xBC14;&#xBE44; &#xBC14;&#xC624;(Bobby Bao)&#xC5D0; &#xC758;&#xD574; &#xACF5;&#xB3D9; &#xC124;&#xB9BD;&#xB418;&#xC5C8;&#xACE0;, &#xC774;&#xD6C4; &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC73C;&#xB85C; &#xC774;&#xB984;&#xC744; &#xBCC0;&#xACBD;&#xD588;&#xB2E4;. &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC758; &#xBCF8;&#xBD80;&#xB294; &#xC2A4;&#xC704;&#xC2A4;&#xC5D0; &#xC704;&#xCE58;&#xD558;&#xACE0; &#xC788;&#xC73C;&#xBA70;, &#xC0AC;&#xBB34;&#xC2E4;&#xC740; &#xD64D;&#xCF69;&#xACFC; &#xC2F1;&#xAC00;&#xD3EC;&#xB974;&#xC5D0; &#xC788;&#xB2E4;. &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC758; &#xC2DC;&#xAC00;&#xCD1D;&#xC561;&#xC740; 895.4&#xC5B5;&#xC6D0;&#xC774;&#xBA70; &#xCD1D; &#xBC1C;&#xD589;&#xD55C;&#xB3C4;&#xB294; 31,587,682&#xAC1C;&#xC774;&#xB2E4;.  - &#xD5E4;&#xC2DC;&#xB137; </p></blockquote><p><img src="https://steemitimages.com/700x0/https://cdn.steemitimages.com/DQmNwKXShoCU5FP51bo4rLLPbsytK2jvCBQfCJubgDLzZMj/image.png" alt=""></p><p>&#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC740; &#xC554;&#xD638;&#xD654;&#xD3D0; &#xC9C0;&#xAC11;&#xC785;&#xB2C8;&#xB2E4;. &#xC548;&#xB4DC;&#xB85C;&#xC774;&#xB4DC;, &#xC544;&#xC774;&#xD3F0; &#xBAA8;&#xB450; &#xC571;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;. &#xB2E8;&#xC21C;&#xD788; &#xC9C0;&#xAC11;&#xC5D0;&#xC11C; &#xBA48;&#xCD94;&#xB294;&#xAC8C; &#xC544;&#xB2C8;&#xB77C; &#xC5EC;&#xB7EC; &#xD3B8;&#xC758;&#xB97C; &#xC81C;&#xACF5;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li>&#xC9C0;&#xAC11; &#xAE30;&#xB2A5;&#xC740; &#xB2F9;&#xC5F0;&#xD568;.</li><li>&#xC790;&#xC2E0;&#xC774; &#xAC16;&#xACE0; &#xC788;&#xB294; &#xCF54;&#xC778;&#xC744; &#xC784;&#xB300;&#xD574;&#xC11C; &#xC218;&#xC775;&#xC744; &#xC5BB;&#xC744; &#xC218; &#xC788;&#xC74C;.</li><li>&#xC790;&#xC2E0;&#xC774; &#xAC16;&#xACE0; &#xC788;&#xB294; &#xCF54;&#xC778;&#xC744; &#xB9E1;&#xAE30;&#xACE0; USDT (1&#xB2EC;&#xB7EC; &#xAC00;&#xCE58;&#xB97C; &#xAC16;&#xB294; &#xC2A4;&#xD14C;&#xC774;&#xBE14; &#xCF54;&#xC778;)&#xB97C; &#xBE4C;&#xB9B4; &#xC218;&#xC788;&#xC74C;.</li><li>&#xC790;&#xC2E0;&#xC774; &#xAC16;&#xACE0; &#xC788;&#xB294; &#xCF54;&#xC778;&#xC744; &#xC27D;&#xAC8C; &#xB2E4;&#xB978; &#xCF54;&#xC778;&#xC73C;&#xB85C; &#xBC14;&#xAFC0; &#xC218;&#xB3C4; &#xC788;&#xC74C;. </li><li>&#xCF54;&#xC778; (Bitcoin, Ethereum, USDT, BNB) &#xB97C; &#xC2E0;&#xC6A9;&#xCE74;&#xB4DC;&#xB85C; &#xAD6C;&#xB9E4;&#xB3C4; &#xD560; &#xC218; &#xC788;&#xC74C;.</li><li>&#xCF54;&#xC778;&#xACFC; &#xC5F0;&#xB3D9;&#xB41C; visa card &#xBC1C;&#xAE09; (&#xCE74;&#xB4DC;&#xB97C; &#xAE01;&#xC73C;&#xBA74; &#xCF54;&#xC778;&#xC774; &#xC0AC;&#xC6A9;&#xB428;)</li></ul><p>&#xC774; &#xC9C0;&#xAC11;&#xD558;&#xB098;&#xC5D0; &#xBAA8;&#xB4E0;&#xAC78; &#xB2E4; &#xB123;&#xC5B4;&#xB1A8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCD5C;&#xACE0;&#xC785;&#xB2C8;&#xB2E4;.</p><hr><p>&#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC5D0; &#xB300;&#xD55C; &#xC804;&#xBC18;&#xC801;&#xC778; &#xC18C;&#xAC1C;&#xB97C; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.  &#xC774;&#xC81C; &#xC704;&#xC758; &#xAE30;&#xB2A5;&#xB4E4;&#xC744; &#xD558;&#xB098;&#xC529; &#xC368;&#xBCF4;&#xBA74;&#xC11C; &#xC0AC;&#xC6A9;&#xBC95;&#xC744; &#xC54C;&#xB824;&#xB4DC;&#xB9AC;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAC19;&#xC774; &#xCF54;&#xC778;&#xC9C1;&#xBD88;&#xCE74;&#xB4DC;&#xD558;&#xB098;&#xC529; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD10;&#xC694;!</p><p><img src="https://steemitimages.com/700x0/https://cdn.steemitimages.com/DQmSgZFtkQT7QyYTEhzqaHfyShGNq1FcTYoCbJYJ7UpErV5/image.png" alt=""></p><hr><p>&#xC774; &#xB0B4;&#xC6A9;&#xC774; &#xB3C4;&#xC6C0;&#xC774;&#xB410;&#xB098;&#xC694;? &#xD06C;&#xB9BD;&#xD1A0;&#xB2F7;&#xCEF4;&#xC5D0; &#xAC00;&#xC785;&#xD558;&#xACE0; &#xC2F6;&#xC73C;&#xC2DC;&#xB2E4;&#xBA74; &#xC800;&#xB97C; &#xCD94;&#xCC9C;&#xC778;&#xC73C;&#xB85C; &#xD574;&#xC8FC;&#xC138;&#xC694;.  &#xC544;&#xB798; &#xC774;&#xBBF8;&#xC9C0;&#xB97C; &#xB204;&#xB974;&#xBA74; &#xCD94;&#xCC9C;&#xC778;&#xB9C1;&#xD06C;&#xB85C; &#xB118;&#xC5B4;&#xAC11;&#xB2C8;&#xB2E4;. <a href="https://platinum.crypto.com/r/cfhpqb359e" target="_blank" rel="noopener">https://platinum.crypto.com/r/cfhpqb359e</a></p><p><a href="https://platinum.crypto.com/r/cfhpqb359e" target="_blank" rel="noopener"><img src="https://steemitimages.com/700x0/https://cdn.steemitimages.com/DQmYG3x1A2QNzEaJBfvhzbFhZbgzEW9w3jW7KeDXbfrPZxU/BG50.gif" alt=""></a></p><p>&#xC774; &#xC774;&#xBBF8;&#xC9C0;&#xB97C; &#xB20C;&#xB7EC;&#xC11C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD558;&#xC2DC;&#xACE0; 50MCO&#xB97C; &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xD558;&#xC2DC;&#xBA74; &#xC11C;&#xB85C; 50&#xB2EC;&#xB7EC; &#xAC00;&#xCE58;&#xC758; MCO&#xB97C; &#xBC1B;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAD81;&#xAE08;&#xD55C;&#xAC8C; &#xC788;&#xC73C;&#xC2DC;&#xBA74; &#xC5B8;&#xC81C;&#xB4E0; &#xB313;&#xAE00; &#xB2EC;&#xC544;&#xC8FC;&#xC138;&#xC694;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/crypto-com" target="_blank" rel="noopener">&#x2018;Crypto.com &#xC18C;&#xAC1C;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/Cryptocom-%EC%86%8C%EA%B0%9C/#disqus_thread</comments>
    </item>
    
    <item>
      <title>steem hivemind로 할 수 있는 것</title>
      <link>https://jacobyu.net/steem-hivemind%EB%A1%9C-%ED%95%A0-%EC%88%98-%EC%9E%88%EB%8A%94-%EA%B2%83/</link>
      <guid>https://jacobyu.net/steem-hivemind%EB%A1%9C-%ED%95%A0-%EC%88%98-%EC%9E%88%EB%8A%94-%EA%B2%83/</guid>
      <pubDate>Wed, 18 Dec 2019 07:28:42 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;jacobyu.net/SPS-&amp;#xC81C;&amp;#xC5
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p><a href="jacobyu.net/SPS-&#xC81C;&#xC548;-&#xC0B4;&#xD3B4;&#xBCF4;&#xAE30;-&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;-sql-&#xC11C;&#xBE44;&#xC2A4;-feat-&#xD22C;&#xD45C;&#xAD8C;&#xC744;-&#xD589;&#xC0AC;&#xD558;&#xC138;&#xC694;/">&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC; sps</a>&#xC5D0;&#xC11C; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xC5D0; &#xB300;&#xD574; &#xAC04;&#xB2E8;&#xD788; &#xC801;&#xC5B4;&#xBD24;&#xC5C8;&#xB294;&#xB370;&#xC694;. </p><blockquote><p>&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC61B;&#xB0A0; &#xAE00;&#xC744; &#xCC3E;&#xC744; &#xC218;&#xB3C4; &#xC788;&#xACE0;&#xC694;. &#xB610; &#xB2E4;&#xB978; &#xC608;&#xB97C; &#xB4E4;&#xC5B4;&#xBCF4;&#xBA74;, &#xC624;&#xB298; SCT &#xD64D;&#xBCF4;&#xC18C;&#xAC01;&#xD55C; &#xC0AC;&#xB78C;&#xB4E4;&#xC758; &#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xBCF4;&#xACE0; &#xC2F6;&#xB2E4;. &#xC774;&#xAC83;&#xB3C4; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xBA74; &#xC880;&#xB354; &#xC27D;&#xAC8C; &#xCC3E;&#xC744; &#xC218; &#xC788;&#xC744;&#xAC83; &#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC27D;&#xAC8C; &#xC608;&#xB97C; &#xB4E4;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAE30;&#xC874;&#xC758; &#xC2A4;&#xD300; api&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC6D0;&#xD558;&#xB294; &#xAC83;&#xC744; &#xCC3E;&#xB294; &#xAC83;&#xC740; &#xB3C4;&#xC11C;&#xAD00;&#xC5D0;&#xC11C; &#xC9C1;&#xC811; &#xAC78;&#xC5B4;&#xB2E4;&#xB2C8;&#xBA74;&#xC11C; &#xC6D0;&#xD558;&#xB294; &#xCC45;&#xC744; &#xCC3E;&#xB294;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xB294; &#xAC83;&#xC740; &#xB3C4;&#xC11C;&#xAD00;&#xC5D0; &#xAC80;&#xC0C9;&#xAE30;&#xB2A5;&#xC774; &#xC788;&#xC5B4;&#xC11C; &#xC6D0;&#xD558;&#xB358; &#xCC45;&#xC744; &#xC27D;&#xAC8C; &#xCC3E;&#xB294;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p></blockquote><p>&#xC544;&#xB798; 2&#xAC1C;&#xC758; &#xAE00;&#xC744; &#xC77D;&#xACE0; hivemind&#xB97C; &#xC368;&#xBCF4;&#xAE30;&#xB85C; &#xB9D8;&#xBA39;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li><p><a href="https://steempeak.com/hivemind/@emrebeyler/hivemind-sql-users" target="_blank" rel="noopener">https://steempeak.com/hivemind/@emrebeyler/hivemind-sql-users</a></p></li><li><p><a href="https://steempeak.com/hivemind/@contrabourdon/follow-the-leader-or-stalking-all-accounts-that-someone-else-follows-using-emrebeyler-s-hivemind" target="_blank" rel="noopener">https://steempeak.com/hivemind/@contrabourdon/follow-the-leader-or-stalking-all-accounts-that-someone-else-follows-using-emrebeyler-s-hivemind</a></p></li></ul><p>@contrabourdon&#xB77C;&#xB294; &#xBD84;&#xC774;  @emrebeyler &#xC77D;&#xAE30; &#xAD8C;&#xD55C;&#xC744; &#xBC1B;&#xC544;&#xC11C; &#xD2B9;&#xC815;&#xC720;&#xC800;&#xC758; &#xD314;&#xB85C;&#xC6CC;&#xB97C; &#xAC00;&#xC838;&#xC624;&#xB294; &#xAC78; &#xD3EC;&#xC2A4;&#xD305;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC544;&#xB798; &#xC0AC;&#xC9C4;&#xB4E4;&#xC740; @contrabourdon&#xC758; &#xD3EC;&#xC2A4;&#xD305;&#xC5D0;&#xC11C; &#xAC00;&#xC838;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;"><a href="#&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;" class="headerlink" title="&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;"></a>&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;</h4><p><img src="https://cdn.steemitimages.com/DQmbUWyEcsQiW3GB9zRZoM1T6pYs7zfY3ssYKEzrmHNK6cu/image.png" alt=""></p><h4 id="steem-js"><a href="#steem-js" class="headerlink" title="steem-js"></a>steem-js</h4><p><img src="https://cdn.steemitimages.com/DQmXPK8ebrtE9hwwxCUKk9LVLobn6DkN4BSX2mrkCVHpAdV/image.png" alt=""></p><p>&#xCCAB;&#xBC88;&#xC9F8; &#xCF54;&#xB4DC;&#xB294; hivemind&#xB97C; &#xD65C;&#xC6A9;&#xD55C; &#xAC83;, &#xB450;&#xBC88;&#xC9F8; &#xCF54;&#xB4DC;&#xB294; steemjs&#xB97C; &#xD65C;&#xC6A9;&#xD55C; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xB450; &#xAC1C;&#xC758; &#xACB0;&#xACFC;&#xB294; &#xAC19;&#xC9C0;&#xB9CC;, &#xC704;&#xC758; &#xCF54;&#xB4DC;&#xAC00; &#xD6E8;&#xC52C; &#xC9E7;&#xACE0; &#xBE60;&#xB974;&#xACE0; &#xAC00;&#xB3C5;&#xC131;&#xB3C4; &#xC88B;&#xC8E0;.</p><h4 id="&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;&#xC5D0;-&#xC0AC;&#xC6A9;&#xD560;-&#xAE00;&#xC744;-&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB85C;-&#xAC00;&#xC838;&#xC624;&#xAE30;"><a href="#&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;&#xC5D0;-&#xC0AC;&#xC6A9;&#xD560;-&#xAE00;&#xC744;-&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB85C;-&#xAC00;&#xC838;&#xC624;&#xAE30;" class="headerlink" title="&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;&#xC5D0; &#xC0AC;&#xC6A9;&#xD560; &#xAE00;&#xC744; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB85C; &#xAC00;&#xC838;&#xC624;&#xAE30;"></a>&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;&#xC5D0; &#xC0AC;&#xC6A9;&#xD560; &#xAE00;&#xC744; &#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB85C; &#xAC00;&#xC838;&#xC624;&#xAE30;</h4><p>&#xC81C; &#xBE14;&#xB85C;&#xADF8; (<a href="https://jacobyu.net)&#xC740;">https://jacobyu.net)&#xC740;</a> &#xC81C; &#xC2A4;&#xD300;&#xACC4;&#xC815;&#xC758; &#xBAA8;&#xB4E0;&#xAE00;&#xC744; &#xAC00;&#xC838;&#xC640;&#xC11C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E0; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.  &#xADF8; &#xC911;&#xC5D0;&#xC11C; &#xBA87;&#xAC1C;&#xB9CC; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xB97C; &#xD558;&#xACE0; &#xC2F6;&#xAC70;&#xB098;, &#xD2B9;&#xC815; &#xD0DC;&#xADF8;&#xC758; &#xAE00;, &#xD639;&#xC740; &#xC81C;&#xAC00; &#xBA54;&#xD0C0;&#xC815;&#xBCF4;&#xC5D0;&#xB123;&#xC740; &#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xB85C; &#xBD84;&#xB958;&#xB41C; &#xAE00;&#xC744; &#xBF51;&#xC544;&#xC11C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD558;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xC0AC;&#xC6A9;&#xD55C;&#xB2E4;&#xBA74; &#xD6E8;&#xC52C; &#xBE60;&#xB974;&#xACE0; &#xC27D;&#xAC8C; &#xC6D0;&#xD558;&#xB294; &#xAE00;&#xC744; &#xAC00;&#xC838;&#xC62C; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCF54;&#xB4DC; &#xC591;&#xB3C4; &#xC904;&#xC5B4;&#xB4E4;&#xAC70;&#xC5D0;&#xC694;.</p><hr><p>&#xC14B;&#xD305;&#xC791;&#xC5C5;&#xC740; &#xC624;&#xB798;&#xAC78;&#xB9AC;&#xACE0; &#xC5B4;&#xB824;&#xC6B8; &#xAC83; &#xAC19;&#xC73C;&#xB2C8;..<br>@emrebeyler&#xC5D0;&#xAC8C; &#xAD8C;&#xD55C;&#xC744; &#xBC1B;&#xC544;&#xC11C; &#xC0AC;&#xC6A9;&#xD574;&#xBCFC; &#xC218; &#xC788;&#xC73C;&#xBA74; &#xB108;&#xBB34; &#xC88B;&#xACA0;&#xAD70;&#xC694;.<br>&#xBD80;&#xB514; &#xC81C; &#xB313;&#xAE00;&#xC744; &#xBD10;&#xC8FC;&#xAE38;..</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/steem-hivemind" target="_blank" rel="noopener">&#x2018;steem hivemind&#xB85C; &#xD560; &#xC218; &#xC788;&#xB294; &#xAC83;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/steem-hivemind%EB%A1%9C-%ED%95%A0-%EC%88%98-%EC%9E%88%EB%8A%94-%EA%B2%83/#disqus_thread</comments>
    </item>
    
    <item>
      <title>최근에 산 코인들 (2019.11-2019.12)</title>
      <link>https://jacobyu.net/%EC%B5%9C%EA%B7%BC%EC%97%90-%EC%82%B0-%EC%BD%94%EC%9D%B8%EB%93%A4-201911-201912/</link>
      <guid>https://jacobyu.net/%EC%B5%9C%EA%B7%BC%EC%97%90-%EC%82%B0-%EC%BD%94%EC%9D%B8%EB%93%A4-201911-201912/</guid>
      <pubDate>Tue, 17 Dec 2019 14:57:48 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xB450;&amp;#xB2EC;&amp;#xB3D9;&amp;#xC548; &amp;#xAD
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xB450;&#xB2EC;&#xB3D9;&#xC548; &#xAD6C;&#xB9E4;&#xD588;&#xB358; &#xCF54;&#xC778;&#xC5D0; &#xB300;&#xD574; &#xC801;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.<br>&#xCF54;&#xC778; &#xC124;&#xBA85;&#xC740; &#xC8FC;&#xAD00;&#xC801;&#xC785;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;</p><h4 id="DEC"><a href="#DEC" class="headerlink" title="DEC"></a>DEC</h4><p>DEC&#xB294; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; &#xC911; &#xD558;&#xB098;&#xC785;&#xB2C8;&#xB2E4;. &#xC774; &#xD1A0;&#xD070;&#xC73C;&#xB85C; splinterlands &#xAC8C;&#xC784;&#xC758; &#xC5EC;&#xB7EC; &#xC544;&#xC774;&#xD15C;&#xC744; &#xAD6C;&#xB9E4;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC804; Dec&#xC744; &#xC0AC;&#xC11C; &#xAC8C;&#xC784;&#xC758; &#xCE74;&#xB4DC;&#xB3C4; &#xC0AC;&#xACE0; &#xBB3C;&#xC57D;&#xB3C4; &#xC0AC;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="HINT"><a href="#HINT" class="headerlink" title="HINT"></a>HINT</h4><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xD074;&#xB808;&#xC774;&#xD2BC; &#xAE30;&#xBC18; &#xD1A0;&#xD070;&#xC785;&#xB2C8;&#xB2E4;. &#xC774; &#xD1A0;&#xD070;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xBA74; &#xC5EC;&#xB7EC; &#xC74C;&#xC2DD;&#xC810;&#xC758; &#xC0C1;&#xD488;&#xC744; &#xC2F8;&#xAC8C; &#xAD6C;&#xB9E4;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC544;&#xC8FC; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;. <a href="jacobyu.net/&#xD78C;&#xD2B8;&#xCCB4;&#xC778;Hint-&#xC18C;&#xAC1C;-&#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC744;-&#xCF54;&#xC778;&#xC73C;&#xB85C;-&#xACB0;&#xC81C;/">&#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xC18C;&#xAC1C;&#xAE00;</a></p><h4 id="MCO"><a href="#MCO" class="headerlink" title="MCO"></a>MCO</h4><p>MCO&#xB294; &#xCF54;&#xC778;&#xC9C1;&#xBD88;&#xCE74;&#xB4DC;&#xB97C; &#xB9CC;&#xB4DC;&#xB294;&#xB370; &#xC0AC;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. MCO 50&#xAC1C;&#xB97C; &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xD558;&#xBA74; &#xBE68;&#xAC04; &#xCE74;&#xB4DC;&#xB97C; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCF54;&#xC778;&#xC9C1;&#xBD88;&#xCE74;&#xB4DC;&#xB97C; &#xB9CC;&#xB4E4;&#xAE30; &#xC704;&#xD574; &#xC774; &#xCF54;&#xC778;&#xC744; &#xAD6C;&#xB9E4;&#xD558;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><img src="https://steemitimages.com/800x0/https://ipfs.busy.org/ipfs/QmRBW1efkdYZTYNjvdu4SWRoH7UfUciPYkcF1DsM1q3JA5" alt="image.png"></p><h4 id="KRWP"><a href="#KRWP" class="headerlink" title="KRWP"></a>KRWP</h4><p>KRWP&#xB294; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xAE30;&#xBC18; &#xD1A0;&#xD070;&#xC785;&#xB2C8;&#xB2E4;. &#xC774; &#xD1A0;&#xD070;&#xC740; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;&#xC11C; &#xC4F4; &#xAE00;&#xC744; &#xC4F0;&#xAC70;&#xB098; sctm&#xC744; &#xBCC0;&#xD658;&#xD558;&#xC5EC; &#xC5BB;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xD1A0;&#xD070;&#xC740; 1000&#xC6D0;&#xC744; &#xC9C0;&#xD5A5;&#xD558;&#xB294; &#xD1A0;&#xD070;&#xC774;&#xB77C;&#xACE0; &#xC18C;&#xAC1C;&#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.  KRWP&#xB294; steemcoinpan swap &#xAE30;&#xB2A5;&#xC5D0;&#xC11C; 1000&#xC6D0; &#xAC00;&#xCE58;&#xB85C; &#xCDE8;&#xAE09;&#xB418;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB610;&#xD55C;, sctm&lt;-&gt;krwp &#xC2A4;&#xC651;&#xC5D0;&#xC11C;&#xB3C4; 1000&#xC6D0;&#xC73C;&#xB85C; &#xCDE8;&#xAE09;&#xB418;&#xACE0; &#xC788;&#xACE0;&#xC694;.</p><p>&#xC774; &#xD1A0;&#xD070;&#xC744; &#xAC16;&#xACE0; &#xC788;&#xC73C;&#xBA74; &#xAE00;&#xC744; &#xC4F8; &#xB54C;, &#xC2A4;&#xD300;&#xACFC; SCT &#xBCF4;&#xD305;&#xC744; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB610;, &#xC11C;&#xB85C; 1000&#xC6D0;&#xC774;&#xB77C;&#xACE0; &#xBBFF;&#xB294; &#xC0AC;&#xB78C;&#xB4E4;&#xACFC; &#xAC70;&#xB798;&#xB97C; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCD5C;&#xADFC;&#xC5D4; &#xCE74;&#xD398; 5&#xB9CC;&#xC6D0;, &#xCF58;&#xC11C;&#xD2B8; &#xD2F0;&#xCF13;&#xB4F1;&#xC744; KRWP&#xB85C; &#xAD6C;&#xB9E4;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://ipfs.busy.org/ipfs/QmWtH1hHvQKjDJwYhg1Q8e4StE56hpXSEcaRXc2BLend7R" alt="image.png"> <img src="https://steemitimages.com/300x0/https://ipfs.busy.org/ipfs/QmUYhZB7kwhXeW1sFuQrjwf87mNCrKHodJ1FqGzzh9TXi8" alt="image.png"></p><h4 id="&#xACB0;&#xB860;"><a href="#&#xACB0;&#xB860;" class="headerlink" title="&#xACB0;&#xB860;"></a>&#xACB0;&#xB860;</h4><p>&#xC804; &#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xB294; &#xCF54;&#xC778;&#xC744; &#xC88B;&#xC544;&#xD569;&#xB2C8;&#xB2E4;. &#xC774;&#xAC74; &#xC0AC;&#xB78C; &#xC131;&#xD5A5;&#xC778;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC7A5;&#xB09C;&#xAC10;&#xC0B4;&#xAEBC;&#xC57C;? &#xAE08; &#xC0B4;&#xAEBC;&#xC57C;?</p><p>&#xC800;&#xB294; &#xC2A4;&#xD300;&#xC774;&#xB791; &#xBE44;&#xD2B8;&#xCF54;&#xC778; &#xC911;&#xC5D0; &#xBB58; &#xC0B4;&#xC9C0;, &#xBE44;&#xC911;&#xC744; &#xC5B4;&#xB5BB;&#xAC8C;&#xD560;&#xC9C0; &#xACE0;&#xBBFC;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xACB0;&#xAD6D; &#xB9E4;&#xB2EC; &#xC2A4;&#xD300;&#xC744; &#xC0AC;&#xB294;&#xAC70;&#xB85C; &#xBAB0;&#xBE75;&#xD588;&#xC8E0;. &#xC5B4;&#xC9DC;&#xD53C; &#xC801;&#xC740; &#xB3C8;&#xC774;&#xB2C8; &#xC2E4;&#xC81C;&#xB85C; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xB294;&#xAC70;&#xC5D0; &#xD22C;&#xC790;&#xD558;&#xC790;. (&#xB9DD;&#xD568;)</p><p>&#xB450;&#xAC1C; &#xC911; &#xACE0;&#xBBFC;&#xD560;&#xB54C; &#xC694;&#xB807;&#xAC8C; &#xC0DD;&#xAC01;&#xD588;&#xC5B4;&#xC694;. &#xBE44;&#xD2B8;&#xCF54;&#xC778;&#xC740; &#xAE08;&#xAC19;&#xC740;&#xAC70;&#xB2E4;. &#xAC16;&#xACE0;&#xC788;&#xB294;&#xAC83;&#xC774;&#xB2E4;. &#xAC00;&#xACA9;&#xC624;&#xB974;&#xAE30;&#xB9CC; &#xAE30;&#xB2E4;&#xB9B0;&#xB2E4;. &#xC2A4;&#xD300;&#xC740; &#xAC16;&#xACE0;&#xC788;&#xC73C;&#xBA74; &#xBCF4;&#xD305;&#xB3C4; &#xD558;&#xACE0;, &#xC99D;&#xC778;&#xD22C;&#xD45C;&#xB3C4; &#xD558;&#xACE0;, &#xB0B4;&#xAC00;&#xAC16;&#xACE0;&#xC787;&#xB294; &#xC2A4;&#xD300; &#xC790;&#xCCB4;&#xAC00; &#xB298;&#xC5B4;&#xB098;&#xAE30;&#xB3C4; &#xD55C;&#xB2E4;. &#xB098;&#xB984; &#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD588;&#xC8E0;. </p><hr><p>&#xCD5C;&#xADFC; &#xAD6C;&#xB9E4;&#xD55C; &#xCF54;&#xC778;&#xB4E4;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB294; &#xB9CC;&#xC871;&#xD569;&#xB2C8;&#xB2E4;. </p><p>&#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xB2E4;&#xBA74; &#xADF8; &#xD1A0;&#xD070;&#xC774; &#xC5B4;&#xB5A4;&#xAC70; &#xAE30;&#xBC18;&#xC778;&#xC9C0; &#xC0C1;&#xAD00;&#xC5C6;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB610;, &#xC774; &#xCF54;&#xC778;&#xB4E4;&#xC740; &#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xAE30; &#xB54C;&#xBB38;&#xC5D0; &#xBE44;&#xD2B8;&#xCF54;&#xC778;&#xC774; &#xC624;&#xB974;&#xACE0; &#xB5A8;&#xC5B4;&#xC9C0;&#xB294;&#xAC70;&#xB791; &#xC0C1;&#xAD00;&#xC5C6;&#xC774; &#xAC00;&#xCE58;&#xAC00; &#xC5B4;&#xB290;&#xC815;&#xB3C4; &#xC720;&#xC9C0;&#xB429;&#xB2C8;&#xB2E4;.</p><p>&#xD2B9;&#xD788;, dec&#xB098; hint&#xB294; &#xCF54;&#xC778; &#xAC00;&#xACA9;&#xC774; &#xB5A8;&#xC5B4;&#xC9C0;&#xB294;&#xAC83;&#xACFC; &#xC0C1;&#xAD00;&#xC5C6;&#xC774; &#xC0AC;&#xC6A9;&#xD558;&#xAE30; &#xC704;&#xD574; &#xAD6C;&#xB9E4;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC624;&#xD788;&#xB824; &#xAC00;&#xACA9;&#xC774; &#xC880; &#xB5A8;&#xC5B4;&#xC9C0;&#xBA74; &#xB354; &#xC0AC;&#xACE0; &#xC2F6;&#xC5B4;&#xC9C0;&#xB294; &#xCF54;&#xC778;&#xB4E4;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC5EC;&#xB7EC;&#xBD84;&#xC740; &#xC5B4;&#xB5A4;&#xCF54;&#xC778;&#xC5D0; &#xAD00;&#xC2EC;&#xC788;&#xC73C;&#xC138;&#xC694;?</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/iy1iz" target="_blank" rel="noopener">&#x2018;&#xCD5C;&#xADFC;&#xC5D0; &#xC0B0; &#xCF54;&#xC778;&#xB4E4; (2019.11-2019.12)&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%B5%9C%EA%B7%BC%EC%97%90-%EC%82%B0-%EC%BD%94%EC%9D%B8%EB%93%A4-201911-201912/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀코인판 홍보.. 구글광고 어떤가요?</title>
      <link>https://jacobyu.net/%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-%ED%99%8D%EB%B3%B4-%EA%B5%AC%EA%B8%80%EA%B4%91%EA%B3%A0-%EC%96%B4%EB%96%A4%EA%B0%80%EC%9A%94/</link>
      <guid>https://jacobyu.net/%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-%ED%99%8D%EB%B3%B4-%EA%B5%AC%EA%B8%80%EA%B4%91%EA%B3%A0-%EC%96%B4%EB%96%A4%EA%B0%80%EC%9A%94/</guid>
      <pubDate>Mon, 16 Dec 2019 07:47:21 GMT</pubDate>
      <description>
      
        
        
          &lt;h4 id=&quot;&amp;#xC2A4;&amp;#xD300;&amp;#xCF54;&amp;#xC778;&amp;#xD310;&quot;&gt;&lt;a href=&quot;#&amp;#xC2A4;&amp;#xD300;&amp;#xCF54;&amp;#xC778;&amp;#xD310;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#xC2A4;&amp;#xD
        
      
      </description>
      
      
      <content:encoded><![CDATA[<h4 id="&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;"><a href="#&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;" class="headerlink" title="&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;"></a>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;</h4><p>&#xCD5C;&#xADFC; &#xCE5C;&#xAD6C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xB300;&#xD574; &#xC18C;&#xAC1C;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC18C;&#xAC1C;&#xD574;&#xBCF4;&#xBA74;&#xC11C; &#xB290;&#xB080;&#xAC8C; &#xBA87; &#xAC1C; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC774; &#xD544;&#xC694;&#xD55C; &#xC720;&#xC800;&#xAC00; &#xB204;&#xAD6C;&#xC77C;&#xAE4C;? &#xD0C0;&#xAC9F;&#xCE35;&#xC774; &#xB204;&#xAD6C;&#xC9C0;?<br>&#xCC45;&#xC744; &#xC4F0;&#xB354;&#xB77C;&#xB3C4; &#xC608;&#xC0C1; &#xB3C5;&#xC790;&#xB97C; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xC571;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xB3C4; &#xD0C0;&#xAC9F; &#xC720;&#xC800;&#xAC00; &#xC788;&#xC8E0;.<br>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC758; &#xC608;&#xC0C1; &#xB3C5;&#xC790;/&#xC720;&#xC800;&#xB294; &#xB204;&#xAD6C;&#xC77C;&#xAE4C;&#xC694;?</p><ul><li>&#xCF54;&#xC778;&#xC5D0; &#xAD00;&#xC2EC;&#xC774; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;</li><li>&#xCF54;&#xC778; &#xC18C;&#xC2DD;&#xC744; &#xBCF4;&#xACE0; &#xC2F6;&#xC740; &#xC0AC;&#xB78C;</li><li>&#xCF54;&#xC778; &#xD22C;&#xC790;&#xD558;&#xB294; &#xC0AC;&#xB78C;&#xB4E4;&#xACFC; &#xC18C;&#xD1B5;&#xD558;&#xACE0; &#xC2F6;&#xC740; &#xC0AC;&#xB78C;</li></ul><p>&#xC774;&#xB807;&#xAC8C; &#xC801;&#xC5B4;&#xBCF4;&#xB2C8; &#xC81C; &#xC9C0;&#xC778;&#xB4E4;&#xACFC; &#xB9DE;&#xC9C0; &#xC54A;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C; &#xCE5C;&#xD55C; &#xCE5C;&#xAD6C;&#xB4E4; &#xC911;&#xC5D0;&#xB294; &#xCF54;&#xC778;&#xC5D0; &#xAD00;&#xC2EC;&#xC788;&#xB294; &#xCE5C;&#xAD6C;&#xAC00; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD00;&#xC2EC;&#xC0AC;&#xAC00; &#xB2E4;&#xB974;&#xB2C8; &#xCD94;&#xCC9C;&#xC744;&#xD574;&#xB3C4; &#xD558;&#xC9C0; &#xC54A;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="&#xC5B4;&#xB5BB;&#xAC8C;-&#xC6B0;&#xB9AC;-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;-&#xB9DE;&#xB294;-&#xD68C;&#xC6D0;&#xC744;-&#xCC3E;&#xC744;-&#xC218;-&#xC788;&#xC744;&#xAE4C;&#xC694;"><a href="#&#xC5B4;&#xB5BB;&#xAC8C;-&#xC6B0;&#xB9AC;-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;-&#xB9DE;&#xB294;-&#xD68C;&#xC6D0;&#xC744;-&#xCC3E;&#xC744;-&#xC218;-&#xC788;&#xC744;&#xAE4C;&#xC694;" class="headerlink" title="&#xC5B4;&#xB5BB;&#xAC8C; &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xB9DE;&#xB294; &#xD68C;&#xC6D0;&#xC744; &#xCC3E;&#xC744; &#xC218; &#xC788;&#xC744;&#xAE4C;&#xC694;?"></a>&#xC5B4;&#xB5BB;&#xAC8C; &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xB9DE;&#xB294; &#xD68C;&#xC6D0;&#xC744; &#xCC3E;&#xC744; &#xC218; &#xC788;&#xC744;&#xAE4C;&#xC694;?</h4><p>&#xAD11;&#xACE0;&#xAC00; &#xAF64; &#xAD1C;&#xCC2E;&#xC744; &#xAC83; &#xAC19;&#xB2E4;. &#xC694;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC801;&#xC5B4;&#xB3C4; &#xAD11;&#xACE0;&#xB97C; &#xD558;&#xBA74; &#xC6B0;&#xB9AC; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC774; &#xC6D0;&#xD558;&#xB294; &#xC720;&#xC800;&#xB97C; &#xCC3E;&#xC744; &#xC218; &#xC788;&#xACA0;&#xB2E4; &#xC2F6;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xC774;&#xB7F0; &#xAD11;&#xACE0;&#xB97C; &#xD558;&#xB294;&#xAC70;&#xC8E0;.</p><ul><li>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;&#xC11C; &#xBE60;&#xB978; &#xCF54;&#xC778; &#xC18C;&#xC2DD;&#xC744; &#xD655;&#xC778;&#xD558;&#xC138;&#xC694;.</li><li>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;&#xC11C; &#xCF54;&#xC778;&#xD22C;&#xC790; &#xC774;&#xC57C;&#xAE30; &#xD574;&#xC694;.</li><li>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xCF54;&#xC778;&#xAE00; &#xC4F0;&#xACE0; &#xCF54;&#xC778;&#xBC1B;&#xC544;&#xAC00;&#xC138;&#xC694;.</li><li>&#xCF54;&#xC778; &#xAE00; &#xC4F8; &#xC0AC;&#xB78C; &#xAE09;&#xAD6C;</li></ul><hr><h4 id="SEY-&#xAD6C;&#xAE00;-&#xAD11;&#xACE0;"><a href="#SEY-&#xAD6C;&#xAE00;-&#xAD11;&#xACE0;" class="headerlink" title="SEY &#xAD6C;&#xAE00; &#xAD11;&#xACE0;"></a>SEY &#xAD6C;&#xAE00; &#xAD11;&#xACE0;</h4><p>&#xC81C;&#xAC00; 2019&#xB144; &#xCD08;&#xC5D0; &#xC601;&#xC5B4;&#xC571;&#xC744; &#xB9CC;&#xB4E4;&#xACE0; &#xAD6C;&#xAE00;&#xAD11;&#xACE0;&#xB97C; &#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8; &#xACBD;&#xD5D8;&#xB3C4; &#xC801;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://play.google.com/store/apps/details?id=com.app.sm.speakingmaster&amp;pcampaignid=MKT-Other-global-all-co-prtnr-py-PartBadge-Mar2515-1" class="steem-keychain-checked" target="_blank" rel="noopener"><img src="https://steemitimages.com/300x0/https://play.google.com/intl/ko/badges/images/generic/ko_badge_web_generic.png" alt="&#xB2E4;&#xC6B4;&#xB85C;&#xB4DC;&#xD558;&#xAE30; Google Play"></a></p><p>&#xC800;&#xB294; &#xC601;&#xC5B4;&#xC571;&#xC744; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xC601;&#xC5B4;&#xC571;&#xC740; &#xC720;&#xD29C;&#xBE0C;&#xB85C; &#xC601;&#xC5B4;&#xC250;&#xB3C4;&#xC789;&#xC744; &#xD560; &#xC218; &#xC788;&#xAC8C; &#xB3C4;&#xC640;&#xC8FC;&#xB294; &#xC571;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xC571;&#xC744; &#xB9CC;&#xB4E4;&#xACE0; &#xCE74;&#xD398;&#xC5D0;&#xB2E4;&#xAC00;&#xB3C4; &#xAE00;&#xB3C4; &#xC368;&#xBCF4;&#xACE0;, &#xC2A4;&#xD300;&#xC5D0;&#xB2E4;&#xAC00;&#xB3C4; &#xC801;&#xC5B4;&#xBCF4;&#xACE0;, &#xAD6C;&#xAE00;&#xC5D0; &#xAD11;&#xACE0;&#xB3C4; &#xC2E0;&#xCCAD;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2E4;&#xD5D8;&#xC774;&#xC600;&#xC8E0;.</p><p>&#xC81C;&#xAC00; &#xCC98;&#xC74C;&#xC73C;&#xB85C; &#xB3C8;&#xC8FC;&#xACE0; &#xAD11;&#xACE0;&#xB97C; &#xD574;&#xBD24;&#xC5C8;&#xC8E0;.</p><p>&#xD558;&#xB8E8;&#xC5D0; 8&#xB2EC;&#xB7EC;&#xC529; 8&#xC77C;??&#xB3D9;&#xC548; &#xAD11;&#xACE0;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD11;&#xACE0;&#xB97C; &#xC2E4;&#xC81C;&#xB85C; &#xD574;&#xBCF4;&#xB2C8; &#xAD11;&#xACE0; &#xB178;&#xCD9C;&#xC218;&#xB294; 7.66&#xB9CC;, &#xC2E4;&#xC81C;&#xB85C; &#xD074;&#xB9AD;&#xD55C; &#xC0AC;&#xB78C;&#xC740; 673&#xBC88;&#xC785;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC124;&#xCE58;&#xD55C; &#xC0AC;&#xB78C;&#xC740; 50-100&#xBA85;&#xCBE4; &#xB418;&#xB354;&#xAD70;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmS4jHPWujGhEfA5DZozL7ZXHD9L2cstZHPYonFp6b4j8y/image.png" alt=""></p><p><img src="https://cdn.steemitimages.com/DQmeHBaDEUEK37SHsh7vPFQGVCPuZy1oEYLUj7nVAWKSLM9/image.png" alt=""></p><p>&#xADF8;&#xB9AC;&#xACE0; &#xC5B4;&#xB5A4; &#xAD11;&#xACE0;&#xAC00; &#xAC00;&#xC7A5; &#xC778;&#xAE30;&#xC788;&#xB294;&#xC9C0;&#xB3C4; &#xD655;&#xC778;&#xD560; &#xC218; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xC791;&#xC131;&#xD55C; &#xBA58;&#xD2B8; &#xC911;&#xC5D0;&#xB294; <code>&#xCF54;&#xB09C;&#xACFC; &#xC601;&#xC5B4;&#xACF5;&#xBD80;&#xD558;&#xAE30;</code>&#xAC00; &#xAC00;&#xC7A5; &#xD6A8;&#xACFC;&#xAC00; &#xC88B;&#xC558;&#xAD70;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmQhRUkxeMsfqDegyMy4siBe1CUnJvnnprUtWyGuDEsZM4/image.png" alt=""></p><p>&#xC2E4;&#xC81C; &#xAD11;&#xACE0;&#xB294; &#xC774;&#xB807;&#xAC8C; &#xBCF4;&#xC785;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmUbdYudRcR1HUVm8MNuS2GKpsrnc51xEe6p4Yy4r3G61N/%E1%84%89%E1%85%B3%E1%84%8F%E1%85%B3%E1%84%85%E1%85%B5%E1%86%AB%E1%84%89%E1%85%A3%E1%86%BA%202019-12-17%20%E1%84%8B%E1%85%A9%E1%84%8C%E1%85%A5%E1%86%AB%201.20.31.png" alt="&#x1109;&#x1173;&#x110F;&#x1173;&#x1105;&#x1175;&#x11AB;&#x1109;&#x1163;&#x11BA; 2019-12-17 &#x110B;&#x1169;&#x110C;&#x1165;&#x11AB; 1.20.31.png"></p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmP72W7jHvFrHPhLG9gCT2rxwnSGPY4ZC84QZ9pGD8r5Q3/%E1%84%89%E1%85%B3%E1%84%8F%E1%85%B3%E1%84%85%E1%85%B5%E1%86%AB%E1%84%89%E1%85%A3%E1%86%BA%202019-12-17%20%E1%84%8B%E1%85%A9%E1%84%8C%E1%85%A5%E1%86%AB%201.20.02.png" alt="&#x1109;&#x1173;&#x110F;&#x1173;&#x1105;&#x1175;&#x11AB;&#x1109;&#x1163;&#x11BA; 2019-12-17 &#x110B;&#x1169;&#x110C;&#x1165;&#x11AB; 1.20.02.png"> <img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmPDfrmW5wrpJXcvS1S8hvEKjZEYbt3FM52zGPbzCVzyR8/%E1%84%89%E1%85%B3%E1%84%8F%E1%85%B3%E1%84%85%E1%85%B5%E1%86%AB%E1%84%89%E1%85%A3%E1%86%BA%202019-12-17%20%E1%84%8B%E1%85%A9%E1%84%8C%E1%85%A5%E1%86%AB%201.19.41.png" alt="&#x1109;&#x1173;&#x110F;&#x1173;&#x1105;&#x1175;&#x11AB;&#x1109;&#x1163;&#x11BA; 2019-12-17 &#x110B;&#x1169;&#x110C;&#x1165;&#x11AB; 1.19.41.png"></p><p>&#xC81C;&#xAC00; &#xC601;&#xC5B4;&#xC571;&#xC5D0; &#xAD11;&#xACE0;&#xB97C; &#xD558;&#xACE0;&#xC11C; &#xB290;&#xB080;&#xC810;&#xC740; <code>&#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC6B0;&#xB9AC; &#xC571;&#xC744; &#xB178;&#xCD9C;&#xC2DC;&#xD0AC; &#xC21C; &#xC788;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xAFB8;&#xC900;&#xD788; &#xC571;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xAC8C;&#xD558;&#xB294;&#xAC74; &#xC544;&#xC8FC; &#xC5B4;&#xB835;&#xB2E4;.</code>&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCEE8;&#xD150;&#xCE20; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xAC00; &#xD544;&#xC694;&#xD558;&#xACE0;, &#xC911;&#xAC04;&#xC911;&#xAC04; &#xACF5;&#xBD80;&#xD558;&#xB77C;&#xACE0; &#xD478;&#xC26C;&#xBA54;&#xC2DC;&#xC9C0;&#xB3C4; &#xB0A0;&#xB824;&#xC918;&#xC57C;&#xD558;&#xACE0;&#xC694;.  </p><h4 id="&#xACB0;&#xB860;"><a href="#&#xACB0;&#xB860;" class="headerlink" title="&#xACB0;&#xB860;"></a>&#xACB0;&#xB860;</h4><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC774; &#xAE30;&#xBCF8; &#xD2C0;&#xC744; &#xC798; &#xAC16;&#xCD94;&#xACE0; &#xC788;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;.<br>&#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xB3C4; &#xC26C;&#xC6CC;&#xC84C;&#xACE0;&#xC694;. &#xD1A0;&#xD070; &#xC774;&#xCF54;&#xB178;&#xBBF8;&#xB3C4; &#xC788;&#xACE0;&#xC694;.<br>&#xC2DC;&#xC2A4;&#xD15C;&#xC774; &#xAC16;&#xCDB0;&#xC9C0;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC804; &#xC624;&#xB298;&#xB3C4; krwp&#xB85C; &#xCF58;&#xC11C;&#xD2B8; &#xD2F0;&#xCF13;&#xC744; &#xAD6C;&#xB9E4;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xCF54;&#xC778;&#xAE00;&#xC4F0;&#xBA74; &#xCF54;&#xC778;&#xC8FC;&#xB294;&#xACF3;&#xC774; &#xC774;&#xC138;&#xC0C1;&#xC774; &#xC5B4;&#xB514;&#xC788;&#xC744;&#xAE4C;&#xC694;?<br>&#xADF8;&#xAC83;&#xB3C4; &#xAC00;&#xCE58;&#xAC00; &#xC788;&#xB294; &#xCF54;&#xC778;&#xC774;&#xC694;. </p><p>&#xC774;&#xC81C;&#xB294; &#xC720;&#xC800;&#xB4E4;&#xC744; &#xC678;&#xBD80;&#xC5D0;&#xC11C; &#xB04C;&#xC5B4;&#xC624;&#xAE30;&#xB9CC; &#xD558;&#xBA74; &#xB418;&#xC9C0;&#xC54A;&#xC744;&#xAE4C;..<br>&#xC678;&#xBD80;&#xC5D0;&#xC11C; &#xC720;&#xC800;&#xB97C; &#xB04C;&#xC5B4;&#xB4DC;&#xB9AC;&#xB294; &#xBC29;&#xBC95;&#xC73C;&#xB85C; &#xAD6C;&#xAE00;&#xAD11;&#xACE0;&#xB294; &#xAF64; &#xC88B;&#xC740; &#xBC29;&#xBC95;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xAD6C;&#xAE00; &#xAD11;&#xACE0;&#xB294; &#xB2E4;&#xC2DC; &#xC368;&#xB3C4; &#xAD1C;&#xCC2E;&#xC740; &#xAD11;&#xACE0;&#xD50C;&#xB7AB;&#xD3FC;&#xC785;&#xB2C8;&#xB2E4;. &#xC790;&#xAE30;&#xAC00; &#xC815;&#xD55C; &#xBA58;&#xD2B8;&#xC640; &#xC0AC;&#xC9C4;&#xC73C;&#xB85C; &#xD64D;&#xBCF4;&#xD560; &#xC218; &#xC788;&#xACE0;&#xC694;. &#xD558;&#xB8E8;&#xC5D0; &#xC0AC;&#xC6A9;&#xD560; &#xAE08;&#xC561;&#xC744; &#xC790;&#xC2E0;&#xC774; &#xC815;&#xD560; &#xC218; &#xC788;&#xACE0;&#xC694;. &#xAC00;&#xACA9;&#xC774; &#xB098;&#xB984; &#xD569;&#xB9AC;&#xC801;&#xC785;&#xB2C8;&#xB2E4;. &#xD6A8;&#xACFC;&#xB3C4; &#xC88B;&#xACE0;&#xC694;. &#xAC00;&#xACA9; &#xC815;&#xD558;&#xB294;&#xAC8C; &#xC798; &#xAE30;&#xC5B5; &#xC548;&#xB098;&#xB294;&#xB370;, &#xAD11;&#xACE0;&#xAC00; &#xD074;&#xB9AD;&#xB3FC;&#xC57C; &#xBE44;&#xC6A9;&#xC774; &#xCCAD;&#xAD6C;&#xB410;&#xB358;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4hyltr" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xD64D;&#xBCF4;.. &#xAD6C;&#xAE00;&#xAD11;&#xACE0; &#xC5B4;&#xB5A4;&#xAC00;&#xC694;?&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%8A%A4%ED%8C%80%EC%BD%94%EC%9D%B8%ED%8C%90-%ED%99%8D%EB%B3%B4-%EA%B5%AC%EA%B8%80%EA%B4%91%EA%B3%A0-%EC%96%B4%EB%96%A4%EA%B0%80%EC%9A%94/#disqus_thread</comments>
    </item>
    
    <item>
      <title>질투의 화신 명장면, 나 될까? (질투의화신 14회)</title>
      <link>https://jacobyu.net/%EC%A7%88%ED%88%AC%EC%9D%98-%ED%99%94%EC%8B%A0-%EB%AA%85%EC%9E%A5%EB%A9%B4-%EB%82%98-%EB%90%A0%EA%B9%8C-%EC%A7%88%ED%88%AC%EC%9D%98%ED%99%94%EC%8B%A0-14%ED%9A%8C/</link>
      <guid>https://jacobyu.net/%EC%A7%88%ED%88%AC%EC%9D%98-%ED%99%94%EC%8B%A0-%EB%AA%85%EC%9E%A5%EB%A9%B4-%EB%82%98-%EB%90%A0%EA%B9%8C-%EC%A7%88%ED%88%AC%EC%9D%98%ED%99%94%EC%8B%A0-14%ED%9A%8C/</guid>
      <pubDate>Sun, 15 Dec 2019 06:33:51 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&lt;a href=&quot;https://youtu.be/i5saHEjCqYU?t=48&quot; target=&quot;_blank&quot; rel=&quot;noopener&quot;&gt;https://youtu.be/i5saHEjCqYU?t=48&lt;/a&gt;&lt;/p&gt;
&lt;p&gt;&amp;#xC9C8;&amp;#xD22C;&amp;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p><a href="https://youtu.be/i5saHEjCqYU?t=48" target="_blank" rel="noopener">https://youtu.be/i5saHEjCqYU?t=48</a></p><p>&#xC9C8;&#xD22C;&#xC758; &#xD654;&#xC2E0; &#xBA85;&#xC7A5;&#xBA74;, 48&#xCD08;&#xC5D0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>(&#xC9C8;&#xD22C;&#xC758;&#xD654;&#xC2E0; 14&#xD68C;)</p><p>&#xB098; &#xB420;&#xAE4C;?</p><blockquote><p>&#xC790;&#xAE30;&#xC778;&#xC0DD;&#xC5D0; &#xBB3C;&#xC74C;&#xD45C; &#xB358;&#xC9C0;&#xC9C0;&#xB9C8;. &#xADF8;&#xB0E5; &#xB290;&#xB08C;&#xD45C;&#xB9CC; &#xB531; &#xB358;&#xC838;.<br>&#xBB3C;&#xC74C;&#xD45C;&#xB791; &#xB290;&#xB08C;&#xD45C; &#xC11E;&#xC5B4;&#xC11C; &#xB358;&#xC9C0;&#xB294; &#xAC74; &#xB354; &#xB098;&#xC058;&#xACE0;.<br>&#xB09C; &#xB420;&#xAEBC;&#xB2E4;. &#xB09C; &#xB420;&#xAEBC;&#xB2E4;. &#xC774;&#xBC88;&#xC5D4; &#xAF2D; &#xB420;&#xAEBC;&#xB2E4;. &#xB290;&#xB08C;&#xD45C;. &#xC54C;&#xC558;&#xC5B4;?</p></blockquote><p>&#xBA85;&#xB300;&#xC0AC; &#xACF5;&#xC720;&#xD574;&#xBD10;&#xC694;. &#x314E;&#x314E;</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/14" target="_blank" rel="noopener">&#x2018;&#xC9C8;&#xD22C;&#xC758; &#xD654;&#xC2E0; &#xBA85;&#xC7A5;&#xBA74;, &#xB098; &#xB420;&#xAE4C;? (&#xC9C8;&#xD22C;&#xC758;&#xD654;&#xC2E0; 14&#xD68C;)&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%A7%88%ED%88%AC%EC%9D%98-%ED%99%94%EC%8B%A0-%EB%AA%85%EC%9E%A5%EB%A9%B4-%EB%82%98-%EB%90%A0%EA%B9%8C-%EC%A7%88%ED%88%AC%EC%9D%98%ED%99%94%EC%8B%A0-14%ED%9A%8C/#disqus_thread</comments>
    </item>
    
    <item>
      <title>힌트멤버십 사용방법, A-Z까지</title>
      <link>https://jacobyu.net/%ED%9E%8C%ED%8A%B8%EB%A9%A4%EB%B2%84%EC%8B%AD-%EC%82%AC%EC%9A%A9%EB%B0%A9%EB%B2%95-A-Z%EA%B9%8C%EC%A7%80/</link>
      <guid>https://jacobyu.net/%ED%9E%8C%ED%8A%B8%EB%A9%A4%EB%B2%84%EC%8B%AD-%EC%82%AC%EC%9A%A9%EB%B0%A9%EB%B2%95-A-Z%EA%B9%8C%EC%A7%80/</guid>
      <pubDate>Fri, 13 Dec 2019 20:21:21 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC800;&amp;#xBC88;&amp;#xC5D0; &amp;#xD78C;&amp;#xD2
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xBC88;&#xC5D0; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0; &#xB300;&#xD574; &#xC18C;&#xAC1C;&#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.<br><a href="https://jacobyu.net/&#xD78C;&#xD2B8;&#xCCB4;&#xC778;Hint-&#xC18C;&#xAC1C;-&#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC744;-&#xCF54;&#xC778;&#xC73C;&#xB85C;-&#xACB0;&#xC81C;/">&#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xC18C;&#xAC1C;</a></p><p>&#xC774;&#xBC88; &#xAE00;&#xC5D0;&#xC11C;&#xB294; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xBC29;&#xBC95;&#xC5D0; &#xB300;&#xD574; &#xC801;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xACFC;&#xC815;&#xC740; &#xC774;&#xB807;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li>&#xCF54;&#xC778;&#xC6D0;&#xC5D0;&#xC11C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xAD6C;&#xB9E4;</li><li><code>&#xD574;&#xBA39;&#xB0A8;&#xB140;</code>, <code>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;</code> &#xAC00;&#xC785;</li><li>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C; &#xC8FC;&#xBB38;</li><li>&#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xD1A0;&#xD070; &#xC804;&#xC1A1;&#xD558;&#xAE30;</li><li>&#xBA54;&#xC77C;&#xB85C; &#xC8FC;&#xBB38;&#xD55C; &#xC0C1;&#xD488;&#xC758; &#xCFE0;&#xD3F0;&#xBC1B;&#xAE30;</li><li>&#xBC1B;&#xC740; &#xCFE0;&#xD3F0;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xAE30; (<code>&#xB124;&#xC774;&#xBC84; &#xC608;&#xC57D;</code>&#xC5D0;&#xC11C; &#xC0AC;&#xC6A9;&#xD558;&#xAE30;)</li></ul><hr><h4 id="1-&#xCF54;&#xC778;&#xC6D0;&#xC5D0;&#xC11C;-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xAD6C;&#xB9E4;"><a href="#1-&#xCF54;&#xC778;&#xC6D0;&#xC5D0;&#xC11C;-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xAD6C;&#xB9E4;" class="headerlink" title="1. &#xCF54;&#xC778;&#xC6D0;&#xC5D0;&#xC11C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xAD6C;&#xB9E4;"></a>1. &#xCF54;&#xC778;&#xC6D0;&#xC5D0;&#xC11C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xAD6C;&#xB9E4;</h4><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xCF54;&#xC778;&#xC6D0; &#xAC70;&#xB798;&#xC18C;, &#xBE44;&#xD2B8;&#xC18C;&#xB2C9; &#xAC70;&#xB798;&#xC18C;&#xC5D0;&#xC11C; &#xAD6C;&#xB9E4;&#xAC00;&#xB2A5;&#xD569;&#xB2C8;&#xB2E4;. &#xC800;&#xB294; &#xCF54;&#xC778;&#xC6D0; &#xAC70;&#xB798;&#xC18C;&#xB97C; &#xC0AC;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. &#xAC01;&#xC790; &#xBC29;&#xC2DD;&#xC73C;&#xB85C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC744; &#xAD6C;&#xB9E4;&#xD558;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/800x0/https://cdn.steemitimages.com/DQmWy8nntvkCefi29hSa8XL39uDdNBLM1vdVeoyqVd8W7nF/image.png" alt=""></p><p>&#xC804; &#xCF54;&#xC778;&#xC6D0; &#xAC70;&#xB798;&#xC18C;&#xC5D0; &#xACC4;&#xC88C;&#xAC00; &#xC5F0;&#xB3D9;&#xB3FC;&#xC788;&#xC9C0; &#xC54A;&#xAE30; &#xB54C;&#xBB38;&#xC5D0;, &#xB2E4;&#xB978; &#xAC70;&#xB798;&#xC18C;&#xB97C; &#xAC70;&#xCCD0;&#xC11C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC744; &#xAD6C;&#xB9E4;&#xD569;&#xB2C8;&#xB2E4;. &#xC544;&#xB798;&#xCC98;&#xB7FC;&#xC694;.</p><p>&#xD604;&#xAE08; -&gt; A&#xAC70;&#xB798;&#xC18C; -&gt; &#xB9AC;&#xD50C; -&gt; <code>&#xCF54;&#xC778;&#xC6D0;</code> -&gt; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; </p><p>&#xCF54;&#xC778;&#xC6D0;&#xC5D0;&#xC11C; &#xAD6C;&#xB9E4;&#xD55C; HINT&#xB97C; &#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC73C;&#xB85C; &#xC62E;&#xACA8;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. &#xCD9C;&#xAE08;&#xD558;&#xAE30;&#xB85C; &#xC774;&#xB3D9;&#xD574;&#xC11C;, &#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC73C;&#xB85C; &#xC62E;&#xAE41;&#xB2C8;&#xB2E4;. (&#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC744; HINT&#xC9C0;&#xAC11;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD558;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.)</p><h4 id="2-&#xD574;&#xBA39;&#xB0A8;&#xB140;-&#xAC00;&#xC785;"><a href="#2-&#xD574;&#xBA39;&#xB0A8;&#xB140;-&#xAC00;&#xC785;" class="headerlink" title="2. &#xD574;&#xBA39;&#xB0A8;&#xB140; &#xAC00;&#xC785;"></a>2. <code>&#xD574;&#xBA39;&#xB0A8;&#xB140;</code> &#xAC00;&#xC785;</h4><p>&#xD574;&#xBA39;&#xB0A8;&#xB140;&#xB294; &#xC548;&#xB4DC;&#xB85C;&#xC774;&#xB4DC; app&#xC785;&#xB2C8;&#xB2E4;. &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xAE30; &#xC704;&#xD55C; &#xC9C0;&#xAC11; &#xC5ED;&#xD560;&#xC744; &#xD569;&#xB2C8;&#xB2E4;. <a href="https://play.google.com/store/apps/details?id=com.vitalhint.haemukja" target="_blank" rel="noopener">&#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;</a> &#xAC00;&#xC785;&#xD558;&#xC138;&#xC694;!</p><p>&#xB9C8;&#xC774;&#xD398;&#xC774;&#xC9C0;&#xC5D0; &#xB4E4;&#xC5B4;&#xAC00;&#xC11C;, HINT &#xBC1B;&#xAE30;&#xB97C; &#xB204;&#xB974;&#xBA74; &#xC790;&#xC2E0;&#xC758; &#xC9C0;&#xAC11;&#xC8FC;&#xC18C;&#xB97C; &#xD655;&#xC778;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xC9C0;&#xAC11;&#xC8FC;&#xC18C;&#xB294; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C; &#xC8FC;&#xBB38;&#xD560;&#xB54C; &#xC0AC;&#xC6A9;&#xB429;&#xB2C8;&#xB2E4;. &#xC544;&#xC774;&#xD3F0; &#xC720;&#xC800;&#xB294; &#xD574;&#xBA39;&#xB0A8;&#xB140; app &#xB300;&#xC2E0;&#xC5D0; &#xCF54;&#xC778;&#xC6D0; &#xC9C0;&#xAC11;, &#xBE44;&#xD2B8;&#xBCA0;&#xB9AC; &#xC9C0;&#xAC11;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmckhT5mb9b8zspyato3ggLZaKqtDsrKYPBDvuxWz7D6CZ/image.png" alt=""></p><p>&#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC774; &#xC548;&#xB4DC;&#xB85C;&#xC774;&#xB4DC; &#xC571;&#xBC16;&#xC5D0; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC544;&#xC774;&#xD3F0; &#xC720;&#xC800;&#xB294; &#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571; &#xB300;&#xC2E0;&#xC5D0; &#xBE44;&#xD2B8;&#xBCA0;&#xB9AC;&#xB098; &#xCF54;&#xC778;&#xC6D0; &#xC9C0;&#xAC11;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xC2E4; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="3-&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;-&#xAC00;&#xC785;"><a href="#3-&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;-&#xAC00;&#xC785;" class="headerlink" title="3. &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED; &#xAC00;&#xC785;"></a>3. <code>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;</code> &#xAC00;&#xC785;</h4><p>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC740; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;(HINT) &#xD1A0;&#xD070;&#xC744; &#xC2E4;&#xC81C;&#xB85C; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xB294; &#xC11C;&#xBE44;&#xC2A4;&#xC785;&#xB2C8;&#xB2E4;.  &#xBA64;&#xBC84;&#xC2ED; &#xB0B4;&#xC5D0;&#xB294; &#xC5EC;&#xB7EC; &#xAC00;&#xB9F9;&#xC810;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xAC00;&#xB9F9;&#xC810;&#xC744; &#xB298;&#xB9AC;&#xB824; &#xB178;&#xB825;&#xC911;&#xC785;&#xB2C8;&#xB2E4;. <a href="http://hintm.com/notices/&#xC740;" target="_blank" rel="noopener">http://hintm.com/notices/&#xC740;</a> &#xACF5;&#xC9C0;&#xC0AC;&#xD56D;&#xC774;&#xB2C8; &#xD655;&#xC778;&#xD574;&#xBCF4;&#xC138;&#xC694;.</p><ul><li>&#xD30C;&#xC2A4;&#xD1A0;(Pasto) -  2019&#xB144; &#xBBF8;&#xC290;&#xB7AD; &#xAC00;&#xC774;&#xB4DC;&#xC5D0; &#xC120;&#xC815;&#xB41C; &#xC774;&#xD0C8;&#xB9AC;&#xC548; &#xB9E4;&#xC2A4;&#xD2F0;&#xC9C0; &#xD30C;&#xC778;&#xB2E4;&#xC774;&#xB2DD; &#xB808;&#xC2A4;&#xD1A0;&#xB791;</li><li>&#xB354; &#xC544;&#xB798;(THE-A-RE) - &#xD654;&#xB824;&#xD55C; &#xC778;&#xD14C;&#xB9AC;&#xC5B4;&#xAC00; &#xC720;&#xBA85;&#xD574;&#xC11C; &#xB4DC;&#xB77C;&#xB9C8; &#xCD2C;&#xC601;&#xC774;&#xB098; &#xD30C;&#xD2F0;&#xC7A5;&#xC18C; &#xB300;&#xAD00;&#xC774; &#xB9CE;&#xC740; &#xACF3;&#xC73C;&#xB85C; &#xBBF8;&#xC2DD;&#xC744; &#xB118;&#xC5B4; &#xAD50;&#xAC10;&#xC744; &#xCD94;&#xAD6C;&#xD558;&#xB294; &#xC774;&#xCD0C;&#xB3D9;&#xC758; &#xD56B;&#xD55C; &#xB77C;&#xC6B4;&#xC9C0; &#xC640;&#xC778;&#xBC14;</li><li>&#xB179;&#xAE30; &#xC804;&#xC5D0; - &#xC778;&#xACF5;&#xCCA8;&#xAC00;&#xBB3C;&#xC744; &#xC804;&#xD600; &#xC0AC;&#xC6A9;&#xD558;&#xC9C0;&#xC54A;&#xB294; &#xC775;&#xC120;&#xB3D9; &#xC544;&#xC774;&#xC2A4;&#xD06C;&#xB9BC; &#xAC00;&#xAC8C; (&#xD328;&#xC158;&#xD6C4;&#xB974;&#xCE20;, &#xC640;&#xC0AC;&#xBE44;, &#xBCF5;&#xC21C;&#xB3C4;&#xAC00;, &#xCE61;, &#xAE7B;&#xC78E; &#xB4F1; &#xD65C;&#xC6A9;, &#xC775;&#xC219;&#xD558;&#xC9C0;&#xB9CC; &#xC0C8;&#xB85C;&#xC6B4; &#xB9DB;)</li></ul><p><a href="https://hintm.com/" target="_blank" rel="noopener">https://hintm.com/</a> &#xAC00; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED; &#xC0AC;&#xC774;&#xD2B8;&#xC785;&#xB2C8;&#xB2E4;. &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD569;&#xB2C8;&#xB2E4;. &#xC774;&#xBA54;&#xC77C; &#xC8FC;&#xC18C;, &#xBE44;&#xBC00;&#xBC88;&#xD638;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><h4 id="4-&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C;-&#xC8FC;&#xBB38;"><a href="#4-&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C;-&#xC8FC;&#xBB38;" class="headerlink" title="4. &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C; &#xC8FC;&#xBB38;"></a>4. &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C; &#xC8FC;&#xBB38;</h4><h5 id="&#xC7A5;&#xBC14;&#xAD6C;&#xB2C8;-&#xB2F4;&#xAE30;"><a href="#&#xC7A5;&#xBC14;&#xAD6C;&#xB2C8;-&#xB2F4;&#xAE30;" class="headerlink" title="&#xC7A5;&#xBC14;&#xAD6C;&#xB2C8; &#xB2F4;&#xAE30;"></a>&#xC7A5;&#xBC14;&#xAD6C;&#xB2C8; &#xB2F4;&#xAE30;</h5><p>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xACFC; &#xD574;&#xBA39;&#xC571;&#xC5D0; &#xBAA8;&#xB450; &#xAC00;&#xC785;&#xD558;&#xC168;&#xB098;&#xC694;? &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC5D0;&#xC11C; &#xC6D0;&#xD558;&#xB294; &#xC0C1;&#xD488;&#xC744; &#xACE0;&#xB974;&#xACE0; &#xC7A5;&#xBC14;&#xAD6C;&#xB2C8;&#xC5D0; &#xB123;&#xACE0;&#xC694;.<br><a href="https://youtu.be/q-h8K45RgMI" target="_blank" rel="noopener">https://youtu.be/q-h8K45RgMI</a></p><hr><h5 id="&#xC8FC;&#xBB38;&#xD655;&#xC815;"><a href="#&#xC8FC;&#xBB38;&#xD655;&#xC815;" class="headerlink" title="&#xC8FC;&#xBB38;&#xD655;&#xC815;"></a>&#xC8FC;&#xBB38;&#xD655;&#xC815;</h5><p>&#xACB0;&#xC81C; &#xC9C4;&#xD589;&#xD558;&#xAE30;&#xB97C; &#xB204;&#xB974;&#xBA74; &#xC544;&#xB798;&#xD654;&#xBA74;&#xC73C;&#xB85C; &#xC774;&#xB3D9;&#xD569;&#xB2C8;&#xB2E4;. &#xC544;&#xB798;&#xD654;&#xBA74;&#xC5D0;&#xC11C; &#xC9C0;&#xAC11;&#xC8FC;&#xC18C;&#xB97C; &#xC801;&#xC5B4;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. &#xC774; &#xC9C0;&#xAC11;&#xC8FC;&#xC18C;&#xB294; &#xBCF8;&#xC778;&#xC758; &#xC9C0;&#xAC11;&#xC8FC;&#xC18C;&#xB97C; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;. &#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC5D0;&#xC11C; &#xC5BB;&#xC740; &#xC9C0;&#xAC11;&#xC8FC;&#xC18C;&#xB97C; &#xBE68;&#xAC04; &#xB124;&#xBAA8; &#xCE78; &#xC548;&#xC5D0; &#xC801;&#xACE0;, &#xC8FC;&#xBB38;&#xD655;&#xC815;&#xC744; &#xB204;&#xB985;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/800x0/https://cdn.steemitimages.com/DQmdWtmidGwADK2u2pGTwucZmPxztUe92PBSfkwTYE4DcT8/image.png" alt=""></p><hr><h5 id="Vendor-&#xC8FC;&#xC18C;-&#xD655;&#xC778;-&#xBC0F;-&#xC785;&#xAE08;"><a href="#Vendor-&#xC8FC;&#xC18C;-&#xD655;&#xC778;-&#xBC0F;-&#xC785;&#xAE08;" class="headerlink" title="Vendor &#xC8FC;&#xC18C; &#xD655;&#xC778; &#xBC0F; &#xC785;&#xAE08;"></a>Vendor &#xC8FC;&#xC18C; &#xD655;&#xC778; &#xBC0F; &#xC785;&#xAE08;</h5><p>&#xC8FC;&#xBB38;&#xD655;&#xC815;&#xC744; &#xB204;&#xB974;&#xBA74; &#xC544;&#xB798; &#xC0AC;&#xC9C4;&#xCC98;&#xB7FC; &#xC8FC;&#xBB38; &#xC811;&#xC218;&#xAC00; &#xB429;&#xB2C8;&#xB2E4;. &#xC67C;&#xCABD;&#xC5D0; Vendor&#xC758; &#xC9C0;&#xAC11;&#xC8FC;&#xC18C;&#xAC00; &#xC801;&#xD600; &#xC788;&#xACE0;, &#xCD1D;&#xC785;&#xAE08;&#xD574;&#xC57C;&#xD560; &#xAE08;&#xC561;&#xC774; &#xC801;&#xD600;&#xC788;&#xB294;&#xB370;&#xC694;. <code>&#xD574;&#xBA39;&#xB0A8;&#xB140;</code>&#xC571;&#xC744; &#xD1B5;&#xD574;&#xC11C; &#xBCA4;&#xB354;&#xC758; &#xC9C0;&#xAC11;&#xC5D0; HINT&#xB97C; &#xC785;&#xAE08;&#xD558;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;. &#xC800;&#xB294;&#xCD1D; 680HINT&#xB97C; theare&#xC758; &#xC785;&#xAE08;&#xC8FC;&#xC18C;&#xC5D0; &#xC785;&#xAE08;&#xD558;&#xBA74; &#xB418;&#xACA0;&#xC8E0;.</p><p><img src="https://steemitimages.com/800x0/https://ipfs.busy.org/ipfs/QmPQXfn5neieo1qiicNdgAEsSQeCxmGRdAcPCoFYJBaoeD" alt=""></p><h5 id="&#xD574;&#xBA39;&#xB0A8;&#xB140;-&#xC571;&#xC5D0;&#xC11C;-&#xC785;&#xAE08;&#xD558;&#xAE30;"><a href="#&#xD574;&#xBA39;&#xB0A8;&#xB140;-&#xC571;&#xC5D0;&#xC11C;-&#xC785;&#xAE08;&#xD558;&#xAE30;" class="headerlink" title="&#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC5D0;&#xC11C; &#xC785;&#xAE08;&#xD558;&#xAE30;"></a>&#xD574;&#xBA39;&#xB0A8;&#xB140; &#xC571;&#xC5D0;&#xC11C; &#xC785;&#xAE08;&#xD558;&#xAE30;</h5><p>&#xB9C8;&#xC774; &#xD398;&#xC774;&#xC9C0;&#xC5D0;&#xC11C; Hint&#xBCF4;&#xB0B4;&#xAE30; &#xBC84;&#xD2BC;&#xC744; &#xB204;&#xB985;&#xB2C8;&#xB2E4;. &#xC5EC;&#xAE30;&#xC11C; 680HINT&#xB97C; &#xBCF4;&#xB0C5;&#xB2C8;&#xB2E4;. HINT&#xB97C; &#xBCF4;&#xB0B4;&#xBA74; 1-2&#xC77C; &#xB0B4;&#xC5D0; &#xC774;&#xBA54;&#xC77C;&#xB85C; &#xAD6C;&#xC785;&#xD558;&#xC2E0; &#xC0C1;&#xD488;&#xC758; &#xCFE0;&#xD3F0;&#xC744; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmdoewJ9DymReFhLQh3Sk7SfXqYHetrLpUSZuUapFmxKky/image.png" alt=""></p><h5 id="&#xB124;&#xC774;&#xBC84;-&#xC608;&#xC57D;&#xC744;-&#xD1B5;&#xD574;-&#xC0AC;&#xC6A9;&#xD558;&#xAE30;"><a href="#&#xB124;&#xC774;&#xBC84;-&#xC608;&#xC57D;&#xC744;-&#xD1B5;&#xD574;-&#xC0AC;&#xC6A9;&#xD558;&#xAE30;" class="headerlink" title="&#xB124;&#xC774;&#xBC84; &#xC608;&#xC57D;&#xC744; &#xD1B5;&#xD574; &#xC0AC;&#xC6A9;&#xD558;&#xAE30;"></a>&#xB124;&#xC774;&#xBC84; &#xC608;&#xC57D;&#xC744; &#xD1B5;&#xD574; &#xC0AC;&#xC6A9;&#xD558;&#xAE30;</h5><p>&#xBC1B;&#xC740; &#xCFE0;&#xD3F0;&#xC740; &#xB9E4;&#xC7A5;&#xC5D0; &#xAC00;&#xC11C; &#xC0AC;&#xC6A9;&#xD558;&#xAC70;&#xB098; &#xB124;&#xC774;&#xBC84; &#xC608;&#xC57D;&#xC744; &#xD1B5;&#xD574; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xD30C;&#xC2A4;&#xD1A0;&#xC640; &#xB354; &#xC544;&#xB798;&#xB294; &#xB124;&#xC774;&#xBC84;&#xC608;&#xC57D;&#xC744; &#xD1B5;&#xD574; &#xD558;&#xC2DC;&#xBA74; &#xAE54;&#xB054;&#xD558;&#xACE0; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;. <a href="http://hintm.com/notices/?q=notices/&amp;uid=54&amp;mod=document&amp;pageid=1" target="_blank" rel="noopener">&#xD30C;&#xC2A4;&#xD1A0;, &#xB354;&#xC544;&#xB798; &#xCFE0;&#xD3F0;&#xC0AC;&#xC6A9; &#xD504;&#xB85C;&#xC138;&#xC2A4;</a> </p><p>&#xB124;&#xC774;&#xBC84; &#xC608;&#xC57D;&#xC5D0;&#xC11C; &#xAC08; &#xB0A0;&#xC9DC;&#xB97C; &#xC120;&#xD0DD;&#xD558;&#xC2E0; &#xD6C4;, &#xC694;&#xCCAD; &#xBA54;&#xC2DC;&#xC9C0;&#xC5D0; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC744; &#xC0AC;&#xC6A9;&#xD55C;&#xB2E4;&#xACE0; &#xC801;&#xC73C;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;. &#xC27D;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmUmwRpMv32x24WRjxSJSYv9pQZqG8GWeViRFKuq7uem74/image.png" alt=""></p><p>&#xB354; &#xAD81;&#xAE08;&#xD55C;&#xAC8C; &#xC788;&#xC73C;&#xC2DC;&#xBA74; &#xB313;&#xAE00;&#xB85C; &#xC54C;&#xB824;&#xC8FC;&#xC138;&#xC694;.<br>&#xC774; &#xC8FC;&#xC18C;&#xB294; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xACF5;&#xC2DD; &#xCE74;&#xCE74;&#xC624;&#xD1A1; &#xB2E8;&#xD1A1;&#xBC29;&#xC785;&#xB2C8;&#xB2E4;.<br><a href="https://open.kakao.com/o/gNsQ1dMb" target="_blank" rel="noopener">https://open.kakao.com/o/gNsQ1dMb</a></p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/a-z" target="_blank" rel="noopener">&#x2018;&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED; &#xC0AC;&#xC6A9;&#xBC29;&#xBC95;, A-Z&#xAE4C;&#xC9C0;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%ED%9E%8C%ED%8A%B8%EB%A9%A4%EB%B2%84%EC%8B%AD-%EC%82%AC%EC%9A%A9%EB%B0%A9%EB%B2%95-A-Z%EA%B9%8C%EC%A7%80/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀잇 한지 2년</title>
      <link>https://jacobyu.net/%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%95%9C%EC%A7%80-2%EB%85%84/</link>
      <guid>https://jacobyu.net/%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%95%9C%EC%A7%80-2%EB%85%84/</guid>
      <pubDate>Thu, 12 Dec 2019 15:00:03 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&lt;img src=&quot;https://cdn.steemitimages.com/DQmQvRhJf7yq8xWqUjyhDoFvBTwLfvAJPxN4tfCRZWbeNpT/20191213_085541.jpg&quot; alt=&quot;20191213_085541.jpg&quot;&gt;&lt;/
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p><img src="https://cdn.steemitimages.com/DQmQvRhJf7yq8xWqUjyhDoFvBTwLfvAJPxN4tfCRZWbeNpT/20191213_085541.jpg" alt="20191213_085541.jpg"></p><p>&#xC81C;&#xAC00; &#xC2A4;&#xD300;&#xC787;&#xC744; &#xD55C;&#xC9C0; 2&#xB144;&#xC774; &#xB410;&#xC2B5;&#xB2C8;&#xB2E4;.<br>2&#xB144;&#xC744; &#xB418;&#xB3CC;&#xC544;&#xBCF4;&#xB294; &#xC2DC;&#xAC04;&#xC744; &#xAC16;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="&#xAE00;&#xC4F0;&#xAE30;"><a href="#&#xAE00;&#xC4F0;&#xAE30;" class="headerlink" title="&#xAE00;&#xC4F0;&#xAE30;"></a>&#xAE00;&#xC4F0;&#xAE30;</h4><p>2&#xB144;&#xAC04; 372&#xAC1C;&#xC758; &#xAE00;&#xC744; &#xC791;&#xC131;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAC70;&#xC758; &#xC774;&#xD2C0;&#xC5D0; 1&#xBC88; &#xAE00;&#xC744; &#xC4F4;&#xAC70;&#xC8E0;. &#xB3C5;&#xD6C4;&#xAC10;&#xB3C4; &#xB9CE;&#xC774;&#xC4F0;&#xACE0; &#xC5EC;&#xD589;&#xAE30;&#xB3C4; &#xB9CE;&#xC774; &#xC37B;&#xC8E0;. &#xC77C;&#xAE30;&#xB3C4; &#xB9CE;&#xC774;&#xC4F0;&#xACE0;&#xC694;. &#xB3C8;&#xC73C;&#xB85C; &#xAE00;&#xC4F0;&#xAE30; &#xC758;&#xC9C0;&#xB97C; &#xC0C0;&#xB2E4;&#xACE0; &#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;</p><p>&#xC2A4;&#xD300;&#xC787;&#xC744; &#xD558;&#xBA74;&#xC11C; &#xAE00;&#xC4F0;&#xAE30; &#xC2B5;&#xAD00;&#xC744; &#xD0A4;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800; &#xC2A4;&#xC2A4;&#xB85C; &#xB180;&#xB790;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBCF4;&#xC0C1;&#xC2DC;&#xC2A4;&#xD15C;&#xC774; &#xC5C6;&#xC5C8;&#xB2E4;&#xBA74; &#xC774;&#xB807;&#xAC8C; &#xAFB8;&#xC900;&#xD788; &#xBABB;&#xC801;&#xC5C8;&#xC744; &#xAC70;&#xC5D0;&#xC694;.</p><h4 id="&#xAC1C;&#xBC1C;"><a href="#&#xAC1C;&#xBC1C;" class="headerlink" title="&#xAC1C;&#xBC1C;"></a>&#xAC1C;&#xBC1C;</h4><p>2&#xB144;&#xC744; &#xB418;&#xB3CC;&#xC544;&#xBCF4;&#xBA74; &#xAC1C;&#xBC1C;&#xB3C4; &#xAF64; &#xC5F4;&#xC2EC;&#xD788; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;api, &#xB9AC;&#xC561;&#xD2B8;, &#xB9AC;&#xC561;&#xD2B8; &#xB124;&#xC774;&#xD2F0;&#xBE0C;, &#xD788;&#xB85C;&#xCFE0; &#xB4F1;&#xC744; &#xACF5;&#xBD80;&#xD558;&#xAC8C;&#xB410;&#xACE0;&#xC694;.<code>&#xC5B4;&#xB5BB;&#xAC8C;&#xD558;&#xBA74; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xC744;&#xAE4C;?</code>&#xB97C; &#xC0DD;&#xAC01;&#xD558;&#xBA74;&#xC11C; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC9C0;&#xB09C; 2&#xB144;&#xAC04; &#xC2A4;&#xD300;&#xC787;&#xC744; &#xBE14;&#xB85C;&#xADF8; &amp; sns &amp; &#xC77C;&#xAE30;&#xC7A5;&#xC73C;&#xB85C; &#xC798;&#xC368;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC55E;&#xC73C;&#xB85C;&#xB3C4; &#xACC4;&#xC18D; &#xC2A4;&#xD300;&#xC787;&#xC744; &#xD560;&#xAC70;&#xC5D0;&#xC694;. &#x314B;&#x314B;</p><hr><p>&#xC81C; &#xAE00;&#xC744; &#xBD10;&#xC8FC;&#xC2E0; &#xBAA8;&#xB4E0; &#xBD84;&#xB4E4;! &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.<br>&#xC88B;&#xC740;&#xD558;&#xB8E8;&#xB418;&#xC138;&#xC694;.</p><p>&#xC2A4;&#xD300; &#xAC00;&#xC988;&#xC544;</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/5e12hy-2" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300;&#xC787; &#xD55C;&#xC9C0; 2&#xB144;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%95%9C%EC%A7%80-2%EB%85%84/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[일기] 내 꿈 #1 ㅋㅋ</title>
      <link>https://jacobyu.net/%EC%9D%BC%EA%B8%B0-%EB%82%B4-%EA%BF%88-1-%E3%85%8B%E3%85%8B/</link>
      <guid>https://jacobyu.net/%EC%9D%BC%EA%B8%B0-%EB%82%B4-%EA%BF%88-1-%E3%85%8B%E3%85%8B/</guid>
      <pubDate>Wed, 11 Dec 2019 14:58:48 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC81C; &amp;#xAFC8; &amp;#xC911;&amp;#xC5D0; &amp;#xD558;&amp;#xB098;&amp;#xB294; &lt;code&gt;&amp;#xD611;&amp;#xC18C;&amp;#xC8FC;&amp;#xD0DD; 5&amp;#xCE35;&amp;#xC744; &amp;#xAD6C;&amp;#xB9E4;&amp;#xD
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC81C; &#xAFC8; &#xC911;&#xC5D0; &#xD558;&#xB098;&#xB294; <code>&#xD611;&#xC18C;&#xC8FC;&#xD0DD; 5&#xCE35;&#xC744; &#xAD6C;&#xB9E4;&#xD558;&#xACE0;, 1,2&#xCE35;&#xC740; &#xCE74;&#xD398;&#xB85C; &#xD558;&#xACE0; &#xB098;&#xB294; &#xD504;&#xB9AC;&#xB79C;&#xC11C;&#xB97C; &#xD558;&#xACA0;&#xB2E4;</code>&#xC785;&#xB2C8;&#xB2E4;. &#xC608;&#xC804;&#xBD80;&#xD130; &#xB098;&#xB9CC;&#xC758; &#xC544;&#xC9C0;&#xD2B8;&#xB97C; &#xAC16;&#xACE0;&#xC2F6;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBE44;&#xBC00;&#xAE30;&#xC9C0;&#xB77C;&#xB358;&#xAC00;, &#xB098;&#xB9CC;&#xC758; &#xACF5;&#xAC04;&#xAC19;&#xC740;&#xAC70;&#xC694;. </p><h4 id="&#xD611;&#xC18C;&#xC8FC;&#xD0DD;"><a href="#&#xD611;&#xC18C;&#xC8FC;&#xD0DD;" class="headerlink" title="&#xD611;&#xC18C;&#xC8FC;&#xD0DD;"></a>&#xD611;&#xC18C;&#xC8FC;&#xD0DD;</h4><p>&#xD611;&#xC18C;&#xC8FC;&#xD0DD;&#xC740; &#xC881;&#xC740; &#xBA74;&#xC801;&#xC5D0; &#xB192;&#xAC8C;&#xC9C0;&#xC740; &#xAC74;&#xBB3C;&#xC744; &#xB9D0;&#xD569;&#xB2C8;&#xB2E4;. &#xAC00;&#xACA9;&#xC740; &#xD55C; &#xBC88; &#xC870;&#xC0AC;&#xD574;&#xC11C; &#xC801;&#xC5B4;&#xBD10;&#xC57C;&#xACA0;&#xB124;&#xC694;.</p><p>&#xD611;&#xC18C;&#xC8FC;&#xD0DD;&#xC744; &#xAC16;&#xACE0;&#xC2F6;&#xC5B4;&#xC9C4;&#xAC74; <code>&#xAD6C;&#xD574;&#xC918;&#xD648;&#xC988;</code>&#xC778;&#xAC00;? TV&#xD504;&#xB85C;&#xC5D0;&#xC11C; &#xD611;&#xC18C;&#xC8FC;&#xD0DD;&#xC774; &#xAF64; &#xC800;&#xB834;&#xD55C; &#xAC00;&#xACA9;&#xC73C;&#xB85C; &#xB098;&#xC628;&#xAC78; &#xBD24;&#xAE30; &#xB54C;&#xBB38;&#xC785;&#xB2C8;&#xB2E4;. &#xC774;&#xAC78;&#xBCF4;&#xACE0; &#xB098;&#xC911;&#xC5D0; &#xB3C8;&#xBAA8;&#xC73C;&#xBA74; &#xC774;&#xB7F0; &#xC9D1; &#xD558;&#xB098; &#xAC16;&#xACE0;&#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h4 id="&#xCE74;&#xD398;"><a href="#&#xCE74;&#xD398;" class="headerlink" title="&#xCE74;&#xD398;"></a>&#xCE74;&#xD398;</h4><p>&#xCD5C;&#xADFC;&#xC5D4; &#xCE74;&#xD398;&#xC6B4;&#xC601;&#xCC45;&#xC744; &#xC880; &#xC77D;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC77D;&#xACE0;&#xB098;&#xC11C; &#xBAA9;&#xD45C;&#xAC00; &#xC880; &#xBC14;&#xB00C;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6B4;&#xC601;&#xD558;&#xB294;&#xAC8C; &#xC26C;&#xC6B4;&#xAC8C; &#xC544;&#xB2C8;&#xAD6C;&#xB098;. &#xC81C;&#xAC00; &#xD611;&#xC18C;&#xC8FC;&#xD0DD;&#xC744; &#xAC16;&#xAC8C;&#xB418;&#xBA74; &#xAD73;&#xC774; &#xCE74;&#xD398;&#xB97C; &#xC6B4;&#xC601;&#xD560; &#xD544;&#xC694;&#xAC00; &#xC788;&#xC744;&#xAE4C;? </p><p>1,2&#xCE35;&#xC744; &#xCE74;&#xD398;&#xB85C; &#xC4F8; &#xC0AC;&#xB78C;&#xC744; &#xCC3E;&#xC790;. &#xC6D4;&#xC138;&#xB97C; &#xBC1B;&#xC790;. &#xB098;&#xB294; &#xADF8; &#xCE74;&#xD398;&#xB97C; &#xC774;&#xC6A9;&#xB9CC;&#xD558;&#xBA74; &#xB418;&#xACA0;&#xB2E4;. &#xC774;&#xB7F0; &#xD589;&#xBCF5;&#xD55C; &#xC0C1;&#xC0C1;&#xC744; &#xD574;&#xBD05;&#xB2C8;&#xB2E4;.. &#x314B;&#x314B;</p><h4 id="&#xD504;&#xB9AC;&#xB79C;&#xC11C;"><a href="#&#xD504;&#xB9AC;&#xB79C;&#xC11C;" class="headerlink" title="&#xD504;&#xB9AC;&#xB79C;&#xC11C;"></a>&#xD504;&#xB9AC;&#xB79C;&#xC11C;</h4><p>&#xC55E;&#xC73C;&#xB85C; &#xBB50;&#xD558;&#xBA74;&#xC11C; &#xBA39;&#xACE0; &#xC0B4;&#xC544;&#xC57C;&#xD560;&#xAE4C;? 10&#xB144;, 20&#xB144; &#xD6C4;&#xC5D0; &#xB0B4;&#xAC00; &#xBB58;&#xD558;&#xBA74;&#xC11C; &#xC0B4;&#xC544;&#xC57C;&#xD560;&#xAE4C;?</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/12-12" target="_blank" rel="noopener">&#x2018;[&#xC77C;&#xAE30;] &#xB0B4; &#xAFC8; #1 &#x314B;&#x314B;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%9D%BC%EA%B8%B0-%EB%82%B4-%EA%BF%88-1-%E3%85%8B%E3%85%8B/#disqus_thread</comments>
    </item>
    
    <item>
      <title>힌트체인(Hint) 소개, 레스토랑을 코인으로 결제</title>
      <link>https://jacobyu.net/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8Hint-%EC%86%8C%EA%B0%9C-%EB%A0%88%EC%8A%A4%ED%86%A0%EB%9E%91%EC%9D%84-%EC%BD%94%EC%9D%B8%EC%9C%BC%EB%A1%9C-%EA%B2%B0%EC%A0%9C/</link>
      <guid>https://jacobyu.net/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8Hint-%EC%86%8C%EA%B0%9C-%EB%A0%88%EC%8A%A4%ED%86%A0%EB%9E%91%EC%9D%84-%EC%BD%94%EC%9D%B8%EC%9C%BC%EB%A1%9C-%EA%B2%B0%EC%A0%9C/</guid>
      <pubDate>Tue, 10 Dec 2019 06:09:45 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC624;&amp;#xB298;&amp;#xC740; &amp;#xD78C;&amp;#xD2
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC624;&#xB298;&#xC740; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0; &#xB300;&#xD574; &#xC18C;&#xAC1C;&#xD569;&#xB2C8;&#xB2E4;.</p><h4 id="1-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xC18C;&#xAC1C;"><a href="#1-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xC18C;&#xAC1C;" class="headerlink" title="1. &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xC18C;&#xAC1C;"></a>1. &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xC18C;&#xAC1C;</h4><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC758; &#xBC31;&#xC11C;&#xC640; &#xC778;&#xD130;&#xBDF0;&#xB97C; &#xC81C;&#xB9D8;&#xB300;&#xB85C; &#xC694;&#xC57D;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br><a href="http://hintchain.io/attach/180915_Hintchain_WP_1_7_KO.pdf" target="_blank" rel="noopener">&#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xD55C;&#xAD6D;&#xC5B4; &#xBC31;&#xC11C;</a><br><a href="https://coinone.co.kr/talk/forum/detail/10" target="_blank" rel="noopener">&#xCF54;&#xC778;&#xC6D0;&#xC758; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xC778;&#xD130;&#xBDF0;</a></p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xC554;&#xD638;&#xD654;&#xD3D0; &#xC885;&#xB958; &#xC911;&#xC5D0; &#xD558;&#xB098;&#xC785;&#xB2C8;&#xB2E4;. &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; HINT&#xB77C;&#xACE0;&#xB3C4; &#xBD88;&#xB9AC;&#xACE0;&#xC694;. &#xD604;&#xC7AC; &#xD074;&#xB808;&#xC774;&#xD2BC; KRC &#xAE30;&#xBC18;&#xC758; &#xD1A0;&#xD070;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xAE30;&#xC874; &#xC74C;&#xC2DD;&#xC0AC;&#xC5C5;&#xC758; &#xBB38;&#xC81C;&#xC810;&#xC744; &#xD574;&#xACB0;&#xD558;&#xAE30; &#xC704;&#xD574; &#xB098;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;.  &#xC74C;&#xC2DD; &#xACF5;&#xAE09;&#xC790;&#xB294; &#xC74C;&#xC2DD; &#xC18C;&#xBE44;&#xC790;&#xAC00; &#xC6D0;&#xD558;&#xB294; &#xAC83;&#xC744; &#xC815;&#xD655;&#xD788; &#xD30C;&#xC545;&#xD558;&#xAE30;&#xAC00; &#xC5B4;&#xB835;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD30C;&#xC545;&#xD558;&#xAE30; &#xC704;&#xD574; &#xB9CE;&#xC740; &#xB9C8;&#xCF00;&#xD305;&#xC744; &#xD558;&#xBA74;&#xC11C; &#xB3C8;&#xC744; &#xC0AC;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. &#xC74C;&#xC2DD; &#xC18C;&#xBE44;&#xC790;&#xB294; &#xB9DB;&#xC788;&#xB294; &#xC74C;&#xC2DD;&#xC744; &#xBA39;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xB2E4;&#xC591;&#xD55C; &#xB9E4;&#xCCB4;&#xC5D0;&#xC11C; &#xC74C;&#xC2DD;&#xB4E4;&#xC744; &#xC18C;&#xAC1C;&#xD558;&#xB2C8; &#xACE0;&#xB974;&#xAE30;&#xAC00; &#xC5B4;&#xB835;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><img src="https://cdn.steemitimages.com/DQmbmWDWihDNKBZFJ688WGqGXuLxWcz47f561tveVpszrti/image.png" alt=""></p><p>&#xB2E4;&#xC2DC;&#xB9D0;&#xD558;&#xC790;&#xBA74;, &#xC18C;&#xBE44;&#xC790;&#xB294; &#xB9DB;&#xC788;&#xB294; &#xC74C;&#xC2DD;&#xC744; &#xBA39;&#xACE0; &#xC2F6;&#xACE0;, &#xACF5;&#xAE09;&#xC790;&#xB294; &#xC18C;&#xBE44;&#xC790;&#xAC00; &#xC6D0;&#xD558;&#xB294; &#xC74C;&#xC2DD;&#xB4E4;&#xC774; &#xBB54;&#xC9C0; &#xC54C;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xC18C;&#xBE44;&#xC790;&#xAC00; &#xC18C;&#xBE44;&#xC790;&#xC758; &#xD478;&#xB4DC;&#xD504;&#xB85C;&#xD544;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xC11C; &#xACF5;&#xAE09;&#xC790;&#xC5D0;&#xAC8C; &#xC81C;&#xACF5;&#xD560; &#xC218; &#xC788;&#xAC8C; &#xD558;&#xB294; &#xAC78; &#xBAA9;&#xD45C;&#xB85C; &#xD569;&#xB2C8;&#xB2E4;. </p><p><img src="https://cdn.steemitimages.com/DQme1wjeqomrWSGeRiZRphfcnkkoMhvorYmbQv8WxbQVqox/image.png" alt=""></p><h4 id="2-&#xC2E4;-&#xC0AC;&#xC6A9;&#xCC98;"><a href="#2-&#xC2E4;-&#xC0AC;&#xC6A9;&#xCC98;" class="headerlink" title="2. &#xC2E4; &#xC0AC;&#xC6A9;&#xCC98;"></a>2. &#xC2E4; &#xC0AC;&#xC6A9;&#xCC98;</h4><p>&#xD604;&#xC7AC; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC758; &#xC2E4;&#xC0AC;&#xC6A9;&#xCC98;&#xB294; 2&#xAC1C;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xCCAB;&#xBC88;&#xC9F8;, &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; <code>&#xD574;&#xBA39;</code>&#xC774;&#xB77C;&#xB294; &#xC571;&#xC744; &#xAC16;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD574;&#xBA39;&#xC740; &#xC774;&#xBBF8; 100&#xB9CC;&#xBA85;&#xC774; &#xC0AC;&#xC6A9;&#xD558;&#xB358; &#xC74C;&#xC2DD; &#xB9AC;&#xBDF0;&#xC571;&#xC785;&#xB2C8;&#xB2E4;. &#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC740; &#xD574;&#xBA39; &#xC571;&#xC5D0;&#xC11C; &#xC74C;&#xC2DD; &#xB9AC;&#xBDF0;&#xB97C; &#xC62C;&#xB9AC;&#xB294; &#xAC83;&#xC5D0; &#xB300;&#xD55C; &#xBCF4;&#xC0C1;&#xC73C;&#xB85C; &#xD78C;&#xD2B8;&#xD1A0;&#xD070;&#xC744; &#xD68D;&#xB4DD;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>(&#xC774;&#xBD80;&#xBD84;&#xC740; &#xC791;&#xC131;&#xC790;&#xAC00; &#xC2E4;&#xC81C;&#xB85C; &#xC0AC;&#xC6A9;&#xD574;&#xBCF4;&#xC9C0; &#xC54A;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;.)</p><p>&#xB450;&#xBC88;&#xC9F8;, <code>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;</code>&#xC785;&#xB2C8;&#xB2E4;. &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC740; &#xD78C;&#xD2B8;&#xD1A0;&#xD070;&#xC73C;&#xB85C; &#xB808;&#xC2A4;&#xD1A0;&#xB791; &#xACB0;&#xC81C;&#xB97C; &#xD560; &#xC218; &#xC788;&#xAC8C; &#xD574;&#xC8FC;&#xB294; &#xC2DC;&#xC2A4;&#xD15C;&#xC785;&#xB2C8;&#xB2E4;. &#xC774; &#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xB808;&#xC2A4;&#xD1A0;&#xB791;, &#xACF5;&#xAE09;&#xC790;&#xB294; &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC5B4;&#xB5A4; &#xC74C;&#xC2DD;&#xC744; &#xC88B;&#xC544;&#xD558;&#xB294;&#xC9C0; &#xD30C;&#xC545;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC18C;&#xBE44;&#xC790;&#xB294; &#xD78C;&#xD2B8; &#xC720;&#xC800;&#xB4E4;&#xC774; &#xAC80;&#xC99D;&#xD55C; &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC5D0;&#xC11C; &#xB9DB;&#xC788;&#xB294; &#xC74C;&#xC2DD;&#xC744; &#xBA39;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xCF54;&#xC778;&#xC73C;&#xB85C; &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC744; &#xACB0;&#xC81C;&#xB3C4; &#xAC00;&#xB2A5;&#xD558;&#xACE0;, &#xD604;&#xAE08;&#xC73C;&#xB85C; &#xACB0;&#xC81C;&#xD558;&#xB294; &#xAC83;&#xBCF4;&#xB2E4; &#xC800;&#xB834;&#xD558;&#xAC8C; &#xBA39;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC740; &#xC9C1;&#xC811; &#xC0AC;&#xC6A9;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.  &#xC815;&#xAC00;&#xC758; 10-20%&#xAC00;&#xACA9;&#xC73C;&#xB85C; &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC758; &#xC74C;&#xC2DD;&#xC744; &#xBA39;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xC2E4; &#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xB294; &#xAF64; &#xAD1C;&#xCC2E;&#xC740; &#xCF54;&#xC778;&#xC785;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/840x0/https://ipfs.busy.org/ipfs/QmbSqtweL4zg1Q1JK7ZmNywVzGUMoujZmegExTGZXkjCDE" alt=""> </p><p><img src="https://steemitimages.com/849x0/https://ipfs.busy.org/ipfs/QmQdG34ZwYMghYBBR3zMXn1hPAgxfanLnyETyqThKYJh3L" alt=""></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/hint" target="_blank" rel="noopener">&#x2018;&#xD78C;&#xD2B8;&#xCCB4;&#xC778;(Hint) &#xC18C;&#xAC1C;, &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC744; &#xCF54;&#xC778;&#xC73C;&#xB85C; &#xACB0;&#xC81C;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8Hint-%EC%86%8C%EA%B0%9C-%EB%A0%88%EC%8A%A4%ED%86%A0%EB%9E%91%EC%9D%84-%EC%BD%94%EC%9D%B8%EC%9C%BC%EB%A1%9C-%EA%B2%B0%EC%A0%9C/#disqus_thread</comments>
    </item>
    
    <item>
      <title>heroku에 custom domain 설정 및 ssl/https 적용</title>
      <link>https://jacobyu.net/heroku%EC%97%90-custom-domain-%EC%84%A4%EC%A0%95-%EB%B0%8F-ssl-https-%EC%A0%81%EC%9A%A9/</link>
      <guid>https://jacobyu.net/heroku%EC%97%90-custom-domain-%EC%84%A4%EC%A0%95-%EB%B0%8F-ssl-https-%EC%A0%81%EC%9A%A9/</guid>
      <pubDate>Mon, 09 Dec 2019 02:53:51 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;heroku&amp;#xB85C; &amp;#xC6F9;&amp;#xC11C;&amp;#xBE44
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>heroku&#xB85C; &#xC6F9;&#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xB3CC;&#xB9AC;&#xBA74; <a href="https://{project-name}.herokuapp.com/" target="_blank" rel="noopener">https://{project-name}.herokuapp.com/</a> &#xD638;&#xC2A4;&#xD305;&#xC744; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xD638;&#xC2A4;&#xD305;&#xC744; &#xC790;&#xC2E0;&#xC774; &#xAC16;&#xACE0;&#xC788;&#xB294; &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xBC14;&#xAFB8;&#xAE30; &#xC704;&#xD574;&#xC11C;&#xB294; &#xBA87;&#xAC00;&#xC9C0; &#xC124;&#xC815;&#xC744; &#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.  </p><p>&#xC804; &#xC774;&#xBC88;&#xC5D0; &#xAC1C;&#xBC1C;&#xD588;&#xB358; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xD398;&#xC774;&#xC9C0;&#xC5D0; &#xCEE4;&#xC2A4;&#xD140;&#xB3C4;&#xBA54;&#xC778;&#xC744; &#xBD99;&#xC5EC;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br><a href="https://join.steemcoinpan.com" target="_blank" rel="noopener">https://join.steemcoinpan.com</a></p><h4 id="0-&#xC900;&#xBE44;"><a href="#0-&#xC900;&#xBE44;" class="headerlink" title="0. &#xC900;&#xBE44;"></a>0. &#xC900;&#xBE44;</h4><p>&#xCEE4;&#xC2A4;&#xD140; &#xB3C4;&#xBA54;&#xC778; &#xC124;&#xC815;&#xC744; &#xD558;&#xAE30; &#xC804;&#xC5D0; &#xD544;&#xC694;&#xD55C; &#xAC83;&#xC740;</p><ol><li>heroku hobby tier</li><li>&#xB3C4;&#xBA54;&#xC778; &#xAD6C;&#xB9E4;</li></ol><p>&#xBA3C;&#xC800; &#xD788;&#xB85C;&#xCFE0; &#xC14B;&#xD305;&#xB3C4; &#xB2E4; &#xD558;&#xACE0;, &#xBC30;&#xD3EC;&#xB3C4; &#xD588;&#xB2E4;&#xACE0; &#xAC00;&#xC815;&#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800;&#xB294; free tier&#xB85C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xBC30;&#xD3EC;&#xD588;&#xC5C8;&#xB294;&#xB370;&#xC694;. tier&#xB97C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC2E4;&#xC81C;&#xB85C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xD558;&#xC9C0; &#xC54A;&#xB294; &#xAC83;&#xC774;&#xB77C;&#xBA74; free&#xB85C; &#xD574;&#xB3C4;&#xC0C1;&#xAD00;&#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB9CC;, &#xC6F9; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xACC4;&#xC18D; &#xCF1C;&#xC788;&#xC5B4;&#xC57C;&#xD558;&#xACE0; &#xCEE4;&#xC2A4;&#xD140;&#xB3C4;&#xBA54;&#xC778;&#xC5D0; https &#xBCF4;&#xC548;(ssl)&#xC744; &#xC801;&#xC6A9;&#xD558;&#xACE0; &#xC2F6;&#xB2E4;&#xBA74; hobby&#xB85C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. &#xD55C;&#xB2EC;&#xC5D0; 7&#xB2EC;&#xB7EC;&#xC815;&#xB3C4;&#xB124;&#xC694;.</p><p><img src="https://cdn.steemitimages.com/DQmeeMWqTpBi1ykqsA3WsDbsYKQQyzMzbqHenWfXRa1PUNk/image.png" alt=""></p><h4 id="1-&#xD788;&#xB85C;&#xCFE0;-tier-&#xC5C5;&#xB370;&#xC774;&#xD2B8;"><a href="#1-&#xD788;&#xB85C;&#xCFE0;-tier-&#xC5C5;&#xB370;&#xC774;&#xD2B8;" class="headerlink" title="1. &#xD788;&#xB85C;&#xCFE0; tier &#xC5C5;&#xB370;&#xC774;&#xD2B8;"></a>1. &#xD788;&#xB85C;&#xCFE0; tier &#xC5C5;&#xB370;&#xC774;&#xD2B8;</h4><p>&#xD788;&#xB85C;&#xCFE0; dashboard -&gt; app &#xC120;&#xD0DD; -&gt; resources -&gt; change dyno type&#xC744; &#xD558;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;. &#xC774;&#xAC8C; &#xAF64; &#xCC3E;&#xAE30; &#xD798;&#xB4E4;&#xC5B4;&#xC11C; &#xC804; &#xB3C4;&#xC6C0;&#xB9D0; &#xBCF4;&#xACE0;&#xB098;&#xC11C;&#xC57C; &#xCC3E;&#xC558;&#xB124;&#xC694;. </p><p><a href="https://help.heroku.com/81MBEG7L/how-do-i-upgrade-from-the-free-tier" target="_blank" rel="noopener">https://help.heroku.com/81MBEG7L/how-do-i-upgrade-from-the-free-tier</a></p><p><img src="https://cdn.steemitimages.com/DQmdmUf5N142YvQvZ6WM4hybRDJMAS7KYcYCpSuruPPi1sd/image.png" alt=""></p><h4 id="2-&#xD788;&#xB85C;&#xCFE0;-ssl-&#xC14B;&#xD305;"><a href="#2-&#xD788;&#xB85C;&#xCFE0;-ssl-&#xC14B;&#xD305;" class="headerlink" title="2. &#xD788;&#xB85C;&#xCFE0; ssl &#xC14B;&#xD305;"></a>2. &#xD788;&#xB85C;&#xCFE0; ssl &#xC14B;&#xD305;</h4><p>&#xC14B;&#xD305;&#xC774;&#xB77C;&#xACE0; &#xD560; &#xAC83;&#xB3C4; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD074;&#xB9AD; &#xBA87;&#xBC88;&#xC73C;&#xB85C; &#xB05D;&#xB0A9;&#xB2C8;&#xB2E4;.<br>dashboard -&gt; app &#xC120;&#xD0DD; -&gt; settings  -&gt; configure SSL&#xC744; &#xB204;&#xB985;&#xB2C8;&#xB2E4;.</p><p>configure SSL&#xC5D0;&#xC11C; auto &#xC124;&#xC815;&#xC744; &#xD558;&#xBA74;&#xB429;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmP1wBTcmbrScUwdM8vAQ2AMCZwRt2xhbJZCSRm1TScShb/image.png" alt=""></p><h4 id="3-&#xD788;&#xB85C;&#xCFE0;-&#xCEE4;&#xC2A4;&#xD140;&#xB3C4;&#xBA54;&#xC778;-&#xC785;&#xB825;"><a href="#3-&#xD788;&#xB85C;&#xCFE0;-&#xCEE4;&#xC2A4;&#xD140;&#xB3C4;&#xBA54;&#xC778;-&#xC785;&#xB825;" class="headerlink" title="3. &#xD788;&#xB85C;&#xCFE0; &#xCEE4;&#xC2A4;&#xD140;&#xB3C4;&#xBA54;&#xC778; &#xC785;&#xB825;"></a>3. &#xD788;&#xB85C;&#xCFE0; &#xCEE4;&#xC2A4;&#xD140;&#xB3C4;&#xBA54;&#xC778; &#xC785;&#xB825;</h4><p>dashboard -&gt; app &#xC120;&#xD0DD; -&gt; settings  -&gt; add domain&#xC744; &#xB204;&#xB985;&#xB2C8;&#xB2E4;.</p><p>&#xC124;&#xC815;&#xD558;&#xACE0;&#xC790; &#xD558;&#xB294; &#xCEE4;&#xC2A4;&#xD140;&#xB3C4;&#xBA54;&#xC778;&#xC744; &#xC785;&#xB825;&#xD569;&#xB2C8;&#xB2E4;. &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xC785;&#xB825;&#xD558;&#xBA74; &#xC0DD;&#xC131;&#xB418;&#xB294; dns&#xB97C; &#xBCF5;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;. &#xC5EC;&#xAE30;&#xC11C; &#xC0DD;&#xC131;&#xB41C; dns&#xB294; &#xB3C4;&#xBA54;&#xC778; &#xACF5;&#xAE09;&#xC5C5;&#xCCB4;&#xC5D0; &#xB4F1;&#xB85D;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmQA2DPBNaPzSVM3dqag3Eg2LnP3fL4HYCqSfEWJTJhjzk/image.png" alt=""></p><h4 id="4-&#xB3C4;&#xBA54;&#xC778;-&#xB4F1;&#xB85D;"><a href="#4-&#xB3C4;&#xBA54;&#xC778;-&#xB4F1;&#xB85D;" class="headerlink" title="4. &#xB3C4;&#xBA54;&#xC778; &#xB4F1;&#xB85D;"></a>4. &#xB3C4;&#xBA54;&#xC778; &#xB4F1;&#xB85D;</h4><p>&#xBCF4;&#xD1B5; &#xB3C4;&#xBA54;&#xC778;&#xACFC; &#xC6F9;&#xD398;&#xC774;&#xC9C0;&#xB97C; &#xC5F0;&#xACB0;&#xD560; &#xB54C; 2&#xAC00;&#xC9C0; &#xBC29;&#xBC95;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. A&#xB97C; &#xC5F0;&#xACB0;&#xD558;&#xB294; &#xAC83;&#xACFC; CNAME&#xC744; &#xC5F0;&#xACB0;&#xD558;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xB3C4;&#xBA54;&#xC778;&#xACFC; ip&#xB97C; &#xC5F0;&#xACB0;&#xD560; &#xB54C;, A&#xB97C; &#xC0AC;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;.  &#xADF8;&#xB9AC;&#xACE0; &#xB3C4;&#xBA54;&#xC778;&#xACFC; &#xD638;&#xC2A4;&#xD305;&#xB124;&#xC784;&#xC744; &#xC5F0;&#xACB0;&#xD560; &#xB54C;, CNAME&#xC744; &#xC5F0;&#xACB0;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xB3C4;&#xBA54;&#xC778; &#xACF5;&#xAE09;&#xC5C5;&#xCCB4;&#xB9C8;&#xB2E4; &#xB2E4;&#xB974;&#xC9C0;&#xB9CC;, &#xBE68;&#xAC04; &#xBD80;&#xBD84;&#xC5D0; &#xD788;&#xB85C;&#xCFE0;&#xC5D0;&#xC11C; &#xC81C;&#xACF5;&#xBC1B;&#xC740; dns&#xB97C; &#xC785;&#xB825;&#xD558;&#xACE0;&#xC694;. &#xD30C;&#xB780;&#xBD80;&#xBD84;&#xC5D0; &#xB3C4;&#xBA54;&#xC778;&#xC5C5;&#xCCB4;&#xC5D0;&#xC11C; &#xC81C;&#xACF5;&#xD558;&#xB294; url&#xC744; &#xC801;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmbfW7dkn3JDBnMNHu3m7w1Z3KTLrsiTHKpKUjPSa213T4/image.png" alt=""><br><img src="https://cdn.steemitimages.com/DQmfL99wf84BvAUohB4DSdRbCmQDKQyKJQ6kdU3HKn4boFM/image.png" alt=""></p><p>&#xB05D;!</p><p>&#xAD81;&#xAE08;&#xD55C;&#xAC70; &#xC788;&#xC73C;&#xBA74; &#xB313;&#xAE00;&#xB2EC;&#xC544;&#xC8FC;&#xC138;&#xC694;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/heroku-custom-domain-ssl-https" target="_blank" rel="noopener">&#x2018;heroku&#xC5D0; custom domain &#xC124;&#xC815; &#xBC0F; ssl/https &#xC801;&#xC6A9;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/heroku%EC%97%90-custom-domain-%EC%84%A4%EC%A0%95-%EB%B0%8F-ssl-https-%EC%A0%81%EC%9A%A9/#disqus_thread</comments>
    </item>
    
    <item>
      <title>Invite your friends using this tool</title>
      <link>https://jacobyu.net/Invite-your-friends-usin--this-tool/</link>
      <guid>https://jacobyu.net/Invite-your-friends-usin--this-tool/</guid>
      <pubDate>Sun, 08 Dec 2019 05:53:27 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;Hi, all&lt;/p&gt;
&lt;p&gt;Have you ever created steem account for your friend?&lt;/p&gt;
&lt;p&gt;It&amp;#x2019;s pretty hard to introduce steemcoinpan to your frie
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>Hi, all</p><p>Have you ever created steem account for your friend?</p><p>It&#x2019;s pretty hard to introduce steemcoinpan to your friends or newbie. I think one of the hardest things to introduce about Steemit is explaination about master key and several keys. Several keys are high barriers to entry for people who are not familiar with blockchain. </p><p>That&#x2019;s way I developed this tool. I want to make newbie come our steemcoinpan easily. I think creating account is simple with it.</p><ul><li><a href="http://join.steemcoinpan.com/" target="_blank" rel="noopener">http://join.steemcoinpan.com/</a></li><li><a href="https://steem-account-creator-ui.herokuapp.com/" target="_blank" rel="noopener">https://steem-account-creator-ui.herokuapp.com/</a></li></ul><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmSHNN1Nn8CncLSR31dLGUqemZu9gHWXUvXBrMcDgvCYe9/image.png" alt=""></p><ul><li>Just give your friend this link (<a href="http://join.steemcoinpan.com/" target="_blank" rel="noopener">http://join.steemcoinpan.com/</a>)</li><li>Newbie can just set master key as he/she desired.</li><li>It is free (Currently, this tool is using steemcoinpan stuff member account for creating accounts. Until ACT tokens are ran out, it is free.)</li><li>Google signin is for checking who has already created an account or not.</li></ul><h4 id="Tutorial"><a href="#Tutorial" class="headerlink" title="Tutorial"></a>Tutorial</h4><p>it is old version tutorial. I added checking available account and multi language setting.<br><a href="https://www.youtube.com/watch?v=5FfnMhv1o1o&amp;feature=emb_title" target="_blank" rel="noopener">https://www.youtube.com/watch?v=5FfnMhv1o1o&amp;feature=emb_title</a></p><p>Thank you.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/invite-your-friends-with-this-tool" target="_blank" rel="noopener">&#x2018;Invite your friends using this tool&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/Invite-your-friends-usin--this-tool/#disqus_thread</comments>
    </item>
    
    <item>
      <title>i18n 활용한 다국어 지원하기</title>
      <link>https://jacobyu.net/i18n-%ED%99%9C%EC%9A%A9%ED%95%9C-%EB%8B%A4%EA%B5%AD%EC%96%B4-%EC%A7%80%EC%9B%90%ED%95%98%EA%B8%B0/</link>
      <guid>https://jacobyu.net/i18n-%ED%99%9C%EC%9A%A9%ED%95%9C-%EB%8B%A4%EA%B5%AD%EC%96%B4-%EC%A7%80%EC%9B%90%ED%95%98%EA%B8%B0/</guid>
      <pubDate>Fri, 06 Dec 2019 22:27:15 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://join.steemcoinpan.com/
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p><a href="http://join.steemcoinpan.com/" target="_blank" rel="noopener">http://join.steemcoinpan.com/</a> &#xC5D0; &#xB2E4;&#xAD6D;&#xC5B4; &#xC124;&#xC815;&#xC744; &#xB123;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC0AC;&#xC6A9;&#xD560; &#xC5B8;&#xC5B4;&#xB97C; &#xC120;&#xD0DD;&#xD558;&#xBA74; &#xADF8; &#xC5B8;&#xC5B4;&#xB85C; &#xBAA8;&#xB4E0; &#xC815;&#xBCF4;&#xB97C; &#xBCF4;&#xC5EC;&#xC90D;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmVH5WyJRqLEb9C6eb1F8iHLETmuPqWo5zizsFTEATAo9m/image.png" alt=""> <img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmewpis64PLN5fojqFTvNzvXYg4iDR7cjwJmEAL3EtpQ2z/image.png" alt=""></p><hr><p>i18n &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB294; &#xB2E4;&#xAD6D;&#xC5B4; &#xC124;&#xC815;&#xC744; &#xC704;&#xD55C; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xC785;&#xB2C8;&#xB2E4;. &#xC0AC;&#xC804;&#xC5D0; &#xBBF8;&#xB9AC; &#xC5B8;&#xC5B4;&#xD30C;&#xC77C;&#xC744; &#xC900;&#xBE44;&#xD574;&#xB193;&#xACE0;, &#xC5B8;&#xC5B4;&#xC120;&#xD0DD;&#xC744; &#xD558;&#xBA74; &#xD2B9;&#xC815; &#xC5B8;&#xC5B4;&#xB97C; &#xBCF4;&#xC5EC;&#xC8FC;&#xB3C4;&#xB85D; &#xD569;&#xB2C8;&#xB2E4;.</p><ul><li><a href="https://github.com/wonism/TIL/tree/master/back-end/nodejs/i18n" target="_blank" rel="noopener">https://github.com/wonism/TIL/tree/master/back-end/nodejs/i18n</a></li><li><a href="https://www.npmjs.com/package/i18n" target="_blank" rel="noopener">https://www.npmjs.com/package/i18n</a></li></ul><h4 id="1-&#xC5B8;&#xC5B4;&#xD30C;&#xC77C;-&#xB9CC;&#xB4E4;&#xAE30;"><a href="#1-&#xC5B8;&#xC5B4;&#xD30C;&#xC77C;-&#xB9CC;&#xB4E4;&#xAE30;" class="headerlink" title="1. &#xC5B8;&#xC5B4;&#xD30C;&#xC77C; &#xB9CC;&#xB4E4;&#xAE30;"></a>1. &#xC5B8;&#xC5B4;&#xD30C;&#xC77C; &#xB9CC;&#xB4E4;&#xAE30;</h4><p>&#xC544;&#xB798;&#xCC98;&#xB7FC; &#xC5B8;&#xC5B4;&#xD30C;&#xC77C;&#xC744; &#xB9CC;&#xB4ED;&#xB2C8;&#xB2E4;. &#xC800;&#xB294; &#xD55C;&#xAD6D;&#xC5B4;&#xC640; &#xC601;&#xC5B4;&#xB97C; &#xC9C0;&#xC6D0;&#xD558;&#xB2C8; 2&#xAC1C;&#xB97C; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmQgpfh9b1XyfgP1yJGsHuBz7iKt8CWYko9NucDGg5azbS/image.png" alt=""></p><h4 id="2-i18n-&#xCD08;&#xAE30;&#xD654;"><a href="#2-i18n-&#xCD08;&#xAE30;&#xD654;" class="headerlink" title="2. i18n &#xCD08;&#xAE30;&#xD654;"></a>2. i18n &#xCD08;&#xAE30;&#xD654;</h4><p>i18n &#xCD08;&#xAE30; &#xC14B;&#xD305;&#xC785;&#xB2C8;&#xB2E4;. &#xC5B4;&#xB5A4; &#xC5B8;&#xC5B4;&#xB97C; &#xAE30;&#xBCF8;&#xC801;&#xC73C;&#xB85C; &#xC0AC;&#xC6A9;&#xD560; &#xAC83;&#xC778;&#xC9C0;, &#xC5B4;&#xB5A4; &#xC5B8;&#xC5B4;&#xB97C; &#xCD94;&#xAC00;&#xD560; &#xAC83;&#xC778;&#xC9C0; &#xC801;&#xC2B5;&#xB2C8;&#xB2E4;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br><span class="line">12</span><br><span class="line">13</span><br></pre></td><td class="code"><pre><span class="line">import I18n from &apos;i18n-js&apos;;</span><br><span class="line"></span><br><span class="line">import en from &apos;../locales/en&apos;;</span><br><span class="line">import ko from &apos;../locales/ko&apos;;</span><br><span class="line"></span><br><span class="line">I18n.locale = &apos;ko&apos;;</span><br><span class="line">I18n.fallbacks = true;</span><br><span class="line">I18n.translations = {</span><br><span class="line">  en,</span><br><span class="line">  ko,</span><br><span class="line">};</span><br><span class="line"></span><br><span class="line">export default I18n;</span><br></pre></td></tr></tbody></table></figure><h4 id="3-&#xC0AC;&#xC6A9;&#xD558;&#xAE30;"><a href="#3-&#xC0AC;&#xC6A9;&#xD558;&#xAE30;" class="headerlink" title="3. &#xC0AC;&#xC6A9;&#xD558;&#xAE30;"></a>3. &#xC0AC;&#xC6A9;&#xD558;&#xAE30;</h4><p>i18n&#xC744; import&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC6D0;&#xD558;&#xB294; &#xBB38;&#xC7A5;&#xC744; &#xAC00;&#xC838;&#xC635;&#xB2C8;&#xB2E4;. &#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xCF54;&#xB4DC;&#xC5D0; &#xC788;&#xB294; signup.fail&#xC740; &#xC5B8;&#xC5B4;&#xD30C;&#xC77C; (ko,en)&#xC5D0; &#xBBF8;&#xB9AC; &#xC801;&#xC5B4;&#xB194;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br></pre></td><td class="code"><pre><span class="line">import I18n from &apos;../common/I18n&apos;;</span><br><span class="line">..</span><br><span class="line">info = `${I18n.t(&apos;signup.fail&apos;)}`</span><br></pre></td></tr></tbody></table></figure><h4 id="4-&#xC5B8;&#xC5B4;-&#xBCC0;&#xACBD;"><a href="#4-&#xC5B8;&#xC5B4;-&#xBCC0;&#xACBD;" class="headerlink" title="4. &#xC5B8;&#xC5B4; &#xBCC0;&#xACBD;"></a>4. &#xC5B8;&#xC5B4; &#xBCC0;&#xACBD;</h4><p>&#xC800;&#xB294; &#xB4DC;&#xB78D;&#xBA54;&#xB274;&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC5B8;&#xC5B4; &#xBCC0;&#xACBD;&#xC744; &#xD558;&#xB3C4;&#xB85D; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBA54;&#xB274;&#xC5D0;&#xC11C; &#xD2B9;&#xC815; &#xC5B8;&#xC5B4;&#xB97C; &#xC120;&#xD0DD;&#xD558;&#xBA74;, locale&#xC744; &#xBCC0;&#xACBD;&#xD558;&#xB3C4;&#xB85D; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmdbvCUV2D2Kg21HUNaM3DjBVezEWT1mGmY1UZXzaBh785/image.png" alt=""></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/i18n" target="_blank" rel="noopener">&#x2018;i18n &#xD65C;&#xC6A9;&#xD55C; &#xB2E4;&#xAD6D;&#xC5B4; &#xC9C0;&#xC6D0;&#xD558;&#xAE30;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/i18n-%ED%99%9C%EC%9A%A9%ED%95%9C-%EB%8B%A4%EA%B5%AD%EC%96%B4-%EC%A7%80%EC%9B%90%ED%95%98%EA%B8%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 유시민의 글쓰기 특강</title>
      <link>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%9C%A0%EC%8B%9C%EB%AF%BC%EC%9D%98-%EA%B8%80%EC%93%B0%EA%B8%B0-%ED%8A%B9%EA%B0%95/</link>
      <guid>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%9C%A0%EC%8B%9C%EB%AF%BC%EC%9D%98-%EA%B8%80%EC%93%B0%EA%B8%B0-%ED%8A%B9%EA%B0%95/</guid>
      <pubDate>Fri, 06 Dec 2019 16:03:18 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xAE00;&amp;#xC4F0;&amp;#xAE30; &amp;#xCC45;&amp;#xC740; &amp;#xCC98;&amp;#xC74C; &amp;#xC77D;&amp;#xC5C8;&amp;#xB2E4;. &amp;#xC774; &amp;#xCC45;&amp;#xC744; &amp;#xC77D;&amp;#xC740; &amp;#xC774;&amp;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xAE00;&#xC4F0;&#xAE30; &#xCC45;&#xC740; &#xCC98;&#xC74C; &#xC77D;&#xC5C8;&#xB2E4;. &#xC774; &#xCC45;&#xC744; &#xC77D;&#xC740; &#xC774;&#xC720;&#xB294; &#xB2E8;&#xC21C;&#xD558;&#xB2E4;. &#xAE00; &#xC798; &#xC4F0;&#xACE0;&#xC2F6;&#xC5B4;&#xC11C;&#xC600;&#xB2E4;. &#xB531; &#xB098;&#xC5D0;&#xAC8C; &#xD544;&#xC694;&#xD55C; &#xCC45;&#xC774;&#xB2E4;. </p><blockquote><p>&#xC5D0;&#xC138;&#xC774;, &#xC2E0;&#xBB38; &#xAE30;&#xC0AC;, &#xBB38;&#xD559;&#xD3C9;&#xB860;, &#xC0AC;&#xD68C; &#xBE44;&#xD3C9;, &#xC81C;&#xD488; &#xC0AC;&#xC6A9;&#xC124;&#xBA85;&#xC11C;, &#xBCF4;&#xB3C4;&#xC790;&#xB8CC;, &#xBB38;&#xD654;&#xC7AC; &#xC548;&#xB0B4;&#xBB38;, &#xC131;&#xBA85;&#xC11C;, &#xC120;&#xC5B8;&#xBB38;, &#xBCF4;&#xACE0;&#xC11C;, &#xC790;&#xAE30;&#xC18C;&#xAC1C;&#xC11C;, &#xB17C;&#xC220; &#xC2DC;&#xD5D8;, &#xC6B4;&#xB3D9;&#xACBD;&#xAE30; &#xAD00;&#xC804;&#xD3C9;, &#xC2E0;&#xC81C;&#xD488; &#xC0AC;&#xC6A9;&#xD6C4;&#xAE30;, &#xB9DB;&#xC9D1; &#xC21C;&#xB840;&#xAE30; &#xAC19;&#xC740; &#xAC83;&#xC744; &#xC798; &#xC4F0;&#xACE0; &#xC2F6;&#xC740; &#xB3C5;&#xC790;&#xB77C;&#xBA74; &#xC774; &#xCC45;&#xC774; &#xB354; &#xB098;&#xC744; &#xAC83;&#xC774;&#xB2E4;.</p></blockquote><p>&#xB098;&#xB294; &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; 2&#xB144;&#xB3D9;&#xC548; &#xAE00;&#xC744; &#xC368;&#xC654;&#xB2E4;. &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB0B4; &#xC77C;&#xC0C1;&#xB4E4;&#xC744; &#xAE30;&#xB85D;&#xD574;&#xC654;&#xB2E4;. &#xC77C;&#xAE30;&#xB3C4; &#xC4F0;&#xACE0;, &#xAC1C;&#xBC1C; &#xAE00;&#xB3C4; &#xC4F0;&#xACE0;, &#xC5EC;&#xD589;&#xAE30;&#xB3C4; &#xC37B;&#xB2E4;. </p><p>&#xB0B4;&#xAC00; &#xC4F4; &#xAE00;&#xB4E4;&#xC744; &#xC798; &#xC815;&#xB9AC;&#xD574;&#xC11C; &#xC608;&#xC05C; &#xBE14;&#xB85C;&#xADF8;&#xB3C4; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCFC;&#xAC83;&#xC774;&#xB2E4;. &#xAC00;&#xB3C5;&#xC131;&#xC774; &#xC88B;&#xC740; &#xAE00;&#xC744; &#xC4F0;&#xACE0;&#xC2F6;&#xB2E4;.</p><hr><p>&#xC774; &#xCC45;&#xC740; &#xC18C;&#xC124;, &#xC2DC;&#xB97C; &#xC798; &#xC4F8; &#xC218; &#xC788;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xC54C;&#xB824;&#xC8FC;&#xC9C0; &#xC54A;&#xB294;&#xB2E4;. &#xC801;&#xC5B4;&#xB3C4;, &#xB098;&#xC05C;&#xAE00;&#xC744; &#xC548; &#xC4F0;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xC54C;&#xB824;&#xC900;&#xB2E4;. &#xB17C;&#xB9AC;&#xC801;&#xC778; &#xAE00;&#xC744; &#xC4F0;&#xB294; &#xBC29;&#xBC25;&#xC744; &#xC54C;&#xB824;&#xC900;&#xB2E4;. &#xAE30;&#xC5B5;&#xC5D0; &#xB0A8;&#xB294; &#xAC83;&#xC774; &#xBA87; &#xAC1C; &#xC788;&#xB2E4;. </p><ul><li>&#xC8FC;&#xC81C;&#xC5D0; &#xC9D1;&#xC911;&#xD574;&#xB77C;.</li><li>&#xC8FC;&#xC7A5;&#xC5D0;&#xB294; &#xADFC;&#xAC70;&#xAC00; &#xC788;&#xC5B4;&#xC57C;&#xD55C;&#xB2E4;.</li><li>&#xB2E8;&#xBB38;&#xC73C;&#xB85C; &#xC801;&#xC5B4;&#xB77C;. </li><li>&#xC54C;&#xC544;&#xBCF4;&#xAE30; &#xC27D;&#xAC8C; &#xC801;&#xC5B4;&#xB77C;. &#xADF8; &#xD14D;&#xC2A4;&#xD2B8;&#xB9CC; &#xBCF4;&#xACE0; &#xB2E4; &#xC774;&#xD574;&#xD560; &#xC218; &#xC788;&#xB294; &#xAE00;&#xC744; &#xC801;&#xC5B4;&#xB77C;.</li><li>&#xC218;&#xB3D9;&#xD0DC;&#xB85C; &#xC801;&#xC9C0;&#xC54A;&#xAE30;.</li><li>&#xB9D0;&#xD558;&#xB4EF;&#xC774; &#xC801;&#xC5B4;&#xB77C;.</li></ul><blockquote><p>&#xB2E8;&#xBB38;&#xC774; &#xBCF5;&#xBB38;&#xBCF4;&#xB2E4; &#xD6CC;&#xB96D;&#xD558;&#xAC70;&#xB098; &#xC544;&#xB984;&#xB2E4;&#xC6CC;&#xC11C; &#xB2E8;&#xBB38;&#xC744; &#xC4F0;&#xB77C;&#xB294; &#xAC83;&#xC774; &#xC544;&#xB2C8;&#xB2E4;. &#xB73B;&#xC744; &#xBD84;&#xBA85;&#xD558;&#xAC8C; &#xC804;&#xD558;&#xB294; &#xB370; &#xD3B8;&#xB9AC;&#xD558;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xB2E4;. &#xAC8C;&#xB2E4;&#xAC00; &#xB2E8;&#xBB38;&#xC740; &#xBCF5;&#xBB38;&#xBCF4;&#xB2E4; &#xC4F0;&#xAE30;&#xAC00; &#xC27D;&#xB2E4;. &#xC8FC;&#xC220;&#xAD00;&#xACC4;&#xAC00; &#xD558;&#xB098;&#xBFD0;&#xC774;&#xC5B4;&#xC11C; &#xBB38;&#xC7A5;&#xC774; &#xAF2C;&#xC77C; &#xC704;&#xD5D8;&#xC774; &#xC5C6;&#xB2E4;.</p></blockquote><hr><center><sup>Originally posted on <a href="http://book.dblog.org/dogseoilgi-yusiminyi-geulsseugi-teuggang" target="_blank" rel="noopener">&#xB3C5;&#xC11C; N &#xC77C;&#xAE30;</a>. Steem blog powered by <a href="https://engrave.website" target="_blank" rel="noopener">ENGRAVE</a>.</sup></center><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/dogseoilgi-yusiminyi-geulsseugi-teuggang" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xC720;&#xC2DC;&#xBBFC;&#xC758; &#xAE00;&#xC4F0;&#xAE30; &#xD2B9;&#xAC15;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%9C%A0%EC%8B%9C%EB%AF%BC%EC%9D%98-%EA%B8%80%EC%93%B0%EA%B8%B0-%ED%8A%B9%EA%B0%95/#disqus_thread</comments>
    </item>
    
    <item>
      <title>ORG 토큰으로 귤 사먹기</title>
      <link>https://jacobyu.net/ORG-%ED%86%A0%ED%81%B0%EC%9C%BC%EB%A1%9C-%EA%B7%A4-%EC%82%AC%EB%A8%B9%EA%B8%B0/</link>
      <guid>https://jacobyu.net/ORG-%ED%86%A0%ED%81%B0%EC%9C%BC%EB%A1%9C-%EA%B7%A4-%EC%82%AC%EB%A8%B9%EA%B8%B0/</guid>
      <pubDate>Fri, 06 Dec 2019 14:59:24 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &lt;/p&gt;
&lt;p&gt;ORG&amp;#xD1A0;&amp;#xD070;(&amp;#xADE4;&amp;#xD1A0;&amp;#xD070;)&amp;#xC73C;&amp;#xB85C; @solnamu&amp;#xB2D8;&amp;#xC758; 
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. </p><p>ORG&#xD1A0;&#xD070;(&#xADE4;&#xD1A0;&#xD070;)&#xC73C;&#xB85C; @solnamu&#xB2D8;&#xC758; &#xADE4;&#xC744; &#xC0AC;&#xBA39;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC81C;&#xAC00; &#xC0B0; &#xADE4;&#xC740; &#xC81C;&#xC8FC;&#xB3C4; &#xC11C;&#xADC0;&#xD3EC; &#xBB34;&#xB18D;&#xC57D;&#xC778;&#xC99D; &#xCE5C;&#xD658;&#xACBD; &#xB178;&#xC9C0;&#xAC10;&#xADE4;&#xC785;&#xB2C8;&#xB2E4;. &#xAC10;&#xADE4;&#xD06C;&#xAE30;&#xB294; &#xB79C;&#xB364;&#xC785;&#xB2C8;&#xB2E4;. &#xAC00;&#xC871;&#xB4E4;&#xC774;&#xB791; &#xC9C4;&#xC9DC; &#xADE4; &#xD06C;&#xAE30;&#xAC00; &#xB79C;&#xB364;&#xC774;&#xB124; &#xD558;&#xBA74;&#xC11C; &#xC6C3;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xADE4;&#xC774; &#xB9CE;&#xC774; &#xC2DC;&#xB2E4;&#xB294; &#xD6C4;&#xAE30;&#xB97C; &#xBD24;&#xB294;&#xB370;, &#xC81C; &#xC785;&#xB9DB;&#xC5D0;&#xB294; &#xAD1C;&#xCC2E;&#xB354;&#xAD70;&#xC694;. &#xB531; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC791;&#xB144;&#xC5D0; &#xADE4;&#xC740; &#xCE74;&#xCE74;&#xC624;&#xC5D0;&#xC11C; &#xAD6C;&#xB9E4;&#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xC0AC;&#xBA39;&#xAE30;&#xB3C4; &#xD558;&#xACE0;, &#xC9C0;&#xC778;&#xB4E4;&#xC5D0;&#xAC8C;&#xB3C4; &#xBCF4;&#xB0B4;&#xAE30;&#xB3C4; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCE74;&#xCE74;&#xC624;&#xC5D0; &#xBCF4;&#xBA74; &#xC120;&#xBB3C;&#xC8FC;&#xAE30;&#xB85C; &#xADE4;&#xC744; &#xC120;&#xD0DD;&#xD560; &#xC218; &#xC788;&#xB294;&#xB370;&#xC694;. &#xC5EC;&#xAE30;&#xC5D0; &#xB098;&#xC628; &#xADE4;&#xC774; &#xD569;&#xB9AC;&#xC801;&#xC778; &#xAC00;&#xACA9;&#xC5D0; &#xB9DB;&#xB3C4; &#xC788;&#xACE0;&#xC694;. &#xC27D;&#xAC8C; &#xC8FC;&#xBB38;&#xD560; &#xC218; &#xC788;&#xC5C8;&#xC73C;&#xB2C8;&#xAE4C;&#xC694;. </p><p>&#xC774;&#xC820; ORG&#xB85C; &#xAD6C;&#xB9E4;&#xD574;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;!</p><p><img src="https://cdn.steemitimages.com/DQmRQKBJPFUtMSAbahkZoxGwEkx32mDwmEu8yHWyhfGGUf1/image.png" alt=""></p><p><a href="https://steempeak.com/@solnamu/2kqhiz-org" target="_blank" rel="noopener">https://steempeak.com/@solnamu/2kqhiz-org</a></p><h4 id="&#xAD6C;&#xB9E4;-&#xBC29;&#xBC95;"><a href="#&#xAD6C;&#xB9E4;-&#xBC29;&#xBC95;" class="headerlink" title="&#xAD6C;&#xB9E4; &#xBC29;&#xBC95;"></a>&#xAD6C;&#xB9E4; &#xBC29;&#xBC95;</h4><p>ORG &#xD1A0;&#xD070;&#xC740; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xAC70;&#xB798;&#xC18C;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC758; &#xC2A4;&#xC651;&#xC2DC;&#xC2A4;&#xD15C;, &#xADF8;&#xB9AC;&#xACE0; &#xAC1C;&#xC778;&#xAC70;&#xB798;&#xB85C; &#xAD6C;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xD1A0;&#xD070;&#xC744; 50&#xAC1C;&#xB97C; &#xAD6C;&#xD558;&#xC2E0; &#xD6C4;, @solamu&#xB2D8; &#xACC4;&#xC815;&#xC73C;&#xB85C; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0C5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC544;&#xB798;&#xC758; &#xAD6C;&#xAE00; &#xC8FC;&#xBB38;&#xC11C;&#xB97C; &#xC81C;&#xCD9C;&#xD558;&#xBA74; &#xB05D;!<br><a href="https://forms.gle/TPhp3Csi3Dq5S4BGA" target="_blank" rel="noopener">https://forms.gle/TPhp3Csi3Dq5S4BGA</a></p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmUu3betrKHzZ4DSzmvtyCB7DnmrRFgSbLgRgbgs1fRuPm/image.png" alt=""><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmf9c17tGvX326GaMikGkfsx7z4gv6AAyda3qL12iGCKx1/image.png" alt=""></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/org" target="_blank" rel="noopener">&#x2018;ORG &#xD1A0;&#xD070;&#xC73C;&#xB85C; &#xADE4; &#xC0AC;&#xBA39;&#xAE30;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/ORG-%ED%86%A0%ED%81%B0%EC%9C%BC%EB%A1%9C-%EA%B7%A4-%EC%82%AC%EB%A8%B9%EA%B8%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>개발/공부 로드맵</title>
      <link>https://jacobyu.net/%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5/</link>
      <guid>https://jacobyu.net/%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5/</guid>
      <pubDate>Thu, 05 Dec 2019 03:34:06 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;11&amp;#xC6D4;&amp;#xC5D0; &amp;#xAC1C;&amp;#xBC1C;/&amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>11&#xC6D4;&#xC5D0; &#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xB85C;&#xB4DC;&#xB9F5;&#xC744; &#xC801;&#xACE0;  &#xAC1C;&#xBC1C;/&#xACF5;&#xBD80;&#xB97C; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD558;&#xB098;&#xC529; &#xD574;&#xACB0;&#xD560; &#xB54C;&#xB9C8;&#xB2E4;, &#xBC11;&#xC904;&#xCAD9;&#xCAD9; &#xADF8;&#xC5C8;&#xACE0;&#xC694;. &#xAF64; &#xB9CE;&#xC774; &#xC9C0;&#xCF30;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC55E;&#xC73C;&#xB85C;&#xB3C4; &#xC774;&#xB807;&#xAC8C; &#xACC4;&#xD68D;&#xC744; &#xC801;&#xC5B4;&#xB193;&#xACE0; &#xD558;&#xB098;&#xD558;&#xB098; &#xC791;&#xC5C5;&#xD574;&#xBCF4;&#xB824;&#xACE0;&#xC694;.</p><p><a href="https://steempeak.com/@jacobyu/uuha" target="_blank" rel="noopener">11&#xC6D4; &#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xB85C;&#xB4DC;&#xB9F5;</a></p><hr><h4 id="0-&#xAE00;&#xC4F0;&#xAE30;"><a href="#0-&#xAE00;&#xC4F0;&#xAE30;" class="headerlink" title="0. &#xAE00;&#xC4F0;&#xAE30;"></a>0. &#xAE00;&#xC4F0;&#xAE30;</h4><ul><li>&#xAC1C;&#xBC1C; &#xB0B4;&#xC6A9; &#xC815;&#xB9AC;</li><li>&#xC11C;&#xD3C9;</li></ul><h4 id="1-&#xC18C;&#xC15C;-&#xD68C;&#xC6D0;&#xAC00;&#xC785;"><a href="#1-&#xC18C;&#xC15C;-&#xD68C;&#xC6D0;&#xAC00;&#xC785;" class="headerlink" title="1. &#xC18C;&#xC15C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;"></a>1. &#xC18C;&#xC15C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;</h4><ul><li><del>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC0AC;&#xC774;&#xD2B8;&#xC640; &#xC5F0;&#xB3D9;</del></li><li><del>&#xC601;&#xC5B4;/&#xD55C;&#xAE00; &#xC124;&#xC815;&#xD558;&#xAE30;</del></li><li><del>&#xB3C4;&#xBA54;&#xC778; &#xC8FC;&#xC18C; &#xBC14;&#xAFB8;&#xAE30; (<a href="http://join.steemcoinpan.com" target="_blank" rel="noopener">http://join.steemcoinpan.com</a>)</del></li><li><del>&#xC601;&#xC5B4;&#xB85C; &#xC18C;&#xAC1C;&#xAE00; &#xC791;&#xC131;&#xD558;&#xAE30;</del></li></ul><h4 id="2-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-&#xC6D4;&#xB81B;"><a href="#2-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-&#xC6D4;&#xB81B;" class="headerlink" title="2. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6D4;&#xB81B;"></a>2. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6D4;&#xB81B;</h4><ul><li><del>accelerator ide &#xC124;&#xCE58;</del></li><li><strong>ui &#xAD6C;&#xD604;</strong> </li><li>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; &#xC804;&#xC1A1; &#xC801;&#xC6A9;&#xD558;&#xAE30;</li></ul><h4 id="3-Swap-&#xC2DC;&#xC2A4;&#xD15C;"><a href="#3-Swap-&#xC2DC;&#xC2A4;&#xD15C;" class="headerlink" title="3. Swap &#xC2DC;&#xC2A4;&#xD15C;"></a>3. Swap &#xC2DC;&#xC2A4;&#xD15C;</h4><ul><li>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xAC16;&#xACE0; &#xC788;&#xB294; &#xD1A0;&#xD070; &#xAC1C;&#xC218; &#xD45C;&#xC2DC;</li><li>&#xD2B8;&#xB79C;&#xC7AD;&#xC158; &#xCC98;&#xB9AC;&#xBC29;&#xC2DD; &#xBC14;&#xAFB8;&#xAE30;<figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br></pre></td><td class="code"><pre><span class="line">1. swap &#xC2E0;&#xCCAD;&#xC744; queue&#xC5D0; &#xB123;&#xB294;&#xB2E4;. </span><br><span class="line">2. queue&#xC5D0;&#xC11C; &#xD558;&#xB098;&#xC529; &#xBE7C;&#xC11C; swap &#xC791;&#xC5C5;&#xC744; &#xC218;&#xD589;&#xD55C;&#xB2E4;. </span><br><span class="line">3. queue&#xAC00; &#xBE44;&#xC5C8;&#xB098; &#xCCB4;&#xD06C;&#xD55C;&#xB2E4;.</span><br></pre></td></tr></tbody></table></figure></li></ul><h4 id="4-&#xC601;&#xC5B4;"><a href="#4-&#xC601;&#xC5B4;" class="headerlink" title="4. &#xC601;&#xC5B4;"></a>4. &#xC601;&#xC5B4;</h4><ul><li>&#xD558;&#xB8E8; &#xC601;&#xC5B4;&#xB515;&#xD14C;&#xC774;&#xC158; 1&#xD68C; (30-50&#xBD84;)</li><li>&#xC804;&#xD654;&#xC601;&#xC5B4; 10&#xBD84; </li></ul><h4 id="5-&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;"><a href="#5-&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;" class="headerlink" title="5. &#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;"></a>5. &#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;</h4><ul><li>&#xAE00; &#xC790;&#xB3D9; &#xC5C5;&#xB370;&#xC774;&#xD2B8;</li><li>&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD55C; &#xC2A4;&#xD300; &#xAE00; &#xAC00;&#xC838;&#xC624;&#xAE30;</li><li><del>&#xAE00; &#xB0A0;&#xC9DC;&#xB97C; &#xC218;&#xC815;&#xD55C; &#xB0A0;&#xC9DC;&#xB85C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD558;&#xAE30;</del></li></ul><h4 id="6-&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;"><a href="#6-&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;" class="headerlink" title="6. &#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;"></a>6. &#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;</h4><ul><li>&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xC5F0;&#xB3D9;</li><li>&#xB9C8;&#xC774;&#xD398;&#xC774;&#xC9C0; &#xD1B5;&#xD569;</li><li>ios &amp; android &#xBC30;&#xD3EC;</li></ul><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/5ezuj8" target="_blank" rel="noopener">&#x2018;&#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xB85C;&#xB4DC;&#xB9F5;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5/#disqus_thread</comments>
    </item>
    
    <item>
      <title>웹 페이지에 소셜 로그인 연동 with firebase, google</title>
      <link>https://jacobyu.net/%EC%9B%B9-%ED%8E%98%EC%9D%B4%EC%A7%80%EC%97%90-%EC%86%8C%EC%85%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EC%97%B0%EB%8F%99-with-firebase--oo-le/</link>
      <guid>https://jacobyu.net/%EC%9B%B9-%ED%8E%98%EC%9D%B4%EC%A7%80%EC%97%90-%EC%86%8C%EC%85%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EC%97%B0%EB%8F%99-with-firebase--oo-le/</guid>
      <pubDate>Thu, 05 Dec 2019 03:13:48 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;https://www.steemcoinpan.com/
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p><a href="https://www.steemcoinpan.com/sct/@jacobyu/4rkkun" target="_blank" rel="noopener">https://www.steemcoinpan.com/sct/@jacobyu/4rkkun</a> &#xC5D0;&#xC11C; &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC5F0;&#xB3D9;&#xC744; &#xD1B5;&#xD55C; &#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xD398;&#xC774;&#xC9C0;&#xB97C; &#xC18C;&#xAC1C;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD558;&#xBA74; &#xD2B9;&#xC815; &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC5EC;&#xB7EC;&#xBC88; &#xC544;&#xC774;&#xB514; &#xB9CC;&#xB4E4;&#xAE30;&#xAC00; &#xC5B4;&#xB835;&#xC8E0;. &#xB610;, &#xB204;&#xAD6C;&#xB098;? &#xAD6C;&#xAE00; &#xACC4;&#xC815;&#xC744; &#xAC16;&#xACE0;&#xC788;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD588;&#xACE0;&#xC694;. &#xAD6C;&#xAE00; &#xACC4;&#xC815;&#xC740; &#xC27D;&#xAC8C; &#xC790;&#xC2E0;&#xC744; &#xC778;&#xC99D;&#xD560; &#xC218; &#xC788;&#xB294; &#xC218;&#xB2E8;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xAE00;&#xC740; <code>&#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC778;&#xC99D;&#xC5C5;&#xCCB4; &#xCD94;&#xAC00;&#xD558;&#xB294; &#xBC29;&#xBC95;</code>, <code>&#xB3C4;&#xBA54;&#xC778; &#xC778;&#xC99D;&#xD558;&#xAE30;</code>&#xB97C; &#xB2E4;&#xB8F9;&#xB2C8;&#xB2E4;.</p><h2 id="0-&#xCD94;&#xCC9C;-&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;"><a href="#0-&#xCD94;&#xCC9C;-&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;" class="headerlink" title="0.&#xCD94;&#xCC9C; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;"></a>0.&#xCD94;&#xCC9C; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;</h2><p>&#xC6F9;&#xD398;&#xC774;&#xC9C0;&#xC5D0; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778;&#xC740; &#xC5F0;&#xB3D9;&#xD560; &#xB54C;, &#xC0AC;&#xC6A9;&#xD558;&#xAE30; &#xC88B;&#xC740;&#xAC74; &#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4;&#xC785;&#xB2C8;&#xB2E4;.<br>&#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4;&#xB294; &#xC5EC;&#xB7EC; &#xC18C;&#xC15C;&#xACC4;&#xC815;&#xC744; &#xC190;&#xC27D;&#xAC8C; &#xC5F0;&#xB3D9;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD574;&#xB1A8;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC774; 2&#xAC1C;&#xB97C; &#xCC38;&#xACE0;&#xD574;&#xC11C; &#xAC1C;&#xBC1C;&#xD558;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.<br><a href="https://firebase.google.com/docs/auth/web/firebaseui?hl=ko" target="_blank" rel="noopener">https://firebase.google.com/docs/auth/web/firebaseui?hl=ko</a><br><a href="https://github.com/firebase/firebaseui-web" target="_blank" rel="noopener">https://github.com/firebase/firebaseui-web</a></p><h2 id="1-&#xC14B;&#xC5C5;"><a href="#1-&#xC14B;&#xC5C5;" class="headerlink" title="1. &#xC14B;&#xC5C5;"></a>1. &#xC14B;&#xC5C5;</h2><p>&#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4; &#xB300;&#xC26C;&#xBCF4;&#xB4DC; &#xC124;&#xC815; -&gt; &#xC0AC;&#xC6A9;&#xD560; &#xB85C;&#xADF8;&#xC778; &#xC778;&#xC99D;&#xC5C5;&#xCCB4; &#xC120;&#xD0DD; -&gt; &#xD65C;&#xC131;&#xD654;</p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/CppzAmfu-image.png" alt="firebase dashboard"></p><p>&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC; &#xC124;&#xCE58;&#xD558;&#xAE30;<br></p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br></pre></td><td class="code"><pre><span class="line">$ npm install firebase --save</span><br><span class="line">$ npm install firebaseui --save</span><br></pre></td></tr></tbody></table></figure><p></p><h2 id="2-&#xC18C;&#xC15C;-&#xB85C;&#xADF8;&#xC778;-&#xCEF4;&#xD3EC;&#xB10C;&#xD2B8;-&#xCF54;&#xB4DC;"><a href="#2-&#xC18C;&#xC15C;-&#xB85C;&#xADF8;&#xC778;-&#xCEF4;&#xD3EC;&#xB10C;&#xD2B8;-&#xCF54;&#xB4DC;" class="headerlink" title="2. &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xCEF4;&#xD3EC;&#xB10C;&#xD2B8; &#xCF54;&#xB4DC;"></a>2. &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xCEF4;&#xD3EC;&#xB10C;&#xD2B8; &#xCF54;&#xB4DC;</h2><p>&#xCF54;&#xB4DC;&#xB294; &#xAC04;&#xB2E8;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xB294; &#xB9AC;&#xC561;&#xD2B8;&#xC5D0;&#xC11C; &#xC791;&#xC5C5;&#xD558;&#xB294;&#xB370;&#xC694;. &#xD558;&#xB098;&#xC758; &#xCEF4;&#xD3EC;&#xB10C;&#xD2B8;&#xB85C; &#xBAA8;&#xB4C8;&#xD654;&#xC2DC;&#xCF1C;&#xC11C; &#xC0AC;&#xC6A9;&#xD558;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774;&#xB807;&#xAC8C; &#xBD84;&#xB9AC;&#xB97C; &#xD558;&#xBA74;, &#xC5B4;&#xB514;&#xB4E0; &#xC27D;&#xAC8C; &#xC801;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xC8E0;.</p><h5 id="import"><a href="#import" class="headerlink" title="- import"></a>- import</h5><p>firebase, react-firebaseui&#xB97C; &#xC0AC;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. config&#xD30C;&#xC77C;&#xC740; firebase dashboard&#xC5D0;&#xC11C; &#xBC1B;&#xC544;&#xC624;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br></pre></td><td class="code"><pre><span class="line">import React from &apos;react&apos;;</span><br><span class="line">import * as firebase from &quot;firebase/app&quot;;</span><br><span class="line">import &quot;firebase/auth&quot;;</span><br><span class="line"></span><br><span class="line">import config from &apos;../config&apos;</span><br><span class="line">import StyledFirebaseAuth from &apos;react-firebaseui/StyledFirebaseAuth&apos;;</span><br><span class="line"></span><br><span class="line">// Initialize Firebase</span><br><span class="line">firebase.initializeApp(config);</span><br></pre></td></tr></tbody></table></figure><h5 id="ui-config"><a href="#ui-config" class="headerlink" title="- ui config"></a>- ui config</h5><p>&#xC774;&#xAC74; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; ui &#xAD00;&#xB828; &#xC14B;&#xD305;&#xAC12;&#xC785;&#xB2C8;&#xB2E4;. &#xB85C;&#xADF8;&#xC778;&#xC744; &#xD31D;&#xC5C5;&#xC73C;&#xB85C; &#xD560; &#xAC83;&#xC778;&#xC9C0;,&#xC544;&#xB2C8;&#xBA74; &#xB9AC;&#xB514;&#xB809;&#xC158; (&#xC0C8;&#xB85C; &#xC5F4;&#xAE30;)&#xB97C; &#xD560; &#xAC83;&#xC778;&#xC9C0; &#xC815;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB610;, &#xC800;&#xB294; &#xAD6C;&#xAE00;&#xB9CC; &#xC0AC;&#xC6A9;&#xD588;&#xC9C0;&#xB9CC;, &#xC5EC;&#xB7EC; &#xB85C;&#xADF8;&#xC778; &#xC778;&#xC99D;&#xC5C5;&#xCCB4;&#xB97C; &#xCD94;&#xAC00;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br><span class="line">12</span><br><span class="line">13</span><br><span class="line">14</span><br><span class="line">15</span><br><span class="line">16</span><br></pre></td><td class="code"><pre><span class="line">// Configure FirebaseUI.</span><br><span class="line">uiConfig = {</span><br><span class="line">  // Popup signin flow rather than redirect flow.</span><br><span class="line">  signInFlow: &apos;popup&apos;,</span><br><span class="line">  // We will display Google and Facebook as auth providers.</span><br><span class="line">  signInOptions: [</span><br><span class="line">    firebase.auth.GoogleAuthProvider.PROVIDER_ID,</span><br><span class="line">  ],</span><br><span class="line">  callbacks: {</span><br><span class="line">    // Avoid redirects after sign-in.</span><br><span class="line">    signInSuccessWithAuthResult: async (currentUser, credential, redirectUrl) =&gt; {</span><br><span class="line">      var token = await this.getFirebaseToken();</span><br><span class="line">      this.props.clickCallback(this.props.parent, token);</span><br><span class="line">    }</span><br><span class="line">  }</span><br><span class="line">};</span><br></pre></td></tr></tbody></table></figure><h5 id="render"><a href="#render" class="headerlink" title="- render"></a>- render</h5><p>render&#xC5D0;&#xC11C; &#xD575;&#xC2EC;&#xC740; <code>&lt;StyledFirebaseAuth/&gt;</code>&#xC785;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB978;&#xAC74; &#xBD80;&#xAC00;&#xC801;&#xC778; &#xAC83;&#xC774;&#xC8E0;. &#xC774; &#xBC84;&#xD2BC;&#xC744; &#xB204;&#xB974;&#xACE0; &#xC2E4;&#xC81C;&#xB85C; &#xB85C;&#xADF8;&#xC778;&#xC774; &#xC131;&#xACF5;&#xD588;&#xB2E4;. &#xC2E4;&#xD328;&#xD588;&#xB2E4;&#xB97C; &#xC54C;&#xC544;&#xC57C;&#xD558;&#xB294;&#xB370;&#xC694;. &#xB85C;&#xADF8;&#xC778;&#xC774; &#xC131;&#xACF5;&#xD588;&#xC744; &#xB54C;, &#xBB34;&#xC5C7;&#xC744; &#xD560;&#xC9C0;&#xB294; &#xC704;&#xC5D0; ui-config&#xC5D0;&#xC11C; &#xC124;&#xC815;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800; &#xAC19;&#xC740; &#xACBD;&#xC6B0;&#xB294; <code>callbacks</code>&#xC5D0;&#xB2E4;&#xAC00; &#xC131;&#xACF5;&#xD560; &#xACBD;&#xC6B0;, <code>clickCallback</code>&#xC744; &#xC2E4;&#xD589;&#xD558;&#xB3C4;&#xB85D; &#xD574;&#xB1A8;&#xC8E0;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br><span class="line">12</span><br><span class="line">13</span><br><span class="line">14</span><br><span class="line">15</span><br><span class="line">16</span><br><span class="line">17</span><br><span class="line">18</span><br><span class="line">19</span><br><span class="line">20</span><br><span class="line">21</span><br></pre></td><td class="code"><pre><span class="line">render() {</span><br><span class="line">  if (!this.state.isSignedIn) {</span><br><span class="line">    return (</span><br><span class="line">      &lt;div&gt;</span><br><span class="line">        &lt;StyledFirebaseAuth uiConfig={this.uiConfig} firebaseAuth={firebase.auth()}/&gt;</span><br><span class="line">      &lt;/div&gt;</span><br><span class="line">);</span><br><span class="line">  }</span><br><span class="line">  return (</span><br><span class="line">    &lt;div&gt;</span><br><span class="line">      {this.props.parent.state.signupSuccess === true? </span><br><span class="line">        &lt;button onClick={() =&gt; {</span><br><span class="line">          window.open(&apos;https://steemcoinpan.com/&apos;);</span><br><span class="line">        }} className=&quot;btn btn-primary btn-block&quot;&gt;&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC73C;&#xB85C; &#xC774;&#xB3D9;&lt;/button&gt;</span><br><span class="line">        :</span><br><span class="line">        &lt;button onClick={() =&gt; firebase.auth().signOut()} className=&quot;btn btn-primary btn-block&quot;&gt;Refresh&lt;/button&gt;</span><br><span class="line">      }</span><br><span class="line">    &lt;/div&gt;</span><br><span class="line">  );</span><br><span class="line"></span><br><span class="line">}</span><br></pre></td></tr></tbody></table></figure><h2 id="3-&#xB3C4;&#xBA54;&#xC778;-&#xC2B9;&#xC778;"><a href="#3-&#xB3C4;&#xBA54;&#xC778;-&#xC2B9;&#xC778;" class="headerlink" title="3. &#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778;"></a>3. &#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778;</h2><p>&#xC694;&#xAC70; &#xBE61;&#xC149;&#xB2C8;&#xB2E4;. &#xCEE4;&#xC2A4;&#xD140; &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xC0AC;&#xC6A9;&#xD560; &#xACBD;&#xC6B0;, &#xADF8; &#xB3C4;&#xBA54;&#xC778;&#xC774; &#xB0B4;&#xAEBC;&#xB77C;&#xB294;&#xAC78; &#xC778;&#xC99D;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. Project -&gt; Authentication -&gt; &#xC544;&#xB798;&#xB85C; &#xB0B4;&#xB9AC;&#xBA74; &#xC2B9;&#xC778;&#xB41C; &#xB3C4;&#xBA54;&#xC778; -&gt; &#xC790;&#xC2E0;&#xC758; &#xB3C4;&#xBA54;&#xC778; &#xCD94;&#xAC00;</p><ul><li><a href="https://console.cloud.google.com/apis/credentials/domainverification?authuser=0&amp;project={your-project-name}" target="_blank" rel="noopener">https://console.cloud.google.com/apis/credentials/domainverification?authuser=0&amp;project={your-project-name}</a></li><li><a href="https://console.firebase.google.com/u/0/project/{your-project-name}/authentication/providers" target="_blank" rel="noopener">https://console.firebase.google.com/u/0/project/{your-project-name}/authentication/providers</a></li></ul><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/bR9Vtl1y-image.png" alt="&#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778; 1"></p><p>google cloud platform&#xC5D0;&#xC11C;&#xB3C4; &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xC778;&#xC99D;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. Credentials, Oauth consent screen,Domain verification &#xBAA8;&#xB450; &#xB4E4;&#xC5B4;&#xAC00;&#xC11C; &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xB4F1;&#xB85D;&#xD558;&#xC138;&#xC694;.</p><p>&#xC774; &#xACFC;&#xC815;&#xC5D0;&#xC11C; html&#xC744; &#xC11C;&#xBC84;&#xC5D0; &#xC62C;&#xB824;&#xC57C; &#xD558;&#xB294; &#xC791;&#xC5C5;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800;&#xB294; &#xD788;&#xB85C;&#xCFE0;, react-js &#xD658;&#xACBD;&#xC5D0;&#xC11C; &#xAC1C;&#xBC1C;&#xD588;&#xB294;&#xB370;&#xC694;. public &#xD3F4;&#xB354;&#xC5D0; google cloud platform&#xC774; &#xC8FC;&#xB294; &#xC778;&#xC99D; html&#xC744; &#xB123;&#xC5B4;&#xC8FC;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/r6ZRgyCh-image.png" alt="&#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778; 2"></p><hr><h2 id="4-&#xACB0;&#xB860;"><a href="#4-&#xACB0;&#xB860;" class="headerlink" title="4. &#xACB0;&#xB860;"></a>4. &#xACB0;&#xB860;</h2><p>&#xC774; &#xACFC;&#xC815;&#xC5D0;&#xC11C; &#xAC00;&#xC7A5; &#xC5B4;&#xB824;&#xC6E0;&#xB358; &#xAC74; 3&#xBC88;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.. &#x314B;&#x314B; 1&#xBC88;,2&#xBC88;&#xC740; &#xC81C;&#xAC00; &#xC62C;&#xB9B0; &#xB9C1;&#xD06C;&#xB97C; &#xCC38;&#xACE0;&#xD558;&#xBA74; &#xC27D;&#xAC8C; &#xB9CC;&#xB4DC;&#xC2E4; &#xC218; &#xC788;&#xC744;&#xAC70;&#xC5D0;&#xC694;. &#xAD81;&#xAE08;&#xD55C;&#xAC8C; &#xC788;&#xC73C;&#xC2DC;&#xBA74; &#xB313;&#xAE00;&#xB2EC;&#xC544;&#xC8FC;&#xC138;&#xC694;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/with-firebase-google" target="_blank" rel="noopener">&#x2018;&#xC6F9; &#xD398;&#xC774;&#xC9C0;&#xC5D0; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9; with firebase, google&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EC%9B%B9-%ED%8E%98%EC%9D%B4%EC%A7%80%EC%97%90-%EC%86%8C%EC%85%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EC%97%B0%EB%8F%99-with-firebase--oo-le/#disqus_thread</comments>
    </item>
    
    <item>
      <title>구글 계정 연동을 통한 스팀잇 회원가입</title>
      <link>https://jacobyu.net/%EA%B5%AC%EA%B8%80-%EA%B3%84%EC%A0%95-%EC%97%B0%EB%8F%99%EC%9D%84-%ED%86%B5%ED%95%9C-%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85/</link>
      <guid>https://jacobyu.net/%EA%B5%AC%EA%B8%80-%EA%B3%84%EC%A0%95-%EC%97%B0%EB%8F%99%EC%9D%84-%ED%86%B5%ED%95%9C-%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85/</guid>
      <pubDate>Wed, 04 Dec 2019 09:04:36 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC5EC;&amp;#xB7EC;&amp;#xBD84;!!  &amp;#xAE30;&amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC5EC;&#xB7EC;&#xBD84;!!  &#xAE30;&#xC874;&#xC5D0; &#xACC4;&#xC815; &#xC0DD;&#xC131; &#xC5B4;&#xB5BB;&#xAC8C; &#xD558;&#xC167;&#xB098;&#xC694;? &#xC5B4;&#xB824;&#xC6B0;&#xC168;&#xC8E0;?</p><p>&#xC9C0;&#xC778;&#xC5D0;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD300;&#xC787;&#xC744; &#xC18C;&#xAC1C;&#xD558;&#xB294; &#xAC74; &#xAF64; &#xC5B4;&#xB835;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC787;&#xC744; &#xC18C;&#xAC1C;&#xD558;&#xAE30; &#xC5B4;&#xB824;&#xC6B4; &#xAC83; &#xC911;&#xC5D0; &#xD558;&#xB098;&#xB294; &#xB9C8;&#xC2A4;&#xD130;&#xD0A4; &#xC18C;&#xAC1C;&#xC785;&#xB2C8;&#xB2E4;. &#xB9C8;&#xC2A4;&#xD130;&#xD0A4;&#xB294; &#xC2A4;&#xD300;&#xC787;, &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC774; &#xC0DD;&#xC18C;&#xD55C; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xB192;&#xC740; &#xC9C4;&#xC785;&#xC7A5;&#xBCBD;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xC81C;&#xAC00; &#xAC1C;&#xBC1C;&#xC911;&#xC774;&#xC5C8;&#xB358; &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC5F0;&#xB3D9;&#xC744; &#xD1B5;&#xD55C; &#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC18C;&#xAC1C;&#xD569;&#xB2C8;&#xB2E4;. &#xC774; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xD398;&#xC774;&#xC9C0;&#xAC00; &#xC9C4;&#xC785;&#xC7A5;&#xBCBD;&#xC744; &#xC870;&#xAE08;&#xC774;&#xB098;&#xB9C8; &#xB0AE;&#xCD94;&#xC9C0; &#xC54A;&#xC744;&#xAE4C;? &#xAE30;&#xB300;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xD398;&#xC774;&#xC9C0;&#xB294; &#xC544;&#xB798;&#xC758; &#xAE30;&#xB2A5;&#xB4E4;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;.</p><ul><li>&#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD1B5;&#xD574;, &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</li><li>&#xBE44;&#xBC00;&#xBC88;&#xD638;&#xB294; &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC9C1;&#xC811; &#xC124;&#xC815;&#xD560; &#xC218; &#xC788;&#xACE0;&#xC694;. </li><li>&#xCEF4;&#xD4E8;&#xD130;&#xAC00; &#xC544;&#xB2CC; &#xC2A4;&#xB9C8;&#xD2B8;&#xD3F0;&#xC5D0;&#xC11C;&#xB3C4; &#xC27D;&#xAC8C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </li></ul><p><img src="https://cdn.steemitimages.com/DQmcggATvijf4tk7dnjXm1Q1PtZzM7cXHVUtr7663wQCRLP/image.png" alt=""></p><p>&#xC544;&#xB798; &#xB9C1;&#xD06C;&#xB97C; &#xB4E4;&#xC5B4;&#xAC00;&#xC11C; &#xC2A4;&#xD300; &#xACC4;&#xC815;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4; &#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xB9C1;&#xD06C;&#xB294; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xBC84;&#xD2BC;&#xACFC; &#xC5F0;&#xACB0;&#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;.</p><p><a href="https://steem-account-creator-ui.herokuapp.com/" target="_blank" rel="noopener">https://steem-account-creator-ui.herokuapp.com/</a></p><h4 id="&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;"><a href="#&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;" class="headerlink" title="&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;"></a>&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;</h4><p>&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xD6C4;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xB85C;&#xADF8;&#xC778;&#xD558;&#xB294; &#xAC83; &#xAE4C;&#xC9C0; &#xC601;&#xC0C1;&#xC73C;&#xB85C; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xACC4;&#xC815;&#xC0DD;&#xC131;&#xC774; &#xC131;&#xACF5;&#xD558;&#xBA74; 5-10&#xCD08;&#xC815;&#xB3C4; &#xC2DC;&#xAC04;&#xC774; &#xAC78;&#xB9BD;&#xB2C8;&#xB2E4;. &#xC5EC;&#xAE30;&#xC5D0; &#xB85C;&#xB529; &#xC560;&#xB2C8;&#xBA54;&#xC774;&#xC158;&#xC740; &#xD558;&#xB098; &#xB123;&#xB3C4;&#xB85D; &#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://www.youtube.com/watch?v=5FfnMhv1o1o" target="_blank" rel="noopener">https://www.youtube.com/watch?v=5FfnMhv1o1o</a></p><h4 id="&#xCD94;&#xAC00;-&#xC5C5;&#xB370;&#xC774;&#xD2B8;"><a href="#&#xCD94;&#xAC00;-&#xC5C5;&#xB370;&#xC774;&#xD2B8;" class="headerlink" title="&#xCD94;&#xAC00; &#xC5C5;&#xB370;&#xC774;&#xD2B8;"></a>&#xCD94;&#xAC00; &#xC5C5;&#xB370;&#xC774;&#xD2B8;</h4><ul><li><del>&#xACC4;&#xC815; &#xC911;&#xBCF5;&#xD655;&#xC778;</del></li><li><del>&#xB85C;&#xB529; &#xCD94;&#xAC00;</del></li><li><del>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC73C;&#xB85C; &#xC774;&#xB3D9; &#xB9C1;&#xD06C; &#xCD94;&#xAC00;</del></li><li>&#xACC4;&#xC815; &#xC911;&#xBCF5;&#xD655;&#xC778;&#xD560; &#xB54C;, &#xC18C;&#xBB38;&#xC790;&#xB85C; &#xBCC0;&#xD658; &#xD544;&#xC694;</li></ul><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmVDi5JHPVvBpudBxMj2Ukf94bUhfpvZHzcYerEVYmH5D6/image.png" alt=""></p><h4 id="&#xC774;&#xC804;-&#xAE00;"><a href="#&#xC774;&#xC804;-&#xAE00;" class="headerlink" title="&#xC774;&#xC804; &#xAE00;"></a>&#xC774;&#xC804; &#xAE00;</h4><ul><li><a href="https://jacobyu.net/categories/&#xAC1C;&#xBC1C;/steem/&#xD68C;&#xC6D0;&#xAC00;&#xC785;/">https://jacobyu.net/categories/&#xAC1C;&#xBC1C;/steem/&#xD68C;&#xC6D0;&#xAC00;&#xC785;/</a></li></ul><p>&#xAD81;&#xAE08;&#xD55C; &#xAC83; &#xC788;&#xC73C;&#xBA74; &#xB313;&#xAE00; &#xB2EC;&#xC544;&#xC8FC;&#xC138;&#xC694;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4rkkun" target="_blank" rel="noopener">&#x2018;&#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC5F0;&#xB3D9;&#xC744; &#xD1B5;&#xD55C; &#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>https://jacobyu.net/%EA%B5%AC%EA%B8%80-%EA%B3%84%EC%A0%95-%EC%97%B0%EB%8F%99%EC%9D%84-%ED%86%B5%ED%95%9C-%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85/#disqus_thread</comments>
    </item>
    
  </channel>
</rss>
