<?xml version="1.0" encoding="utf-8"?>
<rss version="2.0"
  xmlns:atom="http://www.w3.org/2005/Atom"
  xmlns:content="http://purl.org/rss/1.0/modules/content/">
  <channel>
    <title>Jacob</title>
    <link>http://passionbull.github.io/</link>
    <atom:link href="/rss2.xml" rel="self" type="application/rss+xml"/>
    
    <description></description>
    <pubDate>Sat, 07 Dec 2019 04:12:19 GMT</pubDate>
    <generator>http://hexo.io/</generator>
    
    <item>
      <title>About</title>
      <link>http://passionbull.github.io/About/</link>
      <guid>http://passionbull.github.io/About/</guid>
      <pubDate>Fri, 06 Dec 2019 19:05:36 GMT</pubDate>
      <description>
      
        
        
          &lt;h1 id=&quot;1-&amp;#xC790;&amp;#xAE30;&amp;#xC18C;&amp;#xAC1C;&quot;&gt;&lt;a href=&quot;#1-&amp;#xC790;&amp;#xAE30;&amp;#xC18C;&amp;#xAC1C;&quot; class=&quot;headerlink&quot; title=&quot;1. &amp;#xC790;&amp;#xAE30;&amp;#xC1
        
      
      </description>
      
      
      <content:encoded><![CDATA[<h1 id="1-&#xC790;&#xAE30;&#xC18C;&#xAC1C;"><a href="#1-&#xC790;&#xAE30;&#xC18C;&#xAC1C;" class="headerlink" title="1. &#xC790;&#xAE30;&#xC18C;&#xAC1C;"></a>1. &#xC790;&#xAE30;&#xC18C;&#xAC1C;</h1><p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC804; &#xC18C;&#xD504;&#xD2B8;&#xC6E8;&#xC5B4; &#xAC1C;&#xBC1C;&#xC790;&#xC5D0;&#xC694;. </p><p>&#xB300;&#xD559;&#xAD50;&#xC5D0;&#xC120; &#xB85C;&#xBD07; &#xC804;&#xACF5;, &#xCEF4;&#xD4E8;&#xD130; &#xBD80;&#xC804;&#xACF5;&#xC744; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB300;&#xD559;&#xC6D0;&#xC5D0;&#xC11C;&#xB294; &#xC790;&#xC728;&#xC8FC;&#xD589;&#xC744; &#xC804;&#xACF5;&#xD588;&#xACE0;, &#xBAA8;&#xBC14;&#xC77C; &#xB85C;&#xBD07;&#xC5D0; &#xC801;&#xC6A9;&#xAC00;&#xB2A5;&#xD55C; SLAM, &#xB124;&#xBE44;&#xAC8C;&#xC774;&#xC158; &#xB4F1;&#xC744; &#xC5F0;&#xAD6C;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD68C;&#xC0AC;&#xC5D0;&#xC11C;&#xB3C4; &#xC548;&#xB0B4;&#xB85C;&#xBD07;, &#xAD50;&#xC721;&#xC6A9;&#xB85C;&#xBD07; &#xB4F1;&#xC744; &#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC804; &#xC0C8;&#xB85C;&#xC6B4; &#xAC83;&#xC5D0; &#xAD00;&#xC2EC;&#xC774; &#xB9CE;&#xACE0;, &#xBC30;&#xC6B0;&#xB294;&#xAC78; &#xC88B;&#xC544;&#xD569;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xBB34;&#xC5B8;&#xAC00; &#xB9CC;&#xB4E4;&#xC5B4;&#xB0B4;&#xB294;&#xAC83;&#xC744; &#xC88B;&#xC544;&#xD574;&#xC11C; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xC2DC;&#xB3C4;&#xD558;&#xACE0; &#xC0AC;&#xC774;&#xB4DC; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xB9CE;&#xC774; &#xD574;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB798;&#xC11C; &#xB85C;&#xBD07; &#xC784;&#xBCA0;&#xB514;&#xB4DC; &#xBFD0;&#xB9CC; &#xC544;&#xB2C8;&#xB77C; &#xB2E4;&#xC591;&#xD55C; &#xBD84;&#xC57C;&#xC5D0; &#xB300;&#xD574; &#xB113;&#xC740; &#xBC30;&#xACBD;&#xC9C0;&#xC2DD;&#xC744; &#xAC16;&#xAC8C;&#xB41C; &#xAC83; &#xAC19;&#xC544;&#xC694;.</p><p>&#xB85C;&#xBD07; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xD558;&#xB2E4;&#xBCF4;&#xBA74; &#xB2E8;&#xC21C;&#xD788; &#xBAA8;&#xD130;&#xC640; &#xC13C;&#xC11C;&#xB9CC; &#xC4F0;&#xB294;&#xAC8C; &#xC544;&#xB2C8;&#xB77C; &#xB2E4;&#xC591;&#xD55C; &#xBD84;&#xC57C;&#xC5D0; &#xAE30;&#xC220;&#xC774; &#xD544;&#xC694;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD638;&#xAE30;&#xC2EC;&#xC774; &#xB9CE;&#xC544; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xBC30;&#xC6E0;&#xACE0;,  &#xC784;&#xBCA0;&#xB514;&#xB4DC;&#xBD80;&#xD130; &#xC2DC;&#xC791;&#xD574;&#xC11C; &#xD1B5;&#xC2E0;, &#xC548;&#xB4DC;&#xB85C;&#xC774;&#xB4DC;, &#xC11C;&#xBC84;, GUI &#xAE4C;&#xC9C0; &#xB2E4;&#xC591;&#xD55C; &#xACBD;&#xD5D8;&#xC744; &#xD574;&#xBD24;&#xB358;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC595;&#xACE0; &#xB113;&#xC740; &#xBC30;&#xACBD;&#xC9C0;&#xC2DD;&#xC744; &#xAC16;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li>SLAM, Autonomus navigation</li><li>AVR, &#xC784;&#xBCA0;&#xB514;&#xB4DC;&#xBCF4;&#xB4DC;, ROS</li><li>QT, Android, React</li><li>Server, Network</li></ul><hr><h1 id="2-&#xB0B4;-&#xAFC8;"><a href="#2-&#xB0B4;-&#xAFC8;" class="headerlink" title="2. &#xB0B4; &#xAFC8;"></a>2. &#xB0B4; &#xAFC8;</h1><p>&#xB0B4; &#xAFC8;&#xC740; &#xBD80;&#xC790;&#xB418;&#xB294; &#xAC83;&#xC774;&#xC5D0;&#xC694;. 35&#xC0B4;&#xC5D0; &#xBD80;&#xC790;&#xB420;&#xB798;&#xC694;.<br>&#xB2E8;&#xC21C;&#xD788; &#xBD80;&#xC790;&#xAC00; &#xC544;&#xB2C8;&#xB77C;, &#xB3C8;&#xBC84;&#xB294; &#xB098;&#xBB34;&#xB97C; &#xAC16;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xB3C8;&#xBC84;&#xB294; &#xB098;&#xBB34;&#xB294; &#xC81C;&#xAC00; &#xC9C0;&#xC740; &#xC774;&#xB984;&#xC740; &#xC544;&#xB2D9;&#xB2C8;&#xB2E4;.<br> <code>&#xBD80;&#xC758;&#xCD94;&#xC6D4;&#xCC28;&#xC120;</code> &#xC774;&#xB780; &#xCC45;&#xC5D0;&#xC11C; &#xB098;&#xC628; &#xC6A9;&#xC5B4;&#xC785;&#xB2C8;&#xB2E4;.<br>&#xB3C8;&#xBC84;&#xB294; &#xB098;&#xBB34;&#xB294; &#xB3C8;&#xC744; &#xBC84;&#xB294; &#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xC758;&#xBBF8;&#xD558;&#xACE0;&#xC694;.<br>&#xC800;&#xB294; &#xB3C8;&#xBC84;&#xB294; &#xB098;&#xBB34;&#xB97C; &#xAC00;&#xAFB8;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xB9E4;&#xB2EC; 1&#xCC9C;&#xB9CC;&#xC6D0; &#xBC8C;&#xAE30;</p><ul><li>&#xC0AC;&#xC774;&#xB4DC; &#xD504;&#xB85C;&#xC81D;&#xD2B8;</li><li>&#xC6D0;&#xB370;&#xC774; &#xD074;&#xB798;&#xC2A4;</li><li>&#xCC45; &#xC4F0;&#xAE30;</li></ul><hr><h1 id="3-&#xCDE8;&#xBBF8;"><a href="#3-&#xCDE8;&#xBBF8;" class="headerlink" title="3. &#xCDE8;&#xBBF8;"></a>3. &#xCDE8;&#xBBF8;</h1><p>&#xCDE8;&#xBBF8;&#xB294; &#xCC45; &#xC77D;&#xAE30;, &#xC5EC;&#xD589;, &#xD3EC;&#xCF13;&#xBAAC;&#xACE0;, &#xAC1C;&#xBC1C;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xB3C5;&#xC11C;&#xBAA8;&#xC784;&#xC744; &#xC6B4;&#xC601; &#xC911;&#xC785;&#xB2C8;&#xB2E4;.<br>2019&#xB144; 1&#xC6D4;&#xBD80;&#xD130; &#xC9C0;&#xAE08;&#xAE4C;&#xC9C0; &#xB3C5;&#xC11C;&#xBAA8;&#xC784;&#xC744; &#xD558;&#xBA74;&#xC11C; &#xB9E4;&#xB2EC; 1&#xAD8C; &#xC774;&#xC0C1; &#xCC45;&#xC744; &#xC77D;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC628;&#xB77C;&#xC778; &#xB3C5;&#xC11C;&#xBAA8;&#xC784; &#xD398;&#xC774;&#xC9C0;&#xB3C4; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p><a href="https://book.dblog.org/" target="_blank" rel="noopener">https://book.dblog.org/</a></p><hr><h1 id="4-&#xC0AC;&#xC774;&#xB4DC;-&#xD504;&#xB85C;&#xC81D;&#xD2B8;"><a href="#4-&#xC0AC;&#xC774;&#xB4DC;-&#xD504;&#xB85C;&#xC81D;&#xD2B8;" class="headerlink" title="4. &#xC0AC;&#xC774;&#xB4DC; &#xD504;&#xB85C;&#xC81D;&#xD2B8;"></a>4. &#xC0AC;&#xC774;&#xB4DC; &#xD504;&#xB85C;&#xC81D;&#xD2B8;</h1><p>&#xC81C;&#xAC00; &#xC218;&#xD589;&#xD55C; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB4E4; &#xC785;&#xB2C8;&#xB2E4;.</p><h2 id="Steemcoinpan"><a href="#Steemcoinpan" class="headerlink" title="Steemcoinpan"></a>Steemcoinpan</h2><p>STEEM&#xC758; &#xC0AC;&#xC774;&#xB4DC; &#xBE14;&#xB85D;&#xCCB4;&#xC778;, Steem Engine &#xAE30;&#xBC18;&#xC758; Nitrous &#xC624;&#xD508; &#xC18C;&#xC2A4; &#xCC38;&#xC5EC;</p><p>&#xC804; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xB97C; &#xC6B4;&#xC601;&#xD558;&#xACE0; &#xC788;&#xACE0;, &#xAE30;&#xC220;&#xCABD; &#xC77C;&#xC744; &#xB2F4;&#xB2F9;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD050;&#xB808;&#xC774;&#xC158; &#xBCF4;&#xD305; &#xC2DC;&#xC2A4;&#xD15C;, Swap &#xAE30;&#xB2A5; &#xB4F1;&#xC744; &#xAC1C;&#xBC1C;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.<br><a href="https://steemcoinpan.com/" target="_blank" rel="noopener">https://steemcoinpan.com/</a></p><h2 id="Scot-manager"><a href="#Scot-manager" class="headerlink" title="Scot-manager"></a>Scot-manager</h2><p>STEEM&#xC758; &#xC0AC;&#xC774;&#xB4DC; &#xBE14;&#xB85D;&#xCCB4;&#xC778;, Steem Engine&#xC758; &#xD1A0;&#xD070; &#xC815;&#xBCF4;&#xB97C; &#xC27D;&#xAC8C; &#xBCFC; &#xC218; &#xC788;&#xB294; &#xB300;&#xC2DC;&#xBCF4;&#xB4DC;<br><a href="https://jacobyu.net/scot-manager/" target="_blank" rel="noopener">https://jacobyu.net/scot-manager/</a></p><h2 id="SEY"><a href="#SEY" class="headerlink" title="SEY"></a>SEY</h2><p>&#xC601;&#xC5B4;&#xD68C;&#xD654; &#xD6C8;&#xB828; &#xC571;</p><p>&#xC9E7;&#xC740; &#xC720;&#xD29C;&#xBE0C; &#xC601;&#xC0C1;&#xC744; &#xBCF4;&#xBA74;&#xC11C; &#xB4E3;&#xACE0; &#xB530;&#xB77C;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC7AC;&#xBC0C;&#xB294; &#xC720;&#xD29C;&#xBE0C; &#xC601;&#xC0C1;&#xC73C;&#xB85C; &#xC250;&#xB3C4;&#xC789;, &#xB515;&#xD14C;&#xC774;&#xC158;&#xC744; &#xD574;&#xBCF4;&#xC138;&#xC694;. &#xD558;&#xB098;&#xC758; &#xC601;&#xC0C1;&#xB9C8;&#xB2E4; 3&#xAC1C;&#xC758; &#xD559;&#xC2B5; &#xB2E8;&#xACC4;&#xAC00; &#xC788;&#xACE0;, &#xD559;&#xC2B5; &#xB2E8;&#xACC4;&#xC5D0; &#xB530;&#xB77C; &#xBC18;&#xBCF5;&#xC801;&#xC73C;&#xB85C; &#xC601;&#xC5B4;&#xB97C; &#xB4E3;&#xACE0; &#xB9D0;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD569;&#xB2C8;&#xB2E4;.<br><a href="https://play.google.com/store/apps/details?id=com.app.sm.speakingmaster" target="_blank" rel="noopener">https://play.google.com/store/apps/details?id=com.app.sm.speakingmaster</a></p><h2 id="AIY-&#xD504;&#xB85C;&#xC81D;&#xD2B8;"><a href="#AIY-&#xD504;&#xB85C;&#xC81D;&#xD2B8;" class="headerlink" title="AIY &#xD504;&#xB85C;&#xC81D;&#xD2B8;"></a>AIY &#xD504;&#xB85C;&#xC81D;&#xD2B8;</h2><p>Do-it-yourself artificial intelligence</p><p>&#xB098;&#xB9CC;&#xC758; &#xB85C;&#xBD07; &#xB9CC;&#xB4E4;&#xAE30;, IoT &#xC2A4;&#xC704;&#xCE58; &#xB9CC;&#xB4E4;&#xAE30; &#xB4F1;&#xC758; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xC218;&#xD589;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://www.youtube.com/watch?v=Xv3_kfhknEM" target="_blank" rel="noopener">https://www.youtube.com/watch?v=Xv3_kfhknEM</a><br><a href="https://www.youtube.com/watch?v=5S3wLXH8lTE" target="_blank" rel="noopener">https://www.youtube.com/watch?v=5S3wLXH8lTE</a></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/-d782c38a26e73" target="_blank" rel="noopener">&#x2018;About&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/About/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[독서일기] 유시민의 글쓰기 특강</title>
      <link>http://passionbull.github.io/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%9C%A0%EC%8B%9C%EB%AF%BC%EC%9D%98-%EA%B8%80%EC%93%B0%EA%B8%B0-%ED%8A%B9%EA%B0%95/</link>
      <guid>http://passionbull.github.io/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%9C%A0%EC%8B%9C%EB%AF%BC%EC%9D%98-%EA%B8%80%EC%93%B0%EA%B8%B0-%ED%8A%B9%EA%B0%95/</guid>
      <pubDate>Fri, 06 Dec 2019 16:37:18 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xAE00;&amp;#xC4F0;&amp;#xAE30; &amp;#xCC45;&amp;#xC740; &amp;#xCC98;&amp;#xC74C; &amp;#xC77D;&amp;#xC5C8;&amp;#xB2E4;. &amp;#xC774; &amp;#xCC45;&amp;#xC744; &amp;#xC77D;&amp;#xC740; &amp;#xC774;&amp;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xAE00;&#xC4F0;&#xAE30; &#xCC45;&#xC740; &#xCC98;&#xC74C; &#xC77D;&#xC5C8;&#xB2E4;. &#xC774; &#xCC45;&#xC744; &#xC77D;&#xC740; &#xC774;&#xC720;&#xB294; &#xB2E8;&#xC21C;&#xD558;&#xB2E4;. &#xAE00; &#xC798; &#xC4F0;&#xACE0;&#xC2F6;&#xC5B4;&#xC11C;&#xC600;&#xB2E4;. &#xB531; &#xB098;&#xC5D0;&#xAC8C; &#xD544;&#xC694;&#xD55C; &#xCC45;&#xC774;&#xB2E4;. </p><blockquote><p>&#xC5D0;&#xC138;&#xC774;, &#xC2E0;&#xBB38; &#xAE30;&#xC0AC;, &#xBB38;&#xD559;&#xD3C9;&#xB860;, &#xC0AC;&#xD68C; &#xBE44;&#xD3C9;, &#xC81C;&#xD488; &#xC0AC;&#xC6A9;&#xC124;&#xBA85;&#xC11C;, &#xBCF4;&#xB3C4;&#xC790;&#xB8CC;, &#xBB38;&#xD654;&#xC7AC; &#xC548;&#xB0B4;&#xBB38;, &#xC131;&#xBA85;&#xC11C;, &#xC120;&#xC5B8;&#xBB38;, &#xBCF4;&#xACE0;&#xC11C;, &#xC790;&#xAE30;&#xC18C;&#xAC1C;&#xC11C;, &#xB17C;&#xC220; &#xC2DC;&#xD5D8;, &#xC6B4;&#xB3D9;&#xACBD;&#xAE30; &#xAD00;&#xC804;&#xD3C9;, &#xC2E0;&#xC81C;&#xD488; &#xC0AC;&#xC6A9;&#xD6C4;&#xAE30;, &#xB9DB;&#xC9D1; &#xC21C;&#xB840;&#xAE30; &#xAC19;&#xC740; &#xAC83;&#xC744; &#xC798; &#xC4F0;&#xACE0; &#xC2F6;&#xC740; &#xB3C5;&#xC790;&#xB77C;&#xBA74; &#xC774; &#xCC45;&#xC774; &#xB354; &#xB098;&#xC744; &#xAC83;&#xC774;&#xB2E4;.</p></blockquote><p>&#xB098;&#xB294; &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; 2&#xB144;&#xB3D9;&#xC548; &#xAE00;&#xC744; &#xC368;&#xC654;&#xB2E4;. &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB0B4; &#xC77C;&#xC0C1;&#xB4E4;&#xC744; &#xAE30;&#xB85D;&#xD574;&#xC654;&#xB2E4;. &#xC77C;&#xAE30;&#xB3C4; &#xC4F0;&#xACE0;, &#xAC1C;&#xBC1C; &#xAE00;&#xB3C4; &#xC4F0;&#xACE0;, &#xC5EC;&#xD589;&#xAE30;&#xB3C4; &#xC37B;&#xB2E4;. </p><p>&#xB0B4;&#xAC00; &#xC4F4; &#xAE00;&#xB4E4;&#xC744; &#xC798; &#xC815;&#xB9AC;&#xD574;&#xC11C; &#xC608;&#xC05C; &#xBE14;&#xB85C;&#xADF8;&#xB3C4; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCFC;&#xAC83;&#xC774;&#xB2E4;. &#xAC00;&#xB3C5;&#xC131;&#xC774; &#xC88B;&#xC740; &#xAE00;&#xC744; &#xC4F0;&#xACE0;&#xC2F6;&#xB2E4;.</p><hr><p>&#xC774; &#xCC45;&#xC740; &#xC18C;&#xC124;, &#xC2DC;&#xB97C; &#xC798; &#xC4F8; &#xC218; &#xC788;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xC54C;&#xB824;&#xC8FC;&#xC9C0; &#xC54A;&#xB294;&#xB2E4;. &#xC801;&#xC5B4;&#xB3C4;, &#xB098;&#xC05C;&#xAE00;&#xC744; &#xC548; &#xC4F0;&#xB294; &#xBC29;&#xBC95;&#xC744; &#xC54C;&#xB824;&#xC900;&#xB2E4;. &#xB17C;&#xB9AC;&#xC801;&#xC778; &#xAE00;&#xC744; &#xC4F0;&#xB294; &#xBC29;&#xBC25;&#xC744; &#xC54C;&#xB824;&#xC900;&#xB2E4;. &#xAE30;&#xC5B5;&#xC5D0; &#xB0A8;&#xB294; &#xAC83;&#xC774; &#xBA87; &#xAC1C; &#xC788;&#xB2E4;. </p><ul><li>&#xC8FC;&#xC81C;&#xC5D0; &#xC9D1;&#xC911;&#xD574;&#xB77C;.</li><li>&#xC8FC;&#xC7A5;&#xC5D0;&#xB294; &#xADFC;&#xAC70;&#xAC00; &#xC788;&#xC5B4;&#xC57C;&#xD55C;&#xB2E4;.</li><li>&#xB2E8;&#xBB38;&#xC73C;&#xB85C; &#xC801;&#xC5B4;&#xB77C;. </li><li>&#xC54C;&#xC544;&#xBCF4;&#xAE30; &#xC27D;&#xAC8C; &#xC801;&#xC5B4;&#xB77C;. &#xADF8; &#xD14D;&#xC2A4;&#xD2B8;&#xB9CC; &#xBCF4;&#xACE0; &#xB2E4; &#xC774;&#xD574;&#xD560; &#xC218; &#xC788;&#xB294; &#xAE00;&#xC744; &#xC801;&#xC5B4;&#xB77C;.</li><li>&#xC218;&#xB3D9;&#xD0DC;&#xB85C; &#xC801;&#xC9C0;&#xC54A;&#xAE30;.</li><li>&#xB9D0;&#xD558;&#xB4EF;&#xC774; &#xC801;&#xC5B4;&#xB77C;.</li></ul><blockquote><p>&#xB2E8;&#xBB38;&#xC774; &#xBCF5;&#xBB38;&#xBCF4;&#xB2E4; &#xD6CC;&#xB96D;&#xD558;&#xAC70;&#xB098; &#xC544;&#xB984;&#xB2E4;&#xC6CC;&#xC11C; &#xB2E8;&#xBB38;&#xC744; &#xC4F0;&#xB77C;&#xB294; &#xAC83;&#xC774; &#xC544;&#xB2C8;&#xB2E4;. &#xB73B;&#xC744; &#xBD84;&#xBA85;&#xD558;&#xAC8C; &#xC804;&#xD558;&#xB294; &#xB370; &#xD3B8;&#xB9AC;&#xD558;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xB2E4;. &#xAC8C;&#xB2E4;&#xAC00; &#xB2E8;&#xBB38;&#xC740; &#xBCF5;&#xBB38;&#xBCF4;&#xB2E4; &#xC4F0;&#xAE30;&#xAC00; &#xC27D;&#xB2E4;. &#xC8FC;&#xC220;&#xAD00;&#xACC4;&#xAC00; &#xD558;&#xB098;&#xBFD0;&#xC774;&#xC5B4;&#xC11C; &#xBB38;&#xC7A5;&#xC774; &#xAF2C;&#xC77C; &#xC704;&#xD5D8;&#xC774; &#xC5C6;&#xB2E4;.</p></blockquote><hr><center><sup>Originally posted on <a href="http://book.dblog.org/dogseoilgi-yusiminyi-geulsseugi-teuggang" target="_blank" rel="noopener">&#xB3C5;&#xC11C; N &#xC77C;&#xAE30;</a>. Steem blog powered by <a href="https://engrave.website" target="_blank" rel="noopener">ENGRAVE</a>.</sup></center><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/dogseoilgi-yusiminyi-geulsseugi-teuggang" target="_blank" rel="noopener">&#x2018;[&#xB3C5;&#xC11C;&#xC77C;&#xAE30;] &#xC720;&#xC2DC;&#xBBFC;&#xC758; &#xAE00;&#xC4F0;&#xAE30; &#xD2B9;&#xAC15;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EB%8F%85%EC%84%9C%EC%9D%BC%EA%B8%B0-%EC%9C%A0%EC%8B%9C%EB%AF%BC%EC%9D%98-%EA%B8%80%EC%93%B0%EA%B8%B0-%ED%8A%B9%EA%B0%95/#disqus_thread</comments>
    </item>
    
    <item>
      <title>웹 페이지에 소셜 로그인 연동 with firebase, google</title>
      <link>http://passionbull.github.io/%EC%9B%B9-%ED%8E%98%EC%9D%B4%EC%A7%80%EC%97%90-%EC%86%8C%EC%85%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EC%97%B0%EB%8F%99-with-firebase--oo-le/</link>
      <guid>http://passionbull.github.io/%EC%9B%B9-%ED%8E%98%EC%9D%B4%EC%A7%80%EC%97%90-%EC%86%8C%EC%85%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EC%97%B0%EB%8F%99-with-firebase--oo-le/</guid>
      <pubDate>Fri, 06 Dec 2019 16:12:06 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;https://www.steemcoinpan.com/
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p><a href="https://www.steemcoinpan.com/sct/@jacobyu/4rkkun" target="_blank" rel="noopener">https://www.steemcoinpan.com/sct/@jacobyu/4rkkun</a> &#xC5D0;&#xC11C; &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC5F0;&#xB3D9;&#xC744; &#xD1B5;&#xD55C; &#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xD398;&#xC774;&#xC9C0;&#xB97C; &#xC18C;&#xAC1C;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD558;&#xBA74; &#xD2B9;&#xC815; &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC5EC;&#xB7EC;&#xBC88; &#xC544;&#xC774;&#xB514; &#xB9CC;&#xB4E4;&#xAE30;&#xAC00; &#xC5B4;&#xB835;&#xC8E0;. &#xB610;, &#xB204;&#xAD6C;&#xB098;? &#xAD6C;&#xAE00; &#xACC4;&#xC815;&#xC744; &#xAC16;&#xACE0;&#xC788;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD588;&#xACE0;&#xC694;. &#xAD6C;&#xAE00; &#xACC4;&#xC815;&#xC740; &#xC27D;&#xAC8C; &#xC790;&#xC2E0;&#xC744; &#xC778;&#xC99D;&#xD560; &#xC218; &#xC788;&#xB294; &#xC218;&#xB2E8;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xAE00;&#xC740; <code>&#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC778;&#xC99D;&#xC5C5;&#xCCB4; &#xCD94;&#xAC00;&#xD558;&#xB294; &#xBC29;&#xBC95;</code>, <code>&#xB3C4;&#xBA54;&#xC778; &#xC778;&#xC99D;&#xD558;&#xAE30;</code>&#xB97C; &#xB2E4;&#xB8F9;&#xB2C8;&#xB2E4;.</p><h2 id="0-&#xCD94;&#xCC9C;-&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;"><a href="#0-&#xCD94;&#xCC9C;-&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;" class="headerlink" title="0.&#xCD94;&#xCC9C; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;"></a>0.&#xCD94;&#xCC9C; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;</h2><p>&#xC6F9;&#xD398;&#xC774;&#xC9C0;&#xC5D0; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778;&#xC740; &#xC5F0;&#xB3D9;&#xD560; &#xB54C;, &#xC0AC;&#xC6A9;&#xD558;&#xAE30; &#xC88B;&#xC740;&#xAC74; &#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4;&#xC785;&#xB2C8;&#xB2E4;.<br>&#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4;&#xB294; &#xC5EC;&#xB7EC; &#xC18C;&#xC15C;&#xACC4;&#xC815;&#xC744; &#xC190;&#xC27D;&#xAC8C; &#xC5F0;&#xB3D9;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD574;&#xB1A8;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC774; 2&#xAC1C;&#xB97C; &#xCC38;&#xACE0;&#xD574;&#xC11C; &#xAC1C;&#xBC1C;&#xD558;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.<br><a href="https://firebase.google.com/docs/auth/web/firebaseui?hl=ko" target="_blank" rel="noopener">https://firebase.google.com/docs/auth/web/firebaseui?hl=ko</a><br><a href="https://github.com/firebase/firebaseui-web" target="_blank" rel="noopener">https://github.com/firebase/firebaseui-web</a></p><h2 id="1-&#xC14B;&#xC5C5;"><a href="#1-&#xC14B;&#xC5C5;" class="headerlink" title="1. &#xC14B;&#xC5C5;"></a>1. &#xC14B;&#xC5C5;</h2><p>&#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4; &#xB300;&#xC26C;&#xBCF4;&#xB4DC; &#xC124;&#xC815; -&gt; &#xC0AC;&#xC6A9;&#xD560; &#xB85C;&#xADF8;&#xC778; &#xC778;&#xC99D;&#xC5C5;&#xCCB4; &#xC120;&#xD0DD; -&gt; &#xD65C;&#xC131;&#xD654;</p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/CppzAmfu-image.png" alt="firebase dashboard"></p><p>&#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC; &#xC124;&#xCE58;&#xD558;&#xAE30;<br></p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br></pre></td><td class="code"><pre><span class="line">$ npm install firebase --save</span><br><span class="line">$ npm install firebaseui --save</span><br></pre></td></tr></tbody></table></figure><p></p><h2 id="2-&#xC18C;&#xC15C;-&#xB85C;&#xADF8;&#xC778;-&#xCEF4;&#xD3EC;&#xB10C;&#xD2B8;-&#xCF54;&#xB4DC;"><a href="#2-&#xC18C;&#xC15C;-&#xB85C;&#xADF8;&#xC778;-&#xCEF4;&#xD3EC;&#xB10C;&#xD2B8;-&#xCF54;&#xB4DC;" class="headerlink" title="2. &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xCEF4;&#xD3EC;&#xB10C;&#xD2B8; &#xCF54;&#xB4DC;"></a>2. &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xCEF4;&#xD3EC;&#xB10C;&#xD2B8; &#xCF54;&#xB4DC;</h2><p>&#xCF54;&#xB4DC;&#xB294; &#xAC04;&#xB2E8;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xB294; &#xB9AC;&#xC561;&#xD2B8;&#xC5D0;&#xC11C; &#xC791;&#xC5C5;&#xD558;&#xB294;&#xB370;&#xC694;. &#xD558;&#xB098;&#xC758; &#xCEF4;&#xD3EC;&#xB10C;&#xD2B8;&#xB85C; &#xBAA8;&#xB4C8;&#xD654;&#xC2DC;&#xCF1C;&#xC11C; &#xC0AC;&#xC6A9;&#xD558;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774;&#xB807;&#xAC8C; &#xBD84;&#xB9AC;&#xB97C; &#xD558;&#xBA74;, &#xC5B4;&#xB514;&#xB4E0; &#xC27D;&#xAC8C; &#xC801;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xC8E0;.</p><h5 id="import"><a href="#import" class="headerlink" title="- import"></a>- import</h5><p>firebase, react-firebaseui&#xB97C; &#xC0AC;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. config&#xD30C;&#xC77C;&#xC740; firebase dashboard&#xC5D0;&#xC11C; &#xBC1B;&#xC544;&#xC624;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br></pre></td><td class="code"><pre><span class="line">import React from &apos;react&apos;;</span><br><span class="line">import * as firebase from &quot;firebase/app&quot;;</span><br><span class="line">import &quot;firebase/auth&quot;;</span><br><span class="line"></span><br><span class="line">import config from &apos;../config&apos;</span><br><span class="line">import StyledFirebaseAuth from &apos;react-firebaseui/StyledFirebaseAuth&apos;;</span><br><span class="line"></span><br><span class="line">// Initialize Firebase</span><br><span class="line">firebase.initializeApp(config);</span><br></pre></td></tr></tbody></table></figure><h5 id="ui-config"><a href="#ui-config" class="headerlink" title="- ui config"></a>- ui config</h5><p>&#xC774;&#xAC74; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; ui &#xAD00;&#xB828; &#xC14B;&#xD305;&#xAC12;&#xC785;&#xB2C8;&#xB2E4;. &#xB85C;&#xADF8;&#xC778;&#xC744; &#xD31D;&#xC5C5;&#xC73C;&#xB85C; &#xD560; &#xAC83;&#xC778;&#xC9C0;,&#xC544;&#xB2C8;&#xBA74; &#xB9AC;&#xB514;&#xB809;&#xC158; (&#xC0C8;&#xB85C; &#xC5F4;&#xAE30;)&#xB97C; &#xD560; &#xAC83;&#xC778;&#xC9C0; &#xC815;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB610;, &#xC800;&#xB294; &#xAD6C;&#xAE00;&#xB9CC; &#xC0AC;&#xC6A9;&#xD588;&#xC9C0;&#xB9CC;, &#xC5EC;&#xB7EC; &#xB85C;&#xADF8;&#xC778; &#xC778;&#xC99D;&#xC5C5;&#xCCB4;&#xB97C; &#xCD94;&#xAC00;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br><span class="line">12</span><br><span class="line">13</span><br><span class="line">14</span><br><span class="line">15</span><br><span class="line">16</span><br></pre></td><td class="code"><pre><span class="line">// Configure FirebaseUI.</span><br><span class="line">uiConfig = {</span><br><span class="line">  // Popup signin flow rather than redirect flow.</span><br><span class="line">  signInFlow: &apos;popup&apos;,</span><br><span class="line">  // We will display Google and Facebook as auth providers.</span><br><span class="line">  signInOptions: [</span><br><span class="line">    firebase.auth.GoogleAuthProvider.PROVIDER_ID,</span><br><span class="line">  ],</span><br><span class="line">  callbacks: {</span><br><span class="line">    // Avoid redirects after sign-in.</span><br><span class="line">    signInSuccessWithAuthResult: async (currentUser, credential, redirectUrl) =&gt; {</span><br><span class="line">      var token = await this.getFirebaseToken();</span><br><span class="line">      this.props.clickCallback(this.props.parent, token);</span><br><span class="line">    }</span><br><span class="line">  }</span><br><span class="line">};</span><br></pre></td></tr></tbody></table></figure><h5 id="render"><a href="#render" class="headerlink" title="- render"></a>- render</h5><p>render&#xC5D0;&#xC11C; &#xD575;&#xC2EC;&#xC740; <code>&lt;StyledFirebaseAuth/&gt;</code>&#xC785;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB978;&#xAC74; &#xBD80;&#xAC00;&#xC801;&#xC778; &#xAC83;&#xC774;&#xC8E0;. &#xC774; &#xBC84;&#xD2BC;&#xC744; &#xB204;&#xB974;&#xACE0; &#xC2E4;&#xC81C;&#xB85C; &#xB85C;&#xADF8;&#xC778;&#xC774; &#xC131;&#xACF5;&#xD588;&#xB2E4;. &#xC2E4;&#xD328;&#xD588;&#xB2E4;&#xB97C; &#xC54C;&#xC544;&#xC57C;&#xD558;&#xB294;&#xB370;&#xC694;. &#xB85C;&#xADF8;&#xC778;&#xC774; &#xC131;&#xACF5;&#xD588;&#xC744; &#xB54C;, &#xBB34;&#xC5C7;&#xC744; &#xD560;&#xC9C0;&#xB294; &#xC704;&#xC5D0; ui-config&#xC5D0;&#xC11C; &#xC124;&#xC815;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800; &#xAC19;&#xC740; &#xACBD;&#xC6B0;&#xB294; <code>callbacks</code>&#xC5D0;&#xB2E4;&#xAC00; &#xC131;&#xACF5;&#xD560; &#xACBD;&#xC6B0;, <code>clickCallback</code>&#xC744; &#xC2E4;&#xD589;&#xD558;&#xB3C4;&#xB85D; &#xD574;&#xB1A8;&#xC8E0;.</p><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br><span class="line">12</span><br><span class="line">13</span><br><span class="line">14</span><br><span class="line">15</span><br><span class="line">16</span><br><span class="line">17</span><br><span class="line">18</span><br><span class="line">19</span><br><span class="line">20</span><br><span class="line">21</span><br></pre></td><td class="code"><pre><span class="line">render() {</span><br><span class="line">  if (!this.state.isSignedIn) {</span><br><span class="line">    return (</span><br><span class="line">      &lt;div&gt;</span><br><span class="line">        &lt;StyledFirebaseAuth uiConfig={this.uiConfig} firebaseAuth={firebase.auth()}/&gt;</span><br><span class="line">      &lt;/div&gt;</span><br><span class="line">);</span><br><span class="line">  }</span><br><span class="line">  return (</span><br><span class="line">    &lt;div&gt;</span><br><span class="line">      {this.props.parent.state.signupSuccess === true? </span><br><span class="line">        &lt;button onClick={() =&gt; {</span><br><span class="line">          window.open(&apos;https://steemcoinpan.com/&apos;);</span><br><span class="line">        }} className=&quot;btn btn-primary btn-block&quot;&gt;&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC73C;&#xB85C; &#xC774;&#xB3D9;&lt;/button&gt;</span><br><span class="line">        :</span><br><span class="line">        &lt;button onClick={() =&gt; firebase.auth().signOut()} className=&quot;btn btn-primary btn-block&quot;&gt;Refresh&lt;/button&gt;</span><br><span class="line">      }</span><br><span class="line">    &lt;/div&gt;</span><br><span class="line">  );</span><br><span class="line"></span><br><span class="line">}</span><br></pre></td></tr></tbody></table></figure><h2 id="3-&#xB3C4;&#xBA54;&#xC778;-&#xC2B9;&#xC778;"><a href="#3-&#xB3C4;&#xBA54;&#xC778;-&#xC2B9;&#xC778;" class="headerlink" title="3. &#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778;"></a>3. &#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778;</h2><p>&#xC694;&#xAC70; &#xBE61;&#xC149;&#xB2C8;&#xB2E4;. &#xCEE4;&#xC2A4;&#xD140; &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xC0AC;&#xC6A9;&#xD560; &#xACBD;&#xC6B0;, &#xADF8; &#xB3C4;&#xBA54;&#xC778;&#xC774; &#xB0B4;&#xAEBC;&#xB77C;&#xB294;&#xAC78; &#xC778;&#xC99D;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. Project -&gt; Authentication -&gt; &#xC544;&#xB798;&#xB85C; &#xB0B4;&#xB9AC;&#xBA74; &#xC2B9;&#xC778;&#xB41C; &#xB3C4;&#xBA54;&#xC778; -&gt; &#xC790;&#xC2E0;&#xC758; &#xB3C4;&#xBA54;&#xC778; &#xCD94;&#xAC00;</p><ul><li><a href="https://console.cloud.google.com/apis/credentials/domainverification?authuser=0&amp;project={your-project-name}" target="_blank" rel="noopener">https://console.cloud.google.com/apis/credentials/domainverification?authuser=0&amp;project={your-project-name}</a></li><li><a href="https://console.firebase.google.com/u/0/project/{your-project-name}/authentication/providers" target="_blank" rel="noopener">https://console.firebase.google.com/u/0/project/{your-project-name}/authentication/providers</a></li></ul><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/bR9Vtl1y-image.png" alt="&#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778; 1"></p><p>google cloud platform&#xC5D0;&#xC11C;&#xB3C4; &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xC778;&#xC99D;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. Credentials, Oauth consent screen,Domain verification &#xBAA8;&#xB450; &#xB4E4;&#xC5B4;&#xAC00;&#xC11C; &#xB3C4;&#xBA54;&#xC778;&#xC744; &#xB4F1;&#xB85D;&#xD558;&#xC138;&#xC694;.</p><p>&#xC774; &#xACFC;&#xC815;&#xC5D0;&#xC11C; html&#xC744; &#xC11C;&#xBC84;&#xC5D0; &#xC62C;&#xB824;&#xC57C; &#xD558;&#xB294; &#xC791;&#xC5C5;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800;&#xB294; &#xD788;&#xB85C;&#xCFE0;, react-js &#xD658;&#xACBD;&#xC5D0;&#xC11C; &#xAC1C;&#xBC1C;&#xD588;&#xB294;&#xB370;&#xC694;. public &#xD3F4;&#xB354;&#xC5D0; google cloud platform&#xC774; &#xC8FC;&#xB294; &#xC778;&#xC99D; html&#xC744; &#xB123;&#xC5B4;&#xC8FC;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/r6ZRgyCh-image.png" alt="&#xB3C4;&#xBA54;&#xC778; &#xC2B9;&#xC778; 2"></p><hr><h2 id="4-&#xACB0;&#xB860;"><a href="#4-&#xACB0;&#xB860;" class="headerlink" title="4. &#xACB0;&#xB860;"></a>4. &#xACB0;&#xB860;</h2><p>&#xC774; &#xACFC;&#xC815;&#xC5D0;&#xC11C; &#xAC00;&#xC7A5; &#xC5B4;&#xB824;&#xC6E0;&#xB358; &#xAC74; 3&#xBC88;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.. &#x314B;&#x314B; 1&#xBC88;,2&#xBC88;&#xC740; &#xC81C;&#xAC00; &#xC62C;&#xB9B0; &#xB9C1;&#xD06C;&#xB97C; &#xCC38;&#xACE0;&#xD558;&#xBA74; &#xC27D;&#xAC8C; &#xB9CC;&#xB4DC;&#xC2E4; &#xC218; &#xC788;&#xC744;&#xAC70;&#xC5D0;&#xC694;. &#xAD81;&#xAE08;&#xD55C;&#xAC8C; &#xC788;&#xC73C;&#xC2DC;&#xBA74; &#xB313;&#xAE00;&#xB2EC;&#xC544;&#xC8FC;&#xC138;&#xC694;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/with-firebase-google" target="_blank" rel="noopener">&#x2018;&#xC6F9; &#xD398;&#xC774;&#xC9C0;&#xC5D0; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9; with firebase, google&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%9B%B9-%ED%8E%98%EC%9D%B4%EC%A7%80%EC%97%90-%EC%86%8C%EC%85%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EC%97%B0%EB%8F%99-with-firebase--oo-le/#disqus_thread</comments>
    </item>
    
    <item>
      <title>구글 계정 연동을 통한 스팀잇 회원가입</title>
      <link>http://passionbull.github.io/%EA%B5%AC%EA%B8%80-%EA%B3%84%EC%A0%95-%EC%97%B0%EB%8F%99%EC%9D%84-%ED%86%B5%ED%95%9C-%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85/</link>
      <guid>http://passionbull.github.io/%EA%B5%AC%EA%B8%80-%EA%B3%84%EC%A0%95-%EC%97%B0%EB%8F%99%EC%9D%84-%ED%86%B5%ED%95%9C-%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85/</guid>
      <pubDate>Fri, 06 Dec 2019 16:11:54 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC5EC;&amp;#xB7EC;&amp;#xBD84;!!  &amp;#xAE30;&amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC5EC;&#xB7EC;&#xBD84;!!  &#xAE30;&#xC874;&#xC5D0; &#xACC4;&#xC815; &#xC0DD;&#xC131; &#xC5B4;&#xB5BB;&#xAC8C; &#xD558;&#xC167;&#xB098;&#xC694;? &#xC5B4;&#xB824;&#xC6B0;&#xC168;&#xC8E0;?</p><p>&#xC9C0;&#xC778;&#xC5D0;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD300;&#xC787;&#xC744; &#xC18C;&#xAC1C;&#xD558;&#xB294; &#xAC74; &#xAF64; &#xC5B4;&#xB835;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC787;&#xC744; &#xC18C;&#xAC1C;&#xD558;&#xAE30; &#xC5B4;&#xB824;&#xC6B4; &#xAC83; &#xC911;&#xC5D0; &#xD558;&#xB098;&#xB294; &#xB9C8;&#xC2A4;&#xD130;&#xD0A4; &#xC18C;&#xAC1C;&#xC785;&#xB2C8;&#xB2E4;. &#xB9C8;&#xC2A4;&#xD130;&#xD0A4;&#xB294; &#xC2A4;&#xD300;&#xC787;, &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC774; &#xC0DD;&#xC18C;&#xD55C; &#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xB192;&#xC740; &#xC9C4;&#xC785;&#xC7A5;&#xBCBD;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xC81C;&#xAC00; &#xAC1C;&#xBC1C;&#xC911;&#xC774;&#xC5C8;&#xB358; &#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC5F0;&#xB3D9;&#xC744; &#xD1B5;&#xD55C; &#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC18C;&#xAC1C;&#xD569;&#xB2C8;&#xB2E4;. &#xC774; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xD398;&#xC774;&#xC9C0;&#xAC00; &#xC9C4;&#xC785;&#xC7A5;&#xBCBD;&#xC744; &#xC870;&#xAE08;&#xC774;&#xB098;&#xB9C8; &#xB0AE;&#xCD94;&#xC9C0; &#xC54A;&#xC744;&#xAE4C;? &#xAE30;&#xB300;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xD398;&#xC774;&#xC9C0;&#xB294; &#xC544;&#xB798;&#xC758; &#xAE30;&#xB2A5;&#xB4E4;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;.</p><ul><li>&#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD1B5;&#xD574;, &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</li><li>&#xBE44;&#xBC00;&#xBC88;&#xD638;&#xB294; &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC9C1;&#xC811; &#xC124;&#xC815;&#xD560; &#xC218; &#xC788;&#xACE0;&#xC694;. </li><li>&#xCEF4;&#xD4E8;&#xD130;&#xAC00; &#xC544;&#xB2CC; &#xC2A4;&#xB9C8;&#xD2B8;&#xD3F0;&#xC5D0;&#xC11C;&#xB3C4; &#xC27D;&#xAC8C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </li></ul><p><img src="https://cdn.steemitimages.com/DQmcggATvijf4tk7dnjXm1Q1PtZzM7cXHVUtr7663wQCRLP/image.png" alt=""></p><p>&#xC544;&#xB798; &#xB9C1;&#xD06C;&#xB97C; &#xB4E4;&#xC5B4;&#xAC00;&#xC11C; &#xC2A4;&#xD300; &#xACC4;&#xC815;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4; &#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xB9C1;&#xD06C;&#xB294; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xBC84;&#xD2BC;&#xACFC; &#xC5F0;&#xACB0;&#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;.</p><p><a href="https://steem-account-creator-ui.herokuapp.com/" target="_blank" rel="noopener">https://steem-account-creator-ui.herokuapp.com/</a></p><h4 id="&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;"><a href="#&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;" class="headerlink" title="&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;"></a>&#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;</h4><p>&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xD6C4;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xB85C;&#xADF8;&#xC778;&#xD558;&#xB294; &#xAC83; &#xAE4C;&#xC9C0; &#xC601;&#xC0C1;&#xC73C;&#xB85C; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xACC4;&#xC815;&#xC0DD;&#xC131;&#xC774; &#xC131;&#xACF5;&#xD558;&#xBA74; 5-10&#xCD08;&#xC815;&#xB3C4; &#xC2DC;&#xAC04;&#xC774; &#xAC78;&#xB9BD;&#xB2C8;&#xB2E4;. &#xC5EC;&#xAE30;&#xC5D0; &#xB85C;&#xB529; &#xC560;&#xB2C8;&#xBA54;&#xC774;&#xC158;&#xC740; &#xD558;&#xB098; &#xB123;&#xB3C4;&#xB85D; &#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://www.youtube.com/watch?v=5FfnMhv1o1o" target="_blank" rel="noopener">https://www.youtube.com/watch?v=5FfnMhv1o1o</a></p><h4 id="&#xCD94;&#xAC00;-&#xC5C5;&#xB370;&#xC774;&#xD2B8;"><a href="#&#xCD94;&#xAC00;-&#xC5C5;&#xB370;&#xC774;&#xD2B8;" class="headerlink" title="&#xCD94;&#xAC00; &#xC5C5;&#xB370;&#xC774;&#xD2B8;"></a>&#xCD94;&#xAC00; &#xC5C5;&#xB370;&#xC774;&#xD2B8;</h4><ul><li><del>&#xACC4;&#xC815; &#xC911;&#xBCF5;&#xD655;&#xC778;</del></li><li><del>&#xB85C;&#xB529; &#xCD94;&#xAC00;</del></li><li><del>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC73C;&#xB85C; &#xC774;&#xB3D9; &#xB9C1;&#xD06C; &#xCD94;&#xAC00;</del></li><li>&#xACC4;&#xC815; &#xC911;&#xBCF5;&#xD655;&#xC778;&#xD560; &#xB54C;, &#xC18C;&#xBB38;&#xC790;&#xB85C; &#xBCC0;&#xD658; &#xD544;&#xC694;</li></ul><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmVDi5JHPVvBpudBxMj2Ukf94bUhfpvZHzcYerEVYmH5D6/image.png" alt=""></p><h4 id="&#xC774;&#xC804;-&#xAE00;"><a href="#&#xC774;&#xC804;-&#xAE00;" class="headerlink" title="&#xC774;&#xC804; &#xAE00;"></a>&#xC774;&#xC804; &#xAE00;</h4><ul><li><a href="https://jacobyu.net/categories/&#xAC1C;&#xBC1C;/steem/&#xD68C;&#xC6D0;&#xAC00;&#xC785;/" target="_blank" rel="noopener">https://jacobyu.net/categories/&#xAC1C;&#xBC1C;/steem/&#xD68C;&#xC6D0;&#xAC00;&#xC785;/</a></li></ul><p>&#xAD81;&#xAE08;&#xD55C; &#xAC83; &#xC788;&#xC73C;&#xBA74; &#xB313;&#xAE00; &#xB2EC;&#xC544;&#xC8FC;&#xC138;&#xC694;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4rkkun" target="_blank" rel="noopener">&#x2018;&#xAD6C;&#xAE00; &#xACC4;&#xC815; &#xC5F0;&#xB3D9;&#xC744; &#xD1B5;&#xD55C; &#xC2A4;&#xD300;&#xC787; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B5%AC%EA%B8%80-%EA%B3%84%EC%A0%95-%EC%97%B0%EB%8F%99%EC%9D%84-%ED%86%B5%ED%95%9C-%EC%8A%A4%ED%8C%80%EC%9E%87-%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85/#disqus_thread</comments>
    </item>
    
    <item>
      <title>ORG 토큰으로 귤 사먹기</title>
      <link>http://passionbull.github.io/ORG-%ED%86%A0%ED%81%B0%EC%9C%BC%EB%A1%9C-%EA%B7%A4-%EC%82%AC%EB%A8%B9%EA%B8%B0/</link>
      <guid>http://passionbull.github.io/ORG-%ED%86%A0%ED%81%B0%EC%9C%BC%EB%A1%9C-%EA%B7%A4-%EC%82%AC%EB%A8%B9%EA%B8%B0/</guid>
      <pubDate>Fri, 06 Dec 2019 16:11:42 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &lt;/p&gt;
&lt;p&gt;ORG&amp;#xD1A0;&amp;#xD070;(&amp;#xADE4;&amp;#xD1A0;&amp;#xD070;)&amp;#xC73C;&amp;#xB85C; @solnamu&amp;#xB2D8;&amp;#xC758; 
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. </p><p>ORG&#xD1A0;&#xD070;(&#xADE4;&#xD1A0;&#xD070;)&#xC73C;&#xB85C; @solnamu&#xB2D8;&#xC758; &#xADE4;&#xC744; &#xC0AC;&#xBA39;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC81C;&#xAC00; &#xC0B0; &#xADE4;&#xC740; &#xC81C;&#xC8FC;&#xB3C4; &#xC11C;&#xADC0;&#xD3EC; &#xBB34;&#xB18D;&#xC57D;&#xC778;&#xC99D; &#xCE5C;&#xD658;&#xACBD; &#xB178;&#xC9C0;&#xAC10;&#xADE4;&#xC785;&#xB2C8;&#xB2E4;. &#xAC10;&#xADE4;&#xD06C;&#xAE30;&#xB294; &#xB79C;&#xB364;&#xC785;&#xB2C8;&#xB2E4;. &#xAC00;&#xC871;&#xB4E4;&#xC774;&#xB791; &#xC9C4;&#xC9DC; &#xADE4; &#xD06C;&#xAE30;&#xAC00; &#xB79C;&#xB364;&#xC774;&#xB124; &#xD558;&#xBA74;&#xC11C; &#xC6C3;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xADE4;&#xC774; &#xB9CE;&#xC774; &#xC2DC;&#xB2E4;&#xB294; &#xD6C4;&#xAE30;&#xB97C; &#xBD24;&#xB294;&#xB370;, &#xC81C; &#xC785;&#xB9DB;&#xC5D0;&#xB294; &#xAD1C;&#xCC2E;&#xB354;&#xAD70;&#xC694;. &#xB531; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC791;&#xB144;&#xC5D0; &#xADE4;&#xC740; &#xCE74;&#xCE74;&#xC624;&#xC5D0;&#xC11C; &#xAD6C;&#xB9E4;&#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; &#xC0AC;&#xBA39;&#xAE30;&#xB3C4; &#xD558;&#xACE0;, &#xC9C0;&#xC778;&#xB4E4;&#xC5D0;&#xAC8C;&#xB3C4; &#xBCF4;&#xB0B4;&#xAE30;&#xB3C4; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCE74;&#xCE74;&#xC624;&#xC5D0; &#xBCF4;&#xBA74; &#xC120;&#xBB3C;&#xC8FC;&#xAE30;&#xB85C; &#xADE4;&#xC744; &#xC120;&#xD0DD;&#xD560; &#xC218; &#xC788;&#xB294;&#xB370;&#xC694;. &#xC5EC;&#xAE30;&#xC5D0; &#xB098;&#xC628; &#xADE4;&#xC774; &#xD569;&#xB9AC;&#xC801;&#xC778; &#xAC00;&#xACA9;&#xC5D0; &#xB9DB;&#xB3C4; &#xC788;&#xACE0;&#xC694;. &#xC27D;&#xAC8C; &#xC8FC;&#xBB38;&#xD560; &#xC218; &#xC788;&#xC5C8;&#xC73C;&#xB2C8;&#xAE4C;&#xC694;. </p><p>&#xC774;&#xC820; ORG&#xB85C; &#xAD6C;&#xB9E4;&#xD574;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;!</p><p><img src="https://cdn.steemitimages.com/DQmRQKBJPFUtMSAbahkZoxGwEkx32mDwmEu8yHWyhfGGUf1/image.png" alt=""></p><p><a href="https://steempeak.com/@solnamu/2kqhiz-org" target="_blank" rel="noopener">https://steempeak.com/@solnamu/2kqhiz-org</a></p><h4 id="&#xAD6C;&#xB9E4;-&#xBC29;&#xBC95;"><a href="#&#xAD6C;&#xB9E4;-&#xBC29;&#xBC95;" class="headerlink" title="&#xAD6C;&#xB9E4; &#xBC29;&#xBC95;"></a>&#xAD6C;&#xB9E4; &#xBC29;&#xBC95;</h4><p>ORG &#xD1A0;&#xD070;&#xC740; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xAC70;&#xB798;&#xC18C;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC758; &#xC2A4;&#xC651;&#xC2DC;&#xC2A4;&#xD15C;, &#xADF8;&#xB9AC;&#xACE0; &#xAC1C;&#xC778;&#xAC70;&#xB798;&#xB85C; &#xAD6C;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xD1A0;&#xD070;&#xC744; 50&#xAC1C;&#xB97C; &#xAD6C;&#xD558;&#xC2E0; &#xD6C4;, @solamu&#xB2D8; &#xACC4;&#xC815;&#xC73C;&#xB85C; &#xD1A0;&#xD070;&#xC744; &#xBCF4;&#xB0C5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC544;&#xB798;&#xC758; &#xAD6C;&#xAE00; &#xC8FC;&#xBB38;&#xC11C;&#xB97C; &#xC81C;&#xCD9C;&#xD558;&#xBA74; &#xB05D;!<br><a href="https://forms.gle/TPhp3Csi3Dq5S4BGA" target="_blank" rel="noopener">https://forms.gle/TPhp3Csi3Dq5S4BGA</a></p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmUu3betrKHzZ4DSzmvtyCB7DnmrRFgSbLgRgbgs1fRuPm/image.png" alt=""><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmf9c17tGvX326GaMikGkfsx7z4gv6AAyda3qL12iGCKx1/image.png" alt=""></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/org" target="_blank" rel="noopener">&#x2018;ORG &#xD1A0;&#xD070;&#xC73C;&#xB85C; &#xADE4; &#xC0AC;&#xBA39;&#xAE30;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/ORG-%ED%86%A0%ED%81%B0%EC%9C%BC%EB%A1%9C-%EA%B7%A4-%EC%82%AC%EB%A8%B9%EA%B8%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>개발/공부 로드맵</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5/</guid>
      <pubDate>Thu, 05 Dec 2019 03:59:21 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;11&amp;#xC6D4;&amp;#xC5D0; &amp;#xAC1C;&amp;#xBC1C;/&amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>11&#xC6D4;&#xC5D0; &#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xB85C;&#xB4DC;&#xB9F5;&#xC744; &#xC801;&#xACE0;  &#xAC1C;&#xBC1C;/&#xACF5;&#xBD80;&#xB97C; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD558;&#xB098;&#xC529; &#xD574;&#xACB0;&#xD560; &#xB54C;&#xB9C8;&#xB2E4;, &#xBC11;&#xC904;&#xCAD9;&#xCAD9; &#xADF8;&#xC5C8;&#xACE0;&#xC694;. &#xAF64; &#xB9CE;&#xC774; &#xC9C0;&#xCF30;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC55E;&#xC73C;&#xB85C;&#xB3C4; &#xC774;&#xB807;&#xAC8C; &#xACC4;&#xD68D;&#xC744; &#xC801;&#xC5B4;&#xB193;&#xACE0; &#xD558;&#xB098;&#xD558;&#xB098; &#xC791;&#xC5C5;&#xD574;&#xBCF4;&#xB824;&#xACE0;&#xC694;.</p><p><a href="https://steempeak.com/@jacobyu/uuha" target="_blank" rel="noopener">11&#xC6D4; &#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xB85C;&#xB4DC;&#xB9F5;</a></p><hr><h4 id="0-&#xAE00;&#xC4F0;&#xAE30;"><a href="#0-&#xAE00;&#xC4F0;&#xAE30;" class="headerlink" title="0. &#xAE00;&#xC4F0;&#xAE30;"></a>0. &#xAE00;&#xC4F0;&#xAE30;</h4><ul><li>&#xAC1C;&#xBC1C; &#xB0B4;&#xC6A9; &#xC815;&#xB9AC;</li><li>&#xC11C;&#xD3C9;</li></ul><h4 id="1-&#xC18C;&#xC15C;-&#xD68C;&#xC6D0;&#xAC00;&#xC785;"><a href="#1-&#xC18C;&#xC15C;-&#xD68C;&#xC6D0;&#xAC00;&#xC785;" class="headerlink" title="1. &#xC18C;&#xC15C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;"></a>1. &#xC18C;&#xC15C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;</h4><ul><li>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC0AC;&#xC774;&#xD2B8;&#xC640; &#xC5F0;&#xB3D9;</li><li>&#xC601;&#xC5B4;/&#xD55C;&#xAE00; &#xC124;&#xC815;&#xD558;&#xAE30;</li><li>&#xB3C4;&#xBA54;&#xC778; &#xC8FC;&#xC18C; &#xBC14;&#xAFB8;&#xAE30; (sign.steemcoinpan.com)</li><li>&#xC601;&#xC5B4;&#xB85C; &#xC18C;&#xAC1C;&#xAE00; &#xC791;&#xC131;&#xD558;&#xAE30;</li></ul><h4 id="2-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-&#xC6D4;&#xB81B;"><a href="#2-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;-&#xC6D4;&#xB81B;" class="headerlink" title="2. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6D4;&#xB81B;"></a>2. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6D4;&#xB81B;</h4><ul><li>accelerator ide &#xC124;&#xCE58;</li><li>ui &#xAD6C;&#xD604; </li><li>&#xC2A4;&#xD300;&#xC5D4;&#xC9C4; &#xD1A0;&#xD070; &#xC804;&#xC1A1; &#xC801;&#xC6A9;&#xD558;&#xAE30;</li></ul><h4 id="3-Swap-&#xC2DC;&#xC2A4;&#xD15C;"><a href="#3-Swap-&#xC2DC;&#xC2A4;&#xD15C;" class="headerlink" title="3. Swap &#xC2DC;&#xC2A4;&#xD15C;"></a>3. Swap &#xC2DC;&#xC2A4;&#xD15C;</h4><ul><li>&#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xAC16;&#xACE0; &#xC788;&#xB294; &#xD1A0;&#xD070; &#xAC1C;&#xC218; &#xD45C;&#xC2DC;</li><li>&#xD2B8;&#xB79C;&#xC7AD;&#xC158; &#xCC98;&#xB9AC;&#xBC29;&#xC2DD; &#xBC14;&#xAFB8;&#xAE30;<figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br></pre></td><td class="code"><pre><span class="line">1. swap &#xC2E0;&#xCCAD;&#xC744; queue&#xC5D0; &#xB123;&#xB294;&#xB2E4;. </span><br><span class="line">2. queue&#xC5D0;&#xC11C; &#xD558;&#xB098;&#xC529; &#xBE7C;&#xC11C; swap &#xC791;&#xC5C5;&#xC744; &#xC218;&#xD589;&#xD55C;&#xB2E4;. </span><br><span class="line">3. queue&#xAC00; &#xBE44;&#xC5C8;&#xB098; &#xCCB4;&#xD06C;&#xD55C;&#xB2E4;.</span><br></pre></td></tr></tbody></table></figure></li></ul><h4 id="4-&#xC601;&#xC5B4;"><a href="#4-&#xC601;&#xC5B4;" class="headerlink" title="4. &#xC601;&#xC5B4;"></a>4. &#xC601;&#xC5B4;</h4><ul><li>&#xD558;&#xB8E8; &#xC601;&#xC5B4;&#xB515;&#xD14C;&#xC774;&#xC158; 1&#xD68C; (30-50&#xBD84;)</li><li>&#xC804;&#xD654;&#xC601;&#xC5B4; 10&#xBD84; </li></ul><h4 id="5-&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;"><a href="#5-&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;" class="headerlink" title="5. &#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;"></a>5. &#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;</h4><ul><li>&#xAE00; &#xC790;&#xB3D9; &#xC5C5;&#xB370;&#xC774;&#xD2B8;</li><li>&#xD558;&#xC774;&#xBE0C;&#xB9C8;&#xC778;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD55C; &#xC2A4;&#xD300; &#xAE00; &#xAC00;&#xC838;&#xC624;&#xAE30;</li><li>&#xAE00; &#xB0A0;&#xC9DC;&#xB97C; &#xC218;&#xC815;&#xD55C; &#xB0A0;&#xC9DC;&#xB85C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD558;&#xAE30;</li></ul><h4 id="6-&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;"><a href="#6-&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;" class="headerlink" title="6. &#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;"></a>6. &#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;</h4><ul><li>&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xC5F0;&#xB3D9;</li><li>&#xB9C8;&#xC774;&#xD398;&#xC774;&#xC9C0; &#xD1B5;&#xD569;</li><li>ios &amp; android &#xBC30;&#xD3EC;</li></ul><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/5ezuj8" target="_blank" rel="noopener">&#x2018;&#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xB85C;&#xB4DC;&#xB9F5;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5/#disqus_thread</comments>
    </item>
    
    <item>
      <title>11월 개발/공부 로드맵 </title>
      <link>http://passionbull.github.io/11%EC%9B%94-%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5-/</link>
      <guid>http://passionbull.github.io/11%EC%9B%94-%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5-/</guid>
      <pubDate>Thu, 05 Dec 2019 03:52:57 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xAC1C;&amp;#xBC1C;/&amp;#xACF5;&amp;#xBD80; &amp;#xA
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xACC4;&#xD68D;&#xC744; &#xC801;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.<br>&#xC2A4;&#xD300;&#xD53C;&#xD06C;&#xC5D0; Pinned &#xAE30;&#xB2A5;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xAC00;&#xC7A5; &#xC704;&#xC5D0; &#xB450;&#xB824;&#xACE0;&#xC694;. &#xB610;, &#xC81C; &#xBE14;&#xB85C;&#xADF8;&#xC5D0;&#xB3C4; &#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xB85C; &#xB123;&#xC5B4;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC790;&#xC8FC; &#xCCB4;&#xD06C;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D;&#xC774;&#xC694;.</p><h4 id="1-&#xC18C;&#xC15C;-&#xD68C;&#xC6D0;&#xAC00;&#xC785;"><a href="#1-&#xC18C;&#xC15C;-&#xD68C;&#xC6D0;&#xAC00;&#xC785;" class="headerlink" title="1. &#xC18C;&#xC15C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;"></a>1. &#xC18C;&#xC15C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;</h4><ul><li><del>&#xC2A4;&#xD300;&#xC787; &#xACC4;&#xC815; &#xC0DD;&#xC131; api</del> (&#xAE00; &#xC791;&#xC131;&#xD558;&#xAE30;)</li><li><del>Heroku test</del></li><li><del>express+react &#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xD398;&#xC774;&#xC9C0; &#xB9CC;&#xB4E4;&#xAE30;</del></li><li><del>Social &#xB85C;&#xADF8;&#xC778;</del></li></ul><h4 id="2-steem-engine-smart-contract"><a href="#2-steem-engine-smart-contract" class="headerlink" title="2. steem-engine smart contract"></a>2. steem-engine smart contract</h4><ul><li><del>smart contract &#xD14C;&#xC2A4;&#xD2B8;&#xCF54;&#xB4DC; &#xC791;&#xC131;</del> (&#xAE00; &#xC791;&#xC131;&#xD558;&#xAE30;)</li><li>&#xD14C;&#xC2A4;&#xD2B8;/ &#xBC30;&#xD3EC;</li></ul><h4 id="3-Swap-&#xC2DC;&#xC2A4;&#xD15C;"><a href="#3-Swap-&#xC2DC;&#xC2A4;&#xD15C;" class="headerlink" title="3. Swap &#xC2DC;&#xC2A4;&#xD15C;"></a>3. Swap &#xC2DC;&#xC2A4;&#xD15C;</h4><p>&#xC9C0;&#xB09C; &#xAC1C;&#xBC1C;&#xACFC;&#xC815; - <a href="https://jacobyu.net/categories/&#xD504;&#xB85C;&#xC81D;&#xD2B8;/Swap/" target="_blank" rel="noopener">https://jacobyu.net/categories/&#xD504;&#xB85C;&#xC81D;&#xD2B8;/Swap/</a></p><ul><li><del>&#xAC00;&#xACA9; api</del></li><li><del>&#xC218;&#xC775; &#xBD84;&#xBC30; &#xB85C;&#xC9C1;</del></li><li><del>&#xD1A0;&#xD070;&#xCD94;&#xAC00;</del></li></ul><h4 id="4-&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;"><a href="#4-&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;" class="headerlink" title="4. &#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;"></a>4. &#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;</h4><p>&#xC81C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCF4;&#xAE34; &#xD588;&#xC73C;&#xB2C8;, &#xAC15;&#xC88C;&#xD615;&#xD0DC;&#xB85C; &#xC801;&#xC5B4;&#xBCF4;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://jacobyu.net" target="_blank" rel="noopener">https://jacobyu.net</a></p><ul><li><del>&#xC11C;&#xBE0C;&#xCE74;&#xD14C;&#xACE0;&#xB9AC; - &#xB4DC;&#xB86D;&#xB2E4;&#xC6B4;</del></li><li>&#xAE43;&#xD5D9; &#xACC4;&#xC815; &#xC0C8;&#xB85C; &#xB9CC;&#xB4E4;&#xAE30; &amp; &#xD558;&#xB098;&#xC529; &#xD558;&#xBA74;&#xC11C; &#xAE00; &#xC791;&#xC131;&#xD558;&#xAE30;</li><li>&#xB9AC;&#xC2A4;&#xD300;&#xD55C; &#xAE00;&#xB3C4; &#xAC00;&#xC838;&#xC624;&#xAE30;</li><li>&#xC790;&#xB3D9; &#xC5C5;&#xB370;&#xC774;&#xD2B8;</li></ul><h4 id="5-&#xC601;&#xC5B4;"><a href="#5-&#xC601;&#xC5B4;" class="headerlink" title="5. &#xC601;&#xC5B4;"></a>5. &#xC601;&#xC5B4;</h4><ul><li>&#xD558;&#xB8E8; &#xC601;&#xC5B4;&#xB515;&#xD14C;&#xC774;&#xC158; 1&#xD68C; (30-50&#xBD84;)</li><li>&#xC804;&#xD654;&#xC601;&#xC5B4; 10&#xBD84; </li></ul><h4 id="6-&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;"><a href="#6-&#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;" class="headerlink" title="6. &#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;"></a>6. &#xD06C;&#xB9BD;&#xD1A0;&#xBBF8;&#xC158;</h4><ul><li>&#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778;</li><li>&#xC2A4;&#xD300; &#xC5F0;&#xB3D9;</li><li>&#xD0EC;&#xD50C;&#xB9BF; &#xAE00;&#xC4F0;&#xAE30;</li></ul><hr><p>&#xAE30;&#xC655;&#xC774;&#xBA74; @anpigon&#xB2D8;&#xCC98;&#xB7FC; &#xCCB4;&#xACC4;&#xC801;&#xC73C;&#xB85C; &#xAC15;&#xC88C;&#xD615;&#xD0DC;&#xB85C;&#xB3C4; &#xC791;&#xC131;&#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xC740;&#xB370;&#xC694;.<br><a href="https://anpigon.github.io/" target="_blank" rel="noopener">https://anpigon.github.io/</a><br>&#xC815;&#xB9D0; &#xC2DC;&#xAC04;&#xACFC; &#xB178;&#xB825;&#xC774; &#xB9CE;&#xC774; &#xD544;&#xC694;&#xD574;&#xBCF4;&#xC785;&#xB2C8;&#xB2E4;.<br>&#xC548;&#xD53C;&#xACE4;&#xB2D8;&#xC774; &#xC81C; &#xAE00;&#xC4F0;&#xAE30; &#xB864;&#xBAA8;&#xB378;..&#x314E;&#x314E;</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/uuhal" target="_blank" rel="noopener">&#x2018;11&#xC6D4; &#xAC1C;&#xBC1C;/&#xACF5;&#xBD80; &#xB85C;&#xB4DC;&#xB9F5; &#x2018;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/11%EC%9B%94-%EA%B0%9C%EB%B0%9C-%EA%B3%B5%EB%B6%80-%EB%A1%9C%EB%93%9C%EB%A7%B5-/#disqus_thread</comments>
    </item>
    
    <item>
      <title>소셜로그인과 스팀연동 #1 조사</title>
      <link>http://passionbull.github.io/%EC%86%8C%EC%85%9C%EB%A1%9C%EA%B7%B8%EC%9D%B8%EA%B3%BC-%EC%8A%A4%ED%8C%80%EC%97%B0%EB%8F%99-1-%EC%A1%B0%EC%82%AC/</link>
      <guid>http://passionbull.github.io/%EC%86%8C%EC%85%9C%EB%A1%9C%EA%B7%B8%EC%9D%B8%EA%B3%BC-%EC%8A%A4%ED%8C%80%EC%97%B0%EB%8F%99-1-%EC%A1%B0%EC%82%AC/</guid>
      <pubDate>Thu, 05 Dec 2019 00:02:30 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC5B4;&amp;#xC81C; tokenBB &amp;#xAE00;&amp;#xB4E4;&amp;#xC744; &amp;#xBCF4;&amp;#xACE0; &amp;#xC0DD;&amp;#xAC01;&amp;#xC774; &amp;#xB4E4;&amp;#xC5C8;&amp;#xB358;&amp;#xAC8C; &amp;#xBA87; &amp;#x
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC5B4;&#xC81C; tokenBB &#xAE00;&#xB4E4;&#xC744; &#xBCF4;&#xACE0; &#xC0DD;&#xAC01;&#xC774; &#xB4E4;&#xC5C8;&#xB358;&#xAC8C; &#xBA87; &#xAC1C; &#xC788;&#xB294;&#xB370;&#xC694;. &#xC544;&#xB798; 3&#xAC00;&#xC9C0;&#xC5D0; &#xB300;&#xD574; &#xC0DD;&#xAC01;&#xD574;&#xBD05;&#xC2DC;&#xB2E4;.</p><ul><li><a href="https://steempeak.com/@glory7/smt" target="_blank" rel="noopener">https://steempeak.com/@glory7/smt</a></li><li><a href="https://steempeak.com/kr/@blockchainstudio/smt-vs-steem-engine-6-scotbot-tokenbb-and-nitrous" target="_blank" rel="noopener">https://steempeak.com/kr/@blockchainstudio/smt-vs-steem-engine-6-scotbot-tokenbb-and-nitrous</a></li></ul><ol><li>&#xC2A4;&#xD300;&#xACFC; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9;&#xD55C; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xBB50;&#xAC00; &#xC788;&#xC9C0;?</li><li>&#xC2A4;&#xD300;&#xACFC; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9; &#xC5B4;&#xB5A4;&#xC2DD;&#xC73C;&#xB85C; &#xD558;&#xBA74; &#xB418;&#xB294;&#xAC78;&#xAE4C;?</li><li>&#xC9C1;&#xC811; &#xAD6C;&#xD604;&#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xAC00;&#xC838;&#xB2E4; &#xC4F8; &#xC218; &#xC788;&#xC744;&#xAE4C;?</li></ol><h2 id="1-&#xAE30;&#xC874;-&#xC18C;&#xC15C;-&#xB85C;&#xADF8;&#xC778;-&#xC5F0;&#xB3D9;-&#xC0AC;&#xB840;"><a href="#1-&#xAE30;&#xC874;-&#xC18C;&#xC15C;-&#xB85C;&#xADF8;&#xC778;-&#xC5F0;&#xB3D9;-&#xC0AC;&#xB840;" class="headerlink" title="1. &#xAE30;&#xC874; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9; &#xC0AC;&#xB840;"></a>1. &#xAE30;&#xC874; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9; &#xC0AC;&#xB840;</h2><p>&#xC2A4;&#xD300; dapp &#xC911;&#xC5D0; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778;&#xC744; &#xC5F0;&#xB3D9;&#xD55C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xCC3E;&#xC544;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. 3&#xAC1C;&#xC815;&#xB3C4; &#xCC3E;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;.<br>SteemLogin, tokenBB, &#xBD81;&#xC774;&#xC624;</p><p>&#xC138; &#xAC1C;&#xC758; &#xC11C;&#xBE44;&#xC2A4;&#xC5D0; &#xB300;&#xD574; &#xC81C;&#xAC00; &#xC774;&#xD574;&#xD55C;&#xB300;&#xB85C; &#xC124;&#xBA85;&#xC744; &#xD574;&#xBCFC;&#xAC8C;&#xC694;.</p><hr><h3 id="SteemLogin"><a href="#SteemLogin" class="headerlink" title="SteemLogin"></a>SteemLogin</h3><p><strong><a href="https://steempeak.com/utopian-io/@steemlogin/steemlogin-a-new-and-easy-way-to-sign-in-to-steem" target="_blank" rel="noopener">https://steempeak.com/utopian-io/@steemlogin/steemlogin-a-new-and-easy-way-to-sign-in-to-steem</a></strong></p><p><a href="https://github.com/irelandscape/steemlogin" target="_blank" rel="noopener">https://github.com/irelandscape/steemlogin</a></p><p>&#xCC3E;&#xC544;&#xBCF4;&#xB2C8; &#xC2A4;&#xD300;&#xB85C;&#xADF8;&#xC778;&#xC774;&#xB77C;&#xACE0; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778;&#xACFC; &#xC2A4;&#xD300;&#xC744; &#xC5F0;&#xB3D9;&#xC2DC;&#xCF1C;&#xC8FC;&#xB294; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. steem posting key&#xC640; firebase&#xC758; &#xC18C;&#xC15C; &#xACC4;&#xC815; &#xC778;&#xC99D;&#xACFC; &#xC5F0;&#xACB0;&#xC744; &#xD574;&#xC11C;, &#xCC98;&#xC74C;&#xC5D0; &#xB4F1;&#xB85D;&#xB9CC; &#xD574;&#xB193;&#xC73C;&#xBA74; &#xC18C;&#xC15C;&#xACC4;&#xC815;&#xC73C;&#xB85C; &#xD3EC;&#xC2A4;&#xD305;&#xD0A4;&#xC5D0; &#xC811;&#xADFC;&#xD574;&#xC11C; &#xD3EC;&#xC2A4;&#xD305;&#xB3C4; &#xD558;&#xACE0; &#xBCF4;&#xD305;&#xB3C4; &#xD560; &#xC218; &#xC788;&#xAC8C;&#xC694;. &#xC774;&#xBD80;&#xBD84;&#xC740; &#xC2A4;&#xD300;&#xCEE4;&#xB125;&#xD2B8;&#xCC98;&#xB7FC; &#xC571;&#xC5D0; &#xC801;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xAC8C; &#xD574;&#xB1A8;&#xB294;&#xB370;, &#xD14C;&#xC2A4;&#xD2B8; &#xD574;&#xBD10;&#xC57C;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://passionbull.net/wp-content/uploads/2019/05/&#xC2A4;&#xD06C;&#xB9B0;&#xC0F7;-2019-05-30-09-06-27-300x117.png" alt=""> <img src="https://passionbull.net/wp-content/uploads/2019/05/&#xC2A4;&#xD06C;&#xB9B0;&#xC0F7;-2019-05-30-09-04-18-300x289.png" alt=""></p><h3 id="&#xD1A0;&#xD070;bb"><a href="#&#xD1A0;&#xD070;bb" class="headerlink" title="&#xD1A0;&#xD070;bb"></a>&#xD1A0;&#xD070;bb</h3><p>&#xC9C1;&#xC811; &#xC0AC;&#xC6A9;&#xD574;&#xBCF4;&#xC2DC;&#xB294;&#xAC8C; &#xBE60;&#xB974;&#xC2E4; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;! &#xC5EC;&#xB7EC;&#xAC00;&#xC9C0; &#xB85C;&#xADF8;&#xC778; &#xBC29;&#xC2DD;&#xC744; &#xC9C0;&#xC6D0;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778;&#xC73C;&#xB85C; &#xC811;&#xC18D;&#xD558;&#xBA74;, &#xAC8C;&#xC2A4;&#xD2B8; &#xD0A4;&#xB97C; &#xC90D;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xCD94;&#xAC00;&#xC801;&#xC73C;&#xB85C; &#xACC4;&#xC815;&#xC744; &#xC5F0;&#xB3D9;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xB3FC;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD1A0;&#xD070; BB&#xB294; buildTeam&#xC5D0;&#xC11C; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xB85C;&#xADF8;&#xC778; &#xBC29;&#xC2DD;&#xC744; &#xC368;&#xB4DC;&#xD30C;&#xD2F0;&#xC571;&#xC5D0;&#xC11C; &#xC0AC;&#xC6A9;&#xAC00;&#xB2A5;&#xD55C;&#xC9C0; &#xBE4C;&#xB4DC;&#xD300;&#xC5D0; &#xBB3C;&#xC5B4;&#xBD24;&#xB294;&#xB370;, </p><blockquote><p>&#xC544;&#xC9C1; &#xC2A4;&#xD300;&#xCEE4;&#xB125;&#xD2B8;, &#xD0A4;&#xCCB4;&#xC778;&#xCC98;&#xB7FC; &#xB2E4;&#xB978; &#xC368;&#xB4DC;&#xD30C;&#xD2F0;&#xC571;&#xC5D0;&#xC11C;&#xB294; &#xC0AC;&#xC6A9;&#xD560; &#xC218;&#xB294; &#xC5C6;&#xC9C0;&#xB9CC;, &#xCD94;&#xD6C4; &#xC81C;&#xACF5;&#xD560; &#xC218;&#xB3C4; &#xC788;&#xB2E4;. </p></blockquote><p>&#xB77C;&#xB294; &#xB2F5;&#xBCC0;&#xC744; &#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li><p><a href="https://test.tokenbb.io/" target="_blank" rel="noopener">https://test.tokenbb.io/</a></p></li><li><p><a href="https://monsters.tokenbb.io/" target="_blank" rel="noopener">https://monsters.tokenbb.io/</a></p></li><li><p><a href="https://steempeak.com/@glory7/smt" target="_blank" rel="noopener">https://steempeak.com/@glory7/smt</a></p></li></ul><p><img src="https://passionbull.net/wp-content/uploads/2019/05/&#xC2A4;&#xD06C;&#xB9B0;&#xC0F7;-2019-05-30-08-59-44-300x227.png" alt=""></p><h3 id="&#xBD81;&#xC774;&#xC624;-bukio"><a href="#&#xBD81;&#xC774;&#xC624;-bukio" class="headerlink" title="&#xBD81;&#xC774;&#xC624; (bukio)"></a>&#xBD81;&#xC774;&#xC624; (bukio)</h3><p>&#xBD81;&#xC774;&#xC624;&#xB3C4; &#xC608;&#xC804;&#xBD80;&#xD130; &#xC2A4;&#xD300;&#xC744; &#xC5F0;&#xB3D9;&#xD558;&#xB294; &#xBD80;&#xBD84;&#xC744; &#xD574;&#xC654;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778; &#xD55C; &#xD6C4;, &#xB9AC;&#xC6CC;&#xB4DC; &#xACC4;&#xC815;&#xC73C;&#xB85C; &#xC5F0;&#xACB0; &#xD560; &#xC218; &#xC788;&#xAC8C; &#xD574;&#xB1A8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBC14;&#xB85C; &#xC2A4;&#xD300;&#xC73C;&#xB85C; &#xB85C;&#xADF8;&#xC778;&#xB3C4; &#xAC00;&#xB2A5;&#xD558;&#xACE0;&#xC694;.</p><p><img src="https://passionbull.net/wp-content/uploads/2019/05/&#xC2A4;&#xD06C;&#xB9B0;&#xC0F7;-2019-05-30-08-59-18-212x300.png" alt=""></p><h2 id="2-&#xC2A4;&#xD300;-&#xC18C;&#xC15C;&#xB85C;&#xADF8;&#xC778;-&#xC5F0;&#xB3D9;-&#xBC29;&#xC2DD;"><a href="#2-&#xC2A4;&#xD300;-&#xC18C;&#xC15C;&#xB85C;&#xADF8;&#xC778;-&#xC5F0;&#xB3D9;-&#xBC29;&#xC2DD;" class="headerlink" title="2. &#xC2A4;&#xD300;, &#xC18C;&#xC15C;&#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9; &#xBC29;&#xC2DD;"></a>2. &#xC2A4;&#xD300;, &#xC18C;&#xC15C;&#xB85C;&#xADF8;&#xC778; &#xC5F0;&#xB3D9; &#xBC29;&#xC2DD;</h2><p>&#xC5F0;&#xB3D9; &#xBC29;&#xC2DD;&#xC740; &#xC774;&#xB807;&#xC9C0; &#xC54A;&#xC744;&#xAE4C; &#xC2F6;&#xC5B4;&#xC11C; &#xB044;&#xC801;&#xB044;&#xC801; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>tokenBB&#xAC00; &#xC774;&#xB807;&#xAC8C; &#xB3D9;&#xC791;&#xD560; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. <img src="https://steemitimages.com/300x0/https://passionbull.net/wp-content/uploads/2019/05/190530_082757_3135722436432426442952.jpg" alt=""></p><h3 id="&#xC5F0;&#xB3D9;-&#xC808;&#xCC28;"><a href="#&#xC5F0;&#xB3D9;-&#xC808;&#xCC28;" class="headerlink" title="&#xC5F0;&#xB3D9; &#xC808;&#xCC28;"></a>&#xC5F0;&#xB3D9; &#xC808;&#xCC28;</h3><ol><li>&#xC2A4;&#xD300; &#xAE30;&#xBC18; &#xC571;&#xC5D0;&#xC11C; &#xAD6C;&#xAE00;&#xB85C; &#xB85C;&#xADF8;&#xC778;</li><li>&#xC2A4;&#xD300; &#xC5F0;&#xB3D9;&#xC744; &#xC548;&#xD560;&#xACBD;&#xC6B0;, &#xAD6C;&#xAE00; &#xACE0;&#xC720;&#xD0A4;&#xC640; &#xACF5;&#xB3D9;&#xACC4;&#xC815;&#xC5D0; &#xC5F0;&#xACB0;<ol><li>&#xB313;&#xAE00;, &#xBCF4;&#xD305; &#xAC00;&#xB2A5;</li></ol></li><li>&#xC2A4;&#xD300; &#xC5F0;&#xB3D9;&#xC744; &#xD560; &#xACBD;&#xC6B0;, &#xAD6C;&#xAE00; &#xACE0;&#xC720;&#xD0A4;&#xC640; &#xAC1C;&#xC778;&#xACC4;&#xC815;&#xC5D0; &#xC5F0;&#xACB0;<ol><li>&#xB313;&#xB4E4;, &#xBCF4;&#xD305; &#xAC00;&#xB2A5;</li><li>&#xC5B4;&#xB5A4; &#xC571;&#xC774;&#xB4E0; &#xAD6C;&#xAE00;&#xB85C; &#xB85C;&#xADF8;&#xC778;&#xD574;&#xB3C4; &#xC2A4;&#xD300;&#xAE00; &#xC791;&#xC131; &#xAC00;&#xB2A5;</li></ol></li></ol><h3 id="&#xBCF4;&#xC548;&#xBB38;&#xC81C;"><a href="#&#xBCF4;&#xC548;&#xBB38;&#xC81C;" class="headerlink" title="&#xBCF4;&#xC548;&#xBB38;&#xC81C;"></a>&#xBCF4;&#xC548;&#xBB38;&#xC81C;</h3><ul><li>&#xAD6C;&#xAE00;&#xC5D0; &#xB9E1;&#xAE34;&#xB2E4;.</li><li>&#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4;&#xC758; &#xD30C;&#xC774;&#xC5B4;&#xC2A4;&#xD1A0;&#xC5B4; &#xD65C;&#xC6A9;</li><li>&#xC790;&#xC2E0;&#xC758; &#xACC4;&#xC815;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB9CC; &#xC811;&#xADFC; &#xAC00;&#xB2A5;&#xD558;&#xAC8C;&#xD55C;&#xB2E4;.</li></ul><h3 id="&#xC2E0;&#xB8B0;&#xBB38;&#xC81C;"><a href="#&#xC2E0;&#xB8B0;&#xBB38;&#xC81C;" class="headerlink" title="&#xC2E0;&#xB8B0;&#xBB38;&#xC81C;"></a>&#xC2E0;&#xB8B0;&#xBB38;&#xC81C;</h3><ul><li>&#xC2A4;&#xD300;&#xCEE4;&#xB125;&#xD2B8;&#xC5D0;&#xAC8C; &#xB9E1;&#xAE34;&#xB2E4;.</li><li>&#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xD574;&#xD0B9;&#xB2F9;&#xD560; &#xC2DC;, &#xB85C;&#xADF8;&#xC778; &#xD1A0;&#xD070; &#xD68C;&#xC218; &#xAC00;&#xB2A5;</li></ul><h2 id="3-&#xC9C1;&#xC811;-&#xAD6C;&#xD604;&#xD560;-&#xC218;-&#xC788;&#xC744;&#xAE4C;-&#xAC00;&#xC838;&#xB2E4;-&#xC4F8;-&#xC218;-&#xC788;&#xC744;&#xAE4C;"><a href="#3-&#xC9C1;&#xC811;-&#xAD6C;&#xD604;&#xD560;-&#xC218;-&#xC788;&#xC744;&#xAE4C;-&#xAC00;&#xC838;&#xB2E4;-&#xC4F8;-&#xC218;-&#xC788;&#xC744;&#xAE4C;" class="headerlink" title="3. &#xC9C1;&#xC811; &#xAD6C;&#xD604;&#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xAC00;&#xC838;&#xB2E4; &#xC4F8; &#xC218; &#xC788;&#xC744;&#xAE4C;?"></a>3. &#xC9C1;&#xC811; &#xAD6C;&#xD604;&#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xAC00;&#xC838;&#xB2E4; &#xC4F8; &#xC218; &#xC788;&#xC744;&#xAE4C;?</h2><h3 id="&#xC9C1;&#xC811;-&#xAD6C;&#xD604;&#xD55C;&#xB2E4;&#xBA74;"><a href="#&#xC9C1;&#xC811;-&#xAD6C;&#xD604;&#xD55C;&#xB2E4;&#xBA74;" class="headerlink" title="&#xC9C1;&#xC811; &#xAD6C;&#xD604;&#xD55C;&#xB2E4;&#xBA74;"></a>&#xC9C1;&#xC811; &#xAD6C;&#xD604;&#xD55C;&#xB2E4;&#xBA74;</h3><p>&#xC2A4;&#xD300;&#xB85C;&#xADF8;&#xC778;&#xC5D0;&#xC11C; &#xD588;&#xB358; &#xBC29;&#xC2DD;&#xB300;&#xB85C; (&#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC774;&#xC2A4; &#xB85C;&#xADF8;&#xC778; &#xC778;&#xC99D;, &#xD30C;&#xC774;&#xC5B4;&#xC2A4;&#xD1A0;&#xC5B4;&#xB85C; &#xB370;&#xC774;&#xD130; &#xC800;&#xC7A5;) &#xAD6C;&#xD604;&#xC744; &#xD574;&#xBCF4;&#xBA74; &#xB418;&#xC9C0; &#xC54A;&#xC744;&#xAE4C; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;. token BB&#xC5D0;&#xC11C; &#xC2A4;&#xD300; &#xC544;&#xC774;&#xB514;&#xAC00; &#xC5F0;&#xB3D9;&#xC774; &#xC548;&#xB418;&#xBA74;, &#xACF5;&#xC720;&#xD560;&#xC218; &#xC788;&#xB294; &#xAC8C;&#xC2A4;&#xD2B8; &#xC544;&#xC774;&#xB514;&#xB85C; &#xAE00;&#xC4F0;&#xB294;&#xAC74; &#xC88B;&#xC740; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><h3 id="&#xC774;&#xBBF8;-&#xAD6C;&#xD604;&#xB41C;-&#xAC83;&#xC744;-&#xD65C;&#xC6A9;"><a href="#&#xC774;&#xBBF8;-&#xAD6C;&#xD604;&#xB41C;-&#xAC83;&#xC744;-&#xD65C;&#xC6A9;" class="headerlink" title="&#xC774;&#xBBF8; &#xAD6C;&#xD604;&#xB41C; &#xAC83;&#xC744; &#xD65C;&#xC6A9;"></a>&#xC774;&#xBBF8; &#xAD6C;&#xD604;&#xB41C; &#xAC83;&#xC744; &#xD65C;&#xC6A9;</h3><p>buildteam&#xC774; tokenBB&#xC5D0; &#xB85C;&#xADF8;&#xC778;&#xC744; &#xC801;&#xC6A9;&#xD55C; &#xAC83;&#xCC98;&#xB7FC;, &#xB2E4;&#xB978; &#xC571;&#xC5D0;&#xC11C;&#xB3C4; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xAC8C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xBC30;&#xD3EC;&#xD55C;&#xB2E4;&#xBA74; &#xADF8;&#xAC83;&#xB3C4; &#xC0AC;&#xC6A9;&#xD574;&#xBCFC; &#xC218; &#xC788;&#xC744; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC544;&#xB2C8;&#xBA74; &#xC2A4;&#xD300;&#xB85C;&#xADF8;&#xC778;&#xC744; &#xC368;&#xBCF4;&#xB294; &#xAC83;&#xB3C4; &#xAD1C;&#xCC2E;&#xC740; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;!</p><p><a href="https://steempeak.com/utopian-io/@steemlogin/steemlogin-a-new-and-easy-way-to-sign-in-to-steem" target="_blank" rel="noopener">https://steempeak.com/utopian-io/@steemlogin/steemlogin-a-new-and-easy-way-to-sign-in-to-steem</a></p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;!</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2242-summ-about-steem-dapp-with-social-login" target="_blank" rel="noopener">&#x2018;&#xC18C;&#xC15C;&#xB85C;&#xADF8;&#xC778;&#xACFC; &#xC2A4;&#xD300;&#xC5F0;&#xB3D9; #1 &#xC870;&#xC0AC;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%86%8C%EC%85%9C%EB%A1%9C%EA%B7%B8%EC%9D%B8%EA%B3%BC-%EC%8A%A4%ED%8C%80%EC%97%B0%EB%8F%99-1-%EC%A1%B0%EC%82%AC/#disqus_thread</comments>
    </item>
    
    <item>
      <title>2013년 버킷리스트를 돌아보며</title>
      <link>http://passionbull.github.io/2013%EB%85%84-%EB%B2%84%ED%82%B7%EB%A6%AC%EC%8A%A4%ED%8A%B8%EB%A5%BC-%EB%8F%8C%EC%95%84%EB%B3%B4%EB%A9%B0/</link>
      <guid>http://passionbull.github.io/2013%EB%85%84-%EB%B2%84%ED%82%B7%EB%A6%AC%EC%8A%A4%ED%8A%B8%EB%A5%BC-%EB%8F%8C%EC%95%84%EB%B3%B4%EB%A9%B0/</guid>
      <pubDate>Tue, 03 Dec 2019 08:04:57 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xCC9C;&amp;#xC6B4;&amp;#xB2D8;&amp;#xC774; 2017&amp;#xB144;&amp;#xC5D0; &amp;#xC791;&amp;#xC131;&amp;#xD55C; &amp;#xBC84;&amp;#xD0B7;&amp;#xB9AC;&amp;#xC2A4;&amp;#xD2B8;&amp;#xB97C; &amp;#xBD24;&amp;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xCC9C;&#xC6B4;&#xB2D8;&#xC774; 2017&#xB144;&#xC5D0; &#xC791;&#xC131;&#xD55C; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xBD24;&#xB2E4;. &#xADF8; &#xAE00;&#xC744; &#xBCF4;&#xB2C8; &#xB0B4;&#xAC00; &#xC801;&#xC740; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xAC00; &#xC0DD;&#xAC01;&#xB0AC;&#xB2E4;. &#xB098;&#xB3C4; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xC791;&#xC131;&#xD55C;&#xAC8C; &#xC788;&#xB2E4;. 2013&#xB144;&#xC5D0; &#xC801;&#xC740; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB2E4;. </p><p>&#xB0B4;&#xAC00; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xC801;&#xC740; &#xC774;&#xC720;&#xB294; &#xBA58;&#xD1A0;&#xB9C1; &#xC219;&#xC81C;&#xB54C;&#xBB38;&#xC774;&#xC600;&#xB2E4;. 22&#xC0B4;&#xB54C;&#xC600;&#xB098;. &#xB09C; &#xD55C;&#xAD6D;&#xC7A5;&#xD559;&#xC7AC;&#xB2E8;&#xC5D0;&#xC11C; &#xD558;&#xB294; &#xBA58;&#xD1A0;&#xB9C1;&#xC744; &#xC2E0;&#xCCAD;&#xD588;&#xC5C8;&#xB2E4;. &#xBA58;&#xD1A0;&#xB2D8;&#xACFC; &#xD55C;&#xB2EC;&#xC5D0; 1&#xBC88;&#xC815;&#xB3C4; &#xB9CC;&#xB0AC;&#xACE0; &#xB9DB;&#xC788;&#xB294;&#xAC78; &#xBA39;&#xC744; &#xC218; &#xC788;&#xC5B4;&#xC11C; &#xC88B;&#xC558;&#xB2E4;. &#xBA58;&#xD1A0;&#xB2D8;&#xC740; &#xD55C; &#xB2EC;&#xC5D0; 1&#xBC88;&#xC529; &#xC219;&#xC81C;&#xB97C; &#xB0B4;&#xC92C;&#xB2E4;. &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB294; &#xADF8; &#xC219;&#xC81C; &#xC911; &#xD558;&#xB098;&#xC600;&#xB2E4;. </p><p><img src="https://cdn.steemitimages.com/DQmUKzRUeeZN1u9XW6KPDaLcy23cmy2gxStwKxY8iS7yWHJ/image.png" alt=""></p><p>&#xBA58;&#xD1A0;&#xB2D8;&#xC740; &#xC6B0;&#xB9AC;&#xC5D0;&#xAC8C; &#xD558;&#xACE0;&#xC2F6;&#xC740; &#xAC83; 100&#xAC1C;&#xB97C; &#xC801;&#xC5B4;&#xC624;&#xB77C;&#xACE0; &#xD588;&#xB2E4;. &#xADF8;&#xB54C; &#xB2F9;&#xC2DC;, 50-60&#xAC1C; &#xC815;&#xB3C4;&#xBC16;&#xC5D0; &#xBABB;&#xC801;&#xC5C8;&#xB2E4;. &#xB098;&#xB294; &#xBABB;&#xB2E4;&#xD55C; &#xC219;&#xC81C;&#xC600;&#xB358; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xC0DD;&#xAC01;&#xB0A0; &#xB54C;&#xB9C8;&#xB2E4; &#xCC44;&#xC6E0;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xB2E4;&#xC2DC; &#xBCFC; &#xB54C;&#xB9C8;&#xB2E4; &#xB0B4;&#xAC00; &#xB2EC;&#xC131;&#xD55C;&#xAC8C; &#xC788;&#xB294;&#xC9C0; &#xCCB4;&#xD06C;&#xD558;&#xACE4; &#xD588;&#xB2E4;.</p><p>2013&#xB144;&#xC5D0; &#xC791;&#xC131;&#xD55C; &#xB0B4; &#xAFC8;&#xB4E4;&#xC744; &#xBCF4;&#xB294; &#xAC74; &#xC7AC;&#xBC0C;&#xB2E4;. &#xB0B4;&#xAC00; &#xC774;&#xB7F0; &#xAFC8;&#xC774; &#xC788;&#xC5C8;&#xACE0;, &#xC774;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD588;&#xAD6C;&#xB098;. &#xC774; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xC5D0;&#xB294; &#xB0B4;&#xAC00; &#xC544;&#xC9C1; &#xC774;&#xB8E8;&#xC9C0; &#xBABB;&#xD55C; &#xAFC8;, &#xB354; &#xC774;&#xC0C1; &#xBC14;&#xB77C;&#xC9C0; &#xC54A;&#xB294; &#xAFC8;, &#xB0B4;&#xAC00; &#xD574;&#xB0B8; &#xAFC8;&#xB4E4; &#xB4F1;&#xB4F1;&#xC774; &#xC788;&#xB2E4;. &#xB2E4;&#xC2DC; &#xBCFC;&#xB54C;&#xB9C8;&#xB2E4; &#xAC10;&#xD68C;&#xAC00; &#xC0C8;&#xB86D;&#xB2E4;. </p><p><img src="https://cdn.steemitimages.com/DQmegXQTYskiDwkG4qB8YMs9wYSa2Ruq5dtUL5FFjsvnq6F/image.png" alt=""></p><p>&#xB098;&#xB294; &#xC0B4;&#xC544;&#xAC00;&#xB294;&#xB370; &#xAFC8;&#xC774; &#xC788;&#xC5B4;&#xC57C; &#xD55C;&#xB2E4;&#xACE0; &#xBBFF;&#xB294;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xAFC8;&#xAFB8;&#xB294;&#xB300;&#xB85C; &#xB41C;&#xB2E4;&#xACE0; &#xBBFF;&#xB294;&#xB2E4;. &#xC544;&#xBB34;&#xAC83;&#xB3C4; &#xC801;&#xC9C0;&#xC54A;&#xB294; &#xAC83;&#xBCF4;&#xB2E4; &#xC801;&#xB294;&#xAC8C; &#xC2E4;&#xD604; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xB192;&#xC77C; &#xAC83;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD55C;&#xB2E4;. </p><p>&#xD558;&#xACE0;&#xC2F6;&#xC740; &#xAC78; &#xC801;&#xB294;&#xB2E4;&#xACE0; &#xBB34;&#xC870;&#xAC74; &#xC774;&#xB8E8;&#xB294; &#xAC74; &#xC544;&#xB2C8;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xB0B4;&#xAC00; &#xC6D0;&#xD558;&#xB294; &#xAC83;&#xC744; &#xC870;&#xAE08;&#xC774;&#xB098;&#xB9C8; &#xAD6C;&#xCCB4;&#xD654; &#xD560; &#xC218; &#xC788;&#xB2E4;. &#xB610;, &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xC5D0; &#xB0B4;&#xAC00; &#xC6D0;&#xD558;&#xB294; &#xAC83;&#xC744; &#xC801;&#xACE0; &#xADF8;&#xAC83;&#xC744; &#xAE4C;&#xBA39;&#xC5B4;&#xB3C4; &#xC0C1;&#xAD00;&#xC5C6;&#xB2E4;. &#xB098; &#xAC19;&#xC740; &#xACBD;&#xC6B0;&#xB294; &#xBB34;&#xC758;&#xC2DD;&#xC774; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xD558;&#xB3C4;&#xB85D; &#xB3C4;&#xC640;&#xC92C;&#xB2E4;. &#xC5B4;&#xB5A4; &#xAE30;&#xD68C;&#xAC00; &#xB098;&#xC5D0;&#xAC8C; &#xC654;&#xC744; &#xB54C;, &#xADF8; &#xAE30;&#xD68C;&#xB97C; &#xC7A1;&#xB294; &#xACBD;&#xC6B0;&#xAC00; &#xBA87; &#xBC88; &#xC788;&#xC5C8;&#xB2E4;. &#xC774;&#xB7F0; &#xACBD;&#xC6B0;&#xB97C; &#xC0DD;&#xAC01;&#xD558;&#xBA74; &#xB0B4;&#xAC00; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xC5D0; &#xC801;&#xC5B4;&#xB1A8;&#xAE30; &#xB54C;&#xBB38;&#xC5D0;, &#xACFC;&#xAC70;&#xC758; &#xB0B4;&#xAC00; &#xB098;&#xD55C;&#xD14C; &#xC774;&#xAC74; &#xC7A1;&#xC544;&#xC57C;&#xD574;! &#xB77C;&#xACE0; &#xB9D0;&#xD574;&#xC900; &#xAC83; &#xAC19;&#xB2E4;.</p><p>&#xBC8C;&#xC368; 2019&#xB144; 12&#xC6D4;&#xC774;&#xB2E4;. &#xC880; &#xB354; &#xAD6C;&#xCCB4;&#xC801;&#xC73C;&#xB85C; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xC791;&#xC131;&#xD560; &#xAC83;&#xC774;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC790;&#xC8FC; &#xBCFC; &#xAC83;&#xC774;&#xB2E4;. 2013&#xB144;&#xC5D0; &#xC791;&#xC131;&#xD55C; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB294; &#xAD6C;&#xAE00; &#xB4DC;&#xB77C;&#xC774;&#xBE0C;&#xC5D0; &#xC788;&#xC5C8;&#xB2E4;. &#xBB3C;&#xB860; &#xC0AC;&#xB77C;&#xC9C0;&#xC9C0; &#xC54A;&#xACE0; &#xC798; &#xC788;&#xC5C8;&#xC9C0;&#xB9CC;, &#xC790;&#xC8FC; &#xBCF4;&#xAE30; &#xC5B4;&#xB824;&#xC6E0;&#xB2E4;. &#xC791;&#xC131;&#xD560; 2019&#xB144; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB294; &#xC2A4;&#xD300;&#xC787;&#xC5D0; &#xC791;&#xC131;&#xD558;&#xACE0;, &#xB0B4; &#xBE14;&#xB85C;&#xADF8;&#xC5D0; &#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xB85C; &#xC124;&#xC815;&#xD574;&#xB194;&#xC11C; &#xC790;&#xC8FC; &#xBCF4;&#xACE0;, &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD560; &#xAC83;&#xC774;&#xB2E4;.</p><h4 id="2013&#xB144;-&#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;-&#xC911;&#xC5D0;-&#xC77C;&#xBD80;-&#x314B;&#x314B;"><a href="#2013&#xB144;-&#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;-&#xC911;&#xC5D0;-&#xC77C;&#xBD80;-&#x314B;&#x314B;" class="headerlink" title="2013&#xB144; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8; &#xC911;&#xC5D0; &#xC77C;&#xBD80;.. &#x314B;&#x314B;"></a>2013&#xB144; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8; &#xC911;&#xC5D0; &#xC77C;&#xBD80;.. &#x314B;&#x314B;</h4><p><del>1, &#xD574;&#xC678;&#xC5EC;&#xD589;,&#xD574;&#xC678;&#xB97C; &#xB098;&#xAC00;&#xACE0; &#xC2F6;&#xB2E4;.</del><br>2,&#xAD50;&#xD658;&#xD559;&#xC0DD;&#xC744; &#xD55C;&#xB2E4;.<br><del>10, &#xD68C;&#xC0AC;&#xC5D0;&#xC11C; 2&#xB144;&#xC774;&#xC0C1; &#xC77C;&#xC744; &#xD574;&#xBCF8;&#xB2E4;.</del><br><del>15, &#xC5B4;&#xB5A4; &#xC9D1;&#xB2E8;&#xC758; &#xD68C;&#xC7A5;, &#xD575;&#xC2EC;&#xC774; &#xB418;&#xACE0; &#xC2F6;&#xB2E4;.</del><br>17, &#xC77D;&#xACE0;&#xC2F6;&#xC740;&#xCC45;&#xC774;&#xB77C;&#xACE0; &#xC801;&#xC740;&#xAC83;&#xB4E4;&#xC744; &#xB2E4; &#xC77D;&#xC5B4;&#xBCF8;&#xB2E4;.<br>21, 40&#xC138;&#xAE4C;&#xC9C0; &#xC9C4;&#xC815;&#xD55C; &#xCE5C;&#xAD6C; 5&#xBA85;&#xC774;&#xC0C1; &#xB9CC;&#xB4E4;&#xAE30;<br>26, &#xC5F0;&#xC608;&#xC778;&#xACFC; &#xC545;&#xC218;,&#xD3EC;&#xC639; &#xADF8;&#xB9AC;&#xACE0; &#xC2F8;&#xC778;&#xC744; &#xBC1B;&#xB294;&#xB2E4;.<br><del>27, &#xC5B4;&#xD50C; &#xCD9C;&#xC2DC;&#xD560; &#xB9CC;&#xD55C; &#xAC83;&#xC744; &#xB9CC;&#xB4E0;&#xB2E4;.</del><br><del>28, &#xCC98;&#xC74C;&#xB9CC;&#xB098;&#xB294; &#xC0AC;&#xB78C;&#xACFC;&#xB3C4; &#xC774;&#xC57C;&#xAE30;&#xB97C; &#xC798;&#xD55C;&#xB2E4;.</del><br><del>33, &#xB178;&#xD2B8;&#xBD81;&#xC744; &#xC0B0;&#xB2E4;</del><br>36, &#xC6CC;&#xD0B9;&#xD640;&#xB9AC;&#xB370;&#xC774;(&#xB0B4; &#xC804;&#xACF5;&#xAD00;&#xB828;or&#xB0B4;&#xAC00; &#xC88B;&#xC544;&#xD560;&#xB9CC;&#xD55C; &#xC77C;)&#xC744; &#xAC04;&#xB2E4;.<br><del>43, &#xB78D;&#xC2A4;&#xD0C0;&#xB97C; &#xBA39;&#xB294;&#xB2E4;</del><br>49, &#xC9C0;&#xD558;&#xAE30;&#xC9C0;&#xB97C; &#xAC16;&#xB294;&#xB2E4;.<br>56, &#xD558;&#xB298;&#xC744; &#xB098;&#xB294; &#xC790;&#xB3D9;&#xCC28; &#xAC1C;&#xBC1C;&#xC5D0; &#xCC38;&#xC5EC;<br><del>69, &#xD328;&#xB7EC;&#xAE00;&#xB77C;&#xC774;&#xB529;&#xD558;&#xAE30;</del><br><del>76, 63&#xBE4C;&#xB529;&#xC744;&#xAC00;&#xACE0; &#xD55C;&#xAC15;&#xC5D0;&#xC11C; &#xC790;&#xC804;&#xAC70;&#xD0C0;&#xACE0; &#xD55C;&#xAC15;&#xC5D0;&#xC11C; &#xB77C;&#xBA74;&#xBA39;&#xC73C;&#xBA70; &#xD55C;&#xAC15;&#xBCF4;&#xAE30;</del><br>84, &#xC601;&#xD654; &#xC5D1;&#xC2A4;&#xD2B8;&#xB77C; &#xD574;&#xBCF4;&#xAE30;<br>93, &#xC2E0;&#xB8B0; &#xBC1B;&#xB294; &#xC0AC;&#xB78C;&#xC774; &#xB41C;&#xB2E4;. </p><p>&#xC5EC;&#xB7EC;&#xBD84;&#xC758; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB294; &#xBB34;&#xC5C7;&#xC778;&#xAC00;&#xC694;?</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2013" target="_blank" rel="noopener">&#x2018;2013&#xB144; &#xBC84;&#xD0B7;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xB3CC;&#xC544;&#xBCF4;&#xBA70;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/2013%EB%85%84-%EB%B2%84%ED%82%B7%EB%A6%AC%EC%8A%A4%ED%8A%B8%EB%A5%BC-%EB%8F%8C%EC%95%84%EB%B3%B4%EB%A9%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>스팀 블록체인을 활용한 블로그를 시작하면서</title>
      <link>http://passionbull.github.io/%EC%8A%A4%ED%8C%80-%EB%B8%94%EB%A1%9D%EC%B2%B4%EC%9D%B8%EC%9D%84-%ED%99%9C%EC%9A%A9%ED%95%9C-%EB%B8%94%EB%A1%9C%EA%B7%B8%EB%A5%BC-%EC%8B%9C%EC%9E%91%ED%95%98%EB%A9%B4%EC%84%9C/</link>
      <guid>http://passionbull.github.io/%EC%8A%A4%ED%8C%80-%EB%B8%94%EB%A1%9D%EC%B2%B4%EC%9D%B8%EC%9D%84-%ED%99%9C%EC%9A%A9%ED%95%9C-%EB%B8%94%EB%A1%9C%EA%B7%B8%EB%A5%BC-%EC%8B%9C%EC%9E%91%ED%95%98%EB%A9%B4%EC%84%9C/</guid>
      <pubDate>Tue, 03 Dec 2019 07:42:51 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC2A4;&amp;#xD300; &amp;#xBE14;&amp;#xB85D;&amp;#xCC
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC744; &#xD65C;&#xC6A9;&#xD558;&#xC5EC; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E4;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC0AC;&#xC6A9;&#xD558;&#xBA74;&#xC11C; &#xB290;&#xB080; &#xC7A5;&#xC810;&#xB4E4;&#xC744; &#xBA87; &#xAC1C; &#xC801;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.</p><h4 id="1-&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0;-&#xAE00;&#xC744;-&#xAE30;&#xB85D;"><a href="#1-&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0;-&#xAE00;&#xC744;-&#xAE30;&#xB85D;" class="headerlink" title="1.&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xAE00;&#xC744; &#xAE30;&#xB85D;"></a>1.&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xAE00;&#xC744; &#xAE30;&#xB85D;</h4><ul><li>&#xC62E;&#xAE30;&#xAE30; &#xC26C;&#xC6C0;.</li><li>&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xAE00; &#xC800;&#xC7A5;</li></ul><p>&#xC2A4;&#xD300;&#xC787;&#xC744; &#xD558;&#xBA74;&#xC11C; &#xC791;&#xC131;&#xD55C; &#xAE00;&#xC744; &#xC81C; &#xBE14;&#xB85C;&#xADF8;(hexo&#xB85C; &#xB9CC;&#xB4E0; &#xBE14;&#xB85C;&#xADF8;)&#xC640; &#xC5F0;&#xB3D9;&#xD574;&#xC11C; &#xBCFC; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB610;, &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; &#xAE00;&#xC744; &#xC218;&#xC815;&#xD558;&#xBA74; &#xC81C; &#xBE14;&#xB85C;&#xADF8;&#xB3C4; &#xAC19;&#xC774; &#xC5C5;&#xB370;&#xC774;&#xD2B8; &#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85C; &#xD588;&#xACE0;&#xC694;. (<a href="https://jacobyu.net/&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;-&#xB9CC;&#xB4E4;&#xAE30;&#xC18C;&#xC15C;&#xB313;&#xAE00;-&#xCE74;&#xD14C;&#xACE0;&#xB9AC;-&#xAC80;&#xC0C9;-&#xBC29;&#xBB38;&#xC790;&#xC218;-&#xAD11;&#xACE0;/" target="_blank" rel="noopener">https://jacobyu.net/&#xC2A4;&#xD300;&#xBE14;&#xB85C;&#xADF8;-&#xB9CC;&#xB4E4;&#xAE30;&#xC18C;&#xC15C;&#xB313;&#xAE00;-&#xCE74;&#xD14C;&#xACE0;&#xB9AC;-&#xAC80;&#xC0C9;-&#xBC29;&#xBB38;&#xC790;&#xC218;-&#xAD11;&#xACE0;/</a>)</p><p>&#xC989;, &#xC81C;&#xAC00; &#xC791;&#xC131;&#xD55C; &#xBAA8;&#xB4E0; &#xAE00;&#xC774; &#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xC800;&#xC7A5;&#xB3FC; &#xC788;&#xB2E4;&#xB294; &#xB9D0;&#xC774;&#xACE0;&#xC694;. &#xB178;&#xB4DC;&#xAC00; &#xBA48;&#xCD94;&#xC9C0; &#xC54A;&#xB294;&#xB2E4;&#xBA74; &#xD3C9;&#xC0DD; &#xC800;&#xC7A5;&#xB3FC;&#xC788;&#xC744;&#xAC70;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD558;&#xB2C8; &#xAF64; &#xAD1C;&#xCC2E;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xB610;, &#xC5B8;&#xC81C;&#xB4E0; &#xAE00;&#xC744; &#xB2E4;&#xB978; &#xD50C;&#xB7AB;&#xD3FC;&#xC73C;&#xB85C; &#xC62E;&#xAE30;&#xAE30;&#xAC00; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAD1C;&#xCC2E;&#xC740; &#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC;&#xAC00; &#xAC1C;&#xBC1C;&#xB418;&#xBA74; &#xCEE8;&#xD150;&#xCE20; &#xADF8;&#xB300;&#xB85C;&#xB97C; &#xC0C8;&#xB85C;&#xC6B4; &#xBE14;&#xB85C;&#xADF8;&#xC5D0; &#xC62E;&#xAE38; &#xC218;&#xB3C4; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD604;&#xC7AC; &#xC81C; &#xAE00;&#xC740; &#xC544;&#xB798; &#xC0AC;&#xC774;&#xD2B8;&#xB4E4;&#xC5D0;&#xC11C; &#xBCFC; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC791;&#xC131;&#xD55C; &#xAE00;&#xC740; &#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xC800;&#xC7A5;&#xB3FC;&#xC788;&#xACE0;, &#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC;&#xB9CC; &#xB2E4;&#xB978;&#xAC70;&#xC8E0;.</p><p><a href="https://jacobyu.net" target="_blank" rel="noopener">https://jacobyu.net</a><br><a href="https://steemit.com/@jacobyu" target="_blank" rel="noopener">https://steemit.com/@jacobyu</a><br><a href="https://steempeak.com/@jacobyu" target="_blank" rel="noopener">https://steempeak.com/@jacobyu</a><br><a href="https://steemcoinpan.com/@jacobyu" target="_blank" rel="noopener">https://steemcoinpan.com/@jacobyu</a><br><a href="https://busy.org/@jacobyu" target="_blank" rel="noopener">https://busy.org/@jacobyu</a></p><h4 id="2-&#xAE00;&#xC4F0;&#xAE30;-&#xD6C8;&#xB828;&#xC744;-&#xD558;&#xACE0;&#xC2F6;&#xC5B4;&#xC84C;&#xB2E4;"><a href="#2-&#xAE00;&#xC4F0;&#xAE30;-&#xD6C8;&#xB828;&#xC744;-&#xD558;&#xACE0;&#xC2F6;&#xC5B4;&#xC84C;&#xB2E4;" class="headerlink" title="2. &#xAE00;&#xC4F0;&#xAE30; &#xD6C8;&#xB828;&#xC744; &#xD558;&#xACE0;&#xC2F6;&#xC5B4;&#xC84C;&#xB2E4;."></a>2. &#xAE00;&#xC4F0;&#xAE30; &#xD6C8;&#xB828;&#xC744; &#xD558;&#xACE0;&#xC2F6;&#xC5B4;&#xC84C;&#xB2E4;.</h4><ul><li>&#xAE00; &#xBD84;&#xB958;&#xB97C; &#xD558;&#xAC8C;&#xB428;.</li><li>&#xAE00;&#xC4F0;&#xAE30; &#xCC45;&#xC744; &#xC77D;&#xAC8C;&#xD568;.</li></ul><p>&#xC2A4;&#xD300;&#xC787;&#xC5D0; sns&#xCC98;&#xB7FC; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xC801;&#xC5B4;&#xBD24;&#xB294;&#xB370;&#xC694;. &#xC81C;&#xAC00; 2&#xB144;&#xB3D9;&#xC548; 360&#xAC1C;&#xC758; &#xAE00;&#xC744; &#xC37B;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xAC70;&#xC758; 2&#xC77C;&#xC5D0; 1&#xBC88; &#xAE00;&#xC744; &#xC37B;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCD5C;&#xADFC;&#xC5D0; &#xC81C;&#xAC00; &#xC791;&#xC131;&#xD55C; &#xAE00;&#xB4E4;&#xC744; &#xCE74;&#xD14C;&#xACE0;&#xB9AC; &#xBD84;&#xB958;&#xB3C4; &#xD574;&#xBCF4;&#xBA74;&#xC11C; &#xB2E4;&#xC2DC; &#xBCF4;&#xACE0; &#xC788;&#xB294;&#xB370;&#xC694;. &#xB2E4;&#xC2DC; &#xBCFC;&#xB9CC;&#xD55C; &#xAE00;&#xC774; &#xBA87; &#xAC1C; &#xC5C6;&#xAD6C;&#xB098;. &#xC591;&#xC2DD;&#xC744; &#xC81C;&#xB300;&#xB85C; &#xB9DE;&#xCD94;&#xC9C0;. &#xB514;&#xD14C;&#xC77C;&#xD558;&#xAC8C; &#xC801;&#xC744; &#xAC78;. &#xD6C4;&#xD68C;&#xAC00; &#xB9CE;&#xC774; &#xB0A8;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC55E;&#xC73C;&#xB85C; &#xC801;&#xB294; &#xAE00;&#xB4E4;&#xC740; &#xBAA8;&#xB450; &#xC5EC;&#xAE30; &#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xC5D0; &#xB123;&#xC744; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xC798; &#xC801;&#xC5B4;&#xBCF4;&#xB824;&#xACE0;&#xC694;. &#xC624;&#xB298; <code>&#xC720;&#xC2DC;&#xBBFC;&#xC758; &#xAE00;&#xC4F0;&#xAE30; &#xD2B9;&#xAC15;</code> &#xCC45;&#xC744; &#xBE4C;&#xB824;&#xC11C; &#xC77D;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC787; &#xAE00;&#xC4F0;&#xAE30;&#xC5D0; &#xBC14;&#xB85C; &#xC801;&#xC6A9;&#xD558;&#xBA74;&#xC11C; &#xD6C8;&#xB828;&#xD574;&#xBCF4;&#xB824;&#xACE0;&#xC694;.</p><p>&#xD6C8;&#xB828;&#xC744; &#xD558;&#xACE0; &#xC798; &#xC801;&#xC740; &#xAE00;&#xB4E4;&#xC740; &#xC544;&#xB798; &#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xC5D0; &#xD558;&#xB098;&#xD558;&#xB098; &#xB123;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xB9CE;&#xC774; &#xB4E4;&#xC5B4;&#xC62C; &#xC218; &#xC788;&#xB294; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4; &#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD30C;&#xC6CC;&#xBE14;&#xB85C;&#xAC70;!!!</p><p><img src="https://cdn.steemitimages.com/DQmVFmjzyTtvnkP4vqQzt59ZkiBxaenrqGoCPYPNiDjF7dy/%E1%84%89%E1%85%B3%E1%84%8F%E1%85%B3%E1%84%85%E1%85%B5%E1%86%AB%E1%84%89%E1%85%A3%E1%86%BA%202019-11-30%20%E1%84%8B%E1%85%A9%E1%84%8C%E1%85%A5%E1%86%AB%201.36.56.png" alt=""></p><h4 id="3-&#xC9C1;&#xC811;-&#xC218;&#xC815;&#xD558;&#xB294;-&#xC6F9;&#xC0AC;&#xC774;&#xD2B8;"><a href="#3-&#xC9C1;&#xC811;-&#xC218;&#xC815;&#xD558;&#xB294;-&#xC6F9;&#xC0AC;&#xC774;&#xD2B8;" class="headerlink" title="3. &#xC9C1;&#xC811; &#xC218;&#xC815;&#xD558;&#xB294; &#xC6F9;&#xC0AC;&#xC774;&#xD2B8;"></a>3. &#xC9C1;&#xC811; &#xC218;&#xC815;&#xD558;&#xB294; &#xC6F9;&#xC0AC;&#xC774;&#xD2B8;</h4><ul><li>&#xAC1C;&#xBC1C;&#xD558;&#xACE0; &#xC801;&#xC6A9;&#xD558;&#xB294; &#xC7AC;&#xBBF8;&#xAC00; &#xC788;&#xC74C;.</li></ul><p>Hexo blog&#xB97C; &#xC2DC;&#xC791;&#xD558;&#xBA74;&#xC11C; &#xAF64; &#xC7AC;&#xBC0C;&#xB294;&#xAC74; &#xC9C1;&#xC811; &#xC218;&#xC815;&#xD558;&#xB294; &#xC6F9;&#xC0AC;&#xC774;&#xD2B8;&#xB780; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xB124;&#xC774;&#xBC84; &#xBE14;&#xB85C;&#xADF8;&#xB77C;&#xBA74; &#xB0B4;&#xB9D8;&#xB300;&#xB85C; &#xC218;&#xC815;&#xD558;&#xAE30; &#xC5B4;&#xB835;&#xC9C0;&#xB9CC;, hexo blog&#xB294; &#xAC70;&#xC758; &#xBAA8;&#xB4E0;&#xAC78; &#xC81C;&#xAC00; &#xC218;&#xC815;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. &#xC660;&#xB9CC;&#xD55C;&#xAC74; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xBBF8;&#xB9AC; &#xB2E4; &#xD574;&#xB17C;&#xAC83;&#xB3C4; &#xC788;&#xC9C0;&#xB9CC;, &#xC544;&#xC608; &#xC0C8;&#xB85C; &#xCC3E;&#xC544;&#xC11C; &#xD574;&#xC57C;&#xD558;&#xB294; &#xAC83;&#xB4E4;&#xB3C4; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xADFC;&#xB370; &#xC774;&#xB807;&#xAC8C; &#xD558;&#xB098;&#xD558;&#xB098; &#xC218;&#xC815;&#xD558;&#xACE0; &#xC801;&#xC6A9;&#xD574;&#xAC00;&#xB294;&#xAC8C; &#xAF64; &#xC7AC;&#xBC0C;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB9C8;&#xCE58;, &#xD770; &#xB3C4;&#xD654;&#xC9C0;&#xC5D0; &#xADF8;&#xB9BC;&#xC744; &#xADF8;&#xB9AC;&#xB294; &#xB290;&#xB08C;&#xC77C;&#xAE4C;&#xC694;? &#xD0D1;&#xC744; &#xC544;&#xB798;&#xBD80;&#xD130; &#xD558;&#xB098;&#xC529; &#xC313;&#xB294; &#xAE30;&#xBD84;&#xC77C;&#xAE4C;&#xC694;.</p><p>&#xC774;&#xBC88;&#xC5D4; &#xC11C;&#xBE0C;&#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xB97C; &#xB123;&#xC5B4;&#xBD24;&#xB294;&#xB370; &#xB9CC;&#xC871;&#xC2A4;&#xB7FD;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC9C1;&#xC811; &#xAD6C;&#xD604;&#xD55C; &#xC0AC;&#xB78C;&#xC774; &#xAC70;&#xC758; &#xC5C6;&#xC5B4;&#xC11C; &#xC790;&#xB8CC;&#xB97C; &#xCC3E;&#xAE30; &#xC5B4;&#xB824;&#xC6E0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC9C0;&#xC778;&#xC758; &#xB3C4;&#xC6C0;&#xC744; &#xBC1B;&#xC544;&#xC11C; &#xB9CC;&#xB4E4;&#xC5C8;&#xB124;&#xC694;. &#x314E;&#x314E;</p><p>&#xC81C;&#xAC00; &#xAD00;&#xC2EC;&#xAC16;&#xACE0; &#xC788;&#xB294; &#xAE30;&#xB2A5;&#xC740; &#xAD6C;&#xAE00; analytics&#xB97C; &#xC774;&#xC6A9;&#xD558;&#xC5EC; &#xC778;&#xAE30;&#xAE00; &#xB9AC;&#xC2A4;&#xD2B8; &#xD45C;&#xC2DC;, &#xD558;&#xB8E8; &#xBC29;&#xBB38;&#xC790; &#xD45C;&#xC2DC;&#xC778;&#xB370;&#xC694;. </p><p>&#xC774;&#xAC70; &#xAD6C;&#xD604;&#xD558;&#xB824;&#xACE0; &#xBCF4;&#xB2C8;&#xAE50; &#xBC31;&#xC564;&#xB4DC;&#xC5D0;&#xC11C; google analytics &#xC815;&#xBCF4;&#xB97C; &#xACC4;&#xC18D; &#xC218;&#xC9D1;&#xD558;&#xACE0;, api &#xC11C;&#xBC84;&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;&#xC57C;&#xACA0;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xC7AC;&#xBBF8;&#xC788;&#xC744; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. hexo &#xBE14;&#xB85C;&#xADF8;&#xC5D0; &#xAE30;&#xB2A5; &#xD558;&#xB098;&#xD558;&#xB098; &#xAD6C;&#xD604; &#xD560; &#xB54C;&#xB9C8;&#xB2E4; &#xAE00;&#xC744; &#xC791;&#xC131;&#xD574;&#xC57C;&#xBD10;&#xC57C;&#xC8E0;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;!</p><hr><p><em>&#xC2A4;&#xD300;&#xC787; &#xC18C;&#xAC1C;&#xB294; &#xB098;&#xBB34;&#xC704;&#xD0A4;&#xB85C; &#xB300;&#xCCB4;&#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</em></p><blockquote><p>&#xC554;&#xD638;&#xD654;&#xD3D0; &#xC911; &#xD558;&#xB098;&#xC778; STEEM &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xAE30;&#xBC18;&#xD558;&#xC5EC; &#xC6B4;&#xC601;&#xB418;&#xB294; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xAE30;&#xBC18; SNS &#xC2DC;&#xC2A4;&#xD15C;&#xC73C;&#xB85C; &#xAC80;&#xC5F4; &#xC5C6;&#xB294; SNS&#xB97C; &#xCD94;&#xAD6C;&#xD558;&#xB294; &#xBD84;&#xC0B0;&#xD654;&#xB41C; &#xC11C;&#xBE44;&#xC2A4;&#xC774;&#xB2E4;. &#xCEE8;&#xD150;&#xCE20;&#xC5D0; &#xC5C5; &#xBCF4;&#xD305;(&#xD398;&#xC774;&#xC2A4;&#xBD81;&#xC758; &#xC88B;&#xC544;&#xC694;&#xC640; &#xC720;&#xC0AC;&#xD55C; &#xAE30;&#xB2A5;&#xC784;)&#xB41C; &#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xC758; &#xD569;&#xC5D0; &#xBE44;&#xB840;&#xD558;&#xC5EC; &#xCEE8;&#xD150;&#xCE20; &#xC81C;&#xC791;&#xC790;&#xAC00; STEEM &#xC774;&#xB780; &#xC554;&#xD638;&#xD654;&#xD3D0;&#xB85C; &#xBCF4;&#xC0C1;&#xBC1B;&#xB294;&#xB2E4;. STEEM &#xCF54;&#xC778;&#xC740; UPBIT. BITTREX &#xAC19;&#xC740; &#xC554;&#xD638;&#xD654;&#xD3D0; &#xAC70;&#xB798;&#xC18C;&#xB97C; &#xD1B5;&#xD574; &#xBC95;&#xC815;&#xD654;&#xD3D0;&#xB85C; &#xD658;&#xC804; &#xD560; &#xC218; &#xC788;&#xB2E4;.</p></blockquote><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2hyjjh" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC744; &#xD65C;&#xC6A9;&#xD55C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xC2DC;&#xC791;&#xD558;&#xBA74;&#xC11C;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%8A%A4%ED%8C%80-%EB%B8%94%EB%A1%9D%EC%B2%B4%EC%9D%B8%EC%9D%84-%ED%99%9C%EC%9A%A9%ED%95%9C-%EB%B8%94%EB%A1%9C%EA%B7%B8%EB%A5%BC-%EC%8B%9C%EC%9E%91%ED%95%98%EB%A9%B4%EC%84%9C/#disqus_thread</comments>
    </item>
    
    <item>
      <title>Git, SVN 자주 사용하는 명령어 정리</title>
      <link>http://passionbull.github.io/Git-SVN-%EC%9E%90%EC%A3%BC-%EC%82%AC%EC%9A%A9%ED%95%98%EB%8A%94-%EB%AA%85%EB%A0%B9%EC%96%B4-%EC%A0%95%EB%A6%AC/</link>
      <guid>http://passionbull.github.io/Git-SVN-%EC%9E%90%EC%A3%BC-%EC%82%AC%EC%9A%A9%ED%95%98%EB%8A%94-%EB%AA%85%EB%A0%B9%EC%96%B4-%EC%A0%95%EB%A6%AC/</guid>
      <pubDate>Tue, 03 Dec 2019 03:59:36 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;Ubuntu&amp;#xC5D0;&amp;#xC11C;&amp;#xB294; git-cola, gitg&amp;#xB77C;&amp;#xB294; gui git tool&amp;#xC744; &amp;#xC0AC;&amp;#xC6A9;&amp;#xD574;&amp;#xC11C; repo&amp;#xB97C; &amp;#xAD00;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>Ubuntu&#xC5D0;&#xC11C;&#xB294; git-cola, gitg&#xB77C;&#xB294; gui git tool&#xC744; &#xC0AC;&#xC6A9;&#xD574;&#xC11C; repo&#xB97C; &#xAD00;&#xB9AC;&#xD55C;&#xB2E4;. Window&#xC5D0;&#xC11C;&#xB294; smartgit&#xC744; &#xC0AC;&#xC6A9;&#xD55C;&#xB2E4;. &#xC660;&#xB9CC;&#xD55C; &#xAC83;&#xC740; gui&#xC5D0;&#xC11C; &#xD574;&#xACB0;&#xD558;&#xC9C0;&#xB9CC; &#xAC00;&#xB054; terminal&#xC5D0;&#xC11C; &#xC791;&#xC131;&#xD574;&#xC57C;&#xD560; &#xACBD;&#xC6B0;&#xAC00; &#xC788;&#xB2E4;..</p><p>&#xC790;&#xC8FC;&#xC4F0;&#xB294;&#xB370; &#xAE4C;&#xBA39;&#xB294;&#xAC78; &#xC5EC;&#xAE30;&#xC5D0; &#xC815;&#xB9AC;&#xD55C;&#xB2E4;.</p><hr><h4 id="1-&#xB85C;&#xCEEC;-git-repo-&#xB9CC;&#xB4E4;&#xC5B4;&#xC11C;-push&#xD558;&#xAE30;"><a href="#1-&#xB85C;&#xCEEC;-git-repo-&#xB9CC;&#xB4E4;&#xC5B4;&#xC11C;-push&#xD558;&#xAE30;" class="headerlink" title="1. &#xB85C;&#xCEEC; git repo &#xB9CC;&#xB4E4;&#xC5B4;&#xC11C; push&#xD558;&#xAE30;"></a>1. &#xB85C;&#xCEEC; git repo &#xB9CC;&#xB4E4;&#xC5B4;&#xC11C; push&#xD558;&#xAE30;</h4><p>git &#xC0C1;&#xD0DC; &#xCCB4;&#xD06C;, &#xC5B4;&#xB514; &#xBE0C;&#xB79C;&#xCE58;&#xC5D0; &#xC788;&#xB294;&#xC9C0;, &#xBB50;&#xAC00; &#xBCC0;&#xACBD;&#xB418;&#xC5C8;&#xB294;&#xC9C0;<br><code>git status</code></p><p>local git repo &#xB9CC;&#xB4E4;&#xAE30;<br><code>git init</code></p><p>&#xC800;&#xC7A5;&#xC18C; &#xB0B4;&#xC758; &#xBAA8;&#xB4E0; &#xD30C;&#xC77C;&#xC744; &#xCD94;&#xAC00;&#xD55C;&#xB2E4;.<br><code>git add .</code></p><p>&#xD478;&#xC2DC;&#xD560; &#xC800;&#xC7A5;&#xC18C;&#xB97C; &#xC5F0;&#xACB0;&#xD55C;&#xB2E4;.<br><code>git remote add origin https://project.git</code></p><hr><h4 id="2-git-&#xD2B9;&#xC815;-&#xC800;&#xC7A5;&#xC18C;&#xB97C;-&#xBCF5;&#xC0AC;&#xD574;&#xC11C;-&#xB2E4;&#xB978;-&#xC800;&#xC7A5;&#xC18C;&#xC5D0;-&#xC62E;&#xAE30;&#xAE30;"><a href="#2-git-&#xD2B9;&#xC815;-&#xC800;&#xC7A5;&#xC18C;&#xB97C;-&#xBCF5;&#xC0AC;&#xD574;&#xC11C;-&#xB2E4;&#xB978;-&#xC800;&#xC7A5;&#xC18C;&#xC5D0;-&#xC62E;&#xAE30;&#xAE30;" class="headerlink" title="2. git &#xD2B9;&#xC815; &#xC800;&#xC7A5;&#xC18C;&#xB97C; &#xBCF5;&#xC0AC;&#xD574;&#xC11C; &#xB2E4;&#xB978; &#xC800;&#xC7A5;&#xC18C;&#xC5D0; &#xC62E;&#xAE30;&#xAE30;"></a>2. git &#xD2B9;&#xC815; &#xC800;&#xC7A5;&#xC18C;&#xB97C; &#xBCF5;&#xC0AC;&#xD574;&#xC11C; &#xB2E4;&#xB978; &#xC800;&#xC7A5;&#xC18C;&#xC5D0; &#xC62E;&#xAE30;&#xAE30;</h4><p>&#xBCF5;&#xC0AC;&#xD55C;&#xB2E4;.<br><code>git clone --bare https://github.com/passionbull/&#xBCF5;&#xC0AC;&#xD560; &#xB808;&#xD3EC; &#xC800;&#xC7A5;&#xC18C;.git</code></p><p>&#xBCF5;&#xC0AC;&#xD55C; &#xB808;&#xD3EC;&#xB85C; &#xC774;&#xB3D9;&#xD55C;&#xB2E4;.<br><code>cd clone_folder_path</code></p><p>&#xC62E;&#xAE38; &#xB808;&#xD3EC; &#xC800;&#xC7A5;&#xC18C;&#xC5D0; &#xD478;&#xC26C;&#xD55C;&#xB2E4;.<br><code>git push --mirror https://github.com/tom/&#xC62E;&#xACA8;&#xC9C8; &#xB808;&#xD3EC; &#xC800;&#xC7A5;&#xC18C;.git</code></p><p>&#xC774; &#xACFC;&#xC815;&#xC744; &#xD558;&#xBA74; &#xC800;&#xC7A5;&#xC18C;&#xC758; &#xBAA8;&#xB4E0; &#xCEE4;&#xBC0B;&#xC774; &#xC62E;&#xACA8;&#xC9C4;&#xB2E4;.</p><hr><h4 id="3-SVN-&#xAD00;&#xB828;-&#xBA85;&#xB839;&#xC5B4;"><a href="#3-SVN-&#xAD00;&#xB828;-&#xBA85;&#xB839;&#xC5B4;" class="headerlink" title="3. SVN &#xAD00;&#xB828; &#xBA85;&#xB839;&#xC5B4;"></a>3. SVN &#xAD00;&#xB828; &#xBA85;&#xB839;&#xC5B4;</h4><p>wordpress &#xD50C;&#xB7EC;&#xADF8;&#xC778;&#xC744; &#xC5C5;&#xB370;&#xC774;&#xD2B8; &#xD558;&#xAE30; &#xC704;&#xD574;&#xC11C; svn&#xC744; &#xC0AC;&#xC6A9;&#xD574;&#xC57C;&#xD55C;&#xB2E4;. git&#xC73C;&#xB85C; &#xD558;&#xBA74; &#xC5BC;&#xB9C8;&#xB098; &#xC88B;&#xC558;&#xC744;&#xAE4C;..<br>&#xAD73;&#xC774; svn gui&#xB97C; &#xB610; &#xC124;&#xCE58;&#xD558;&#xACE0; &#xC2F6;&#xC9C0; &#xC54A;&#xC544;&#xC11C; terminal&#xC5D0;&#xC11C; &#xB2E4; &#xD574;&#xACB0;&#xD558;&#xAE30;&#xB85C; &#xD588;&#xB2E4;.<br>&#xD558;&#xC9C0;&#xB9CC;, &#xD56D;&#xC0C1; &#xAE4C;&#xBA39;&#xC5B4;&#xC11C; history&#xB97C; &#xBCF4;&#xAE30; &#xB54C;&#xBB38;&#xC5D0; &#xAE30;&#xB85D;&#xC744; &#xD574;&#xB193;&#xB294;&#xB2E4;.</p><p>checkout (svn server&#xC5D0; &#xC788;&#xB294; &#xCF54;&#xB4DC;&#xB97C; &#xAC00;&#xC838;&#xC628;&#xB2E4;.)<br><code>svn co https://plugins.svn.wordpress.org/warpsteem/ warpsteem_svn/</code></p><p>&#xBCC0;&#xACBD;&#xB41C; &#xC0AC;&#xD56D;&#xC744; &#xCCB4;&#xD06C;&#xD560; &#xC218; &#xC788;&#xB2E4;.<br><code>svn stat</code></p><p>&#xD30C;&#xC77C; &#xBCC0;&#xACBD;&#xB41C; &#xAC83;&#xC744; &#xCD94;&#xAC00; &#xC791;&#xC5C5; &#xD544;&#xC694;&#xC5C6;&#xC774; &#xBC14;&#xB85C; &#xC11C;&#xBC84;&#xB85C; &#xD478;&#xC26C;&#xD560; &#xC218; &#xC788;&#xB2E4;.<br><code>svn ci -m &#x201C;added tag filter&#x201D;</code></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/1264-git-svn-often-use-command" target="_blank" rel="noopener">&#x2018;Git, SVN &#xC790;&#xC8FC; &#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xBA85;&#xB839;&#xC5B4; &#xC815;&#xB9AC;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/Git-SVN-%EC%9E%90%EC%A3%BC-%EC%82%AC%EC%9A%A9%ED%95%98%EB%8A%94-%EB%AA%85%EB%A0%B9%EC%96%B4-%EC%A0%95%EB%A6%AC/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[개발, 분석] steemwallet #1 소개 및 설치</title>
      <link>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EB%B6%84%EC%84%9D-steemwallet-1-%EC%86%8C%EA%B0%9C-%EB%B0%8F-%EC%84%A4%EC%B9%98/</link>
      <guid>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EB%B6%84%EC%84%9D-steemwallet-1-%EC%86%8C%EA%B0%9C-%EB%B0%8F-%EC%84%A4%EC%B9%98/</guid>
      <pubDate>Tue, 03 Dec 2019 03:48:15 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;&lt;a href=&quot;https://github.com/roel
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><ul><li><a href="https://github.com/roelandp/steemwallet" target="_blank" rel="noopener">steemwallet &#xAE43;&#xD5D9; &#xCF54;&#xB4DC;</a></li><li><a href="https://play.google.com/store/apps/details?id=app.steemwallet.roelandp" target="_blank" rel="noopener">android &#xB9C8;&#xCF13; &#xB9C1;&#xD06C;</a></li></ul><p>&#xC624;&#xB298;&#xC740; &#xB85C;&#xB79C;&#xB4DC;&#xC758; steemwallet&#xB97C; &#xBD84;&#xC11D;&#xD558;&#xACE0;&#xC790;&#xD569;&#xB2C8;&#xB2E4;. </p><p>&#xC2A4;&#xD300;&#xC6D4;&#xB81B;&#xC740; &#xB85C;&#xB79C;&#xB4DC;&#xAC00; &#xAC1C;&#xBC1C;&#xD558;&#xC600;&#xACE0;, android, ios&#xC5D0;&#xC11C; &#xBAA8;&#xB450; &#xC0AC;&#xC6A9;&#xAC00;&#xB2A5;&#xD569;&#xB2C8;&#xB2E4;. AES 256 encryption&#xB85C; &#xC0AC;&#xC6A9;&#xC790;&#xC758; &#xC554;&#xD638;&#xD0A4;&#xB97C; &#xBCF4;&#xD638;&#xD558;&#xBA70;, &#xC0DD;&#xCCB4;&#xC778;&#xC99D; (&#xC9C0;&#xBB38;&#xC778;&#xC2DD;, Face ID) &#xB4F1;&#xC73C;&#xB85C; &#xC811;&#xC18D;&#xC774; &#xAC00;&#xB2A5;&#xD558;&#xB3C4;&#xB85D; &#xB3FC;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2E8;, &#xD558;&#xB4DC;&#xC6E8;&#xC5B4;&#xAC00; &#xC9C0;&#xC6D0;&#xD574;&#xC900;&#xB2E4;&#xBA74;&#xC694;.</p><blockquote><p>steemwallet is a fast, secure and open source wallet for the Steem blockchain, available for iOS and Android.</p><p>Encryption wise it is just as safe as the cli_wallet app provided by the Steem software, using AES 256 encryption and per device &amp; per (re-)install unique initialisation vector. Also the app obliges you to choose a difficult to guess passphrase for encrypting your wallet file. You can opt to store that passphrase in your device&#x2019;s native keychain, if your device provides biometric access (Touch ID, Face ID, Fingerprint) and you have that feature enabled.</p></blockquote><hr><p>&#xCF54;&#xB4DC;&#xB294; javascript&#xB85C; &#xC791;&#xC131;&#xB3FC;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xC0AC;&#xC6A9;&#xD558;&#xACE0; &#xC788;&#xB294; &#xD06C;&#xB85C;&#xC2A4;&#xD50C;&#xB7AB;&#xD3FC;&#xC740; &#x201C;Appcelerator titanium&#x201D;&#xB77C;&#xB294; &#xD234;&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xACE0;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC774; &#xCF54;&#xB4DC;&#xC758; &#xB77C;&#xC774;&#xC13C;&#xC2A4;&#xB294; CC BY-NC-SA 4.0&#xC785;&#xB2C8;&#xB2E4;.<br><a href="https://creativecommons.org/licenses/by-nc-sa/4.0/" target="_blank" rel="noopener">https://creativecommons.org/licenses/by-nc-sa/4.0/</a></p><p>&#xC774; &#xCF54;&#xB4DC;&#xB294; &#xC624;&#xD508;&#xC18C;&#xC2A4;&#xC785;&#xB2C8;&#xB2E4;. &#xBE44;&#xC0C1;&#xC5C5;&#xC801;&#xC73C;&#xB85C; &#xC774; &#xCF54;&#xB4DC;&#xB97C; &#xD65C;&#xC6A9;&#xD55C;&#xB2E4;&#xBA74; &#xBCC0;&#xACBD;&#xB3C4; &#xAC00;&#xB2A5;&#xD558;&#xACE0;, &#xCE74;&#xD53C;&#xB3C4; &#xAC00;&#xB2A5;&#xD558;&#xACE0;, &#xC7AC;&#xBC30;&#xD3EC;&#xB3C4; &#xAC00;&#xB2A5;&#xD569;&#xB2C8;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xC0C1;&#xC5C5;&#xC801;&#xC73C;&#xB85C; &#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xAC83;&#xC740; &#xAE08;&#xC9C0;&#xB3FC;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. (&#xC720;&#xB8CC;&#xC571;, &#xC218;&#xC218;&#xB8CC; &#xB4F1;) &#xC774; &#xBD80;&#xBD84;&#xC744; &#xC6D0;&#xD55C;&#xB2E4;&#xBA74; roelandp&#xC640; &#xC774;&#xC57C;&#xAE30;&#xAC00; &#xD544;&#xC694;&#xD574;&#xBCF4;&#xC785;&#xB2C8;&#xB2E4;.</p><hr><h4 id="&#xD68C;&#xC6D0;&#xAC00;&#xC785;-&#xBC0F;-&#xC124;&#xCE58;"><a href="#&#xD68C;&#xC6D0;&#xAC00;&#xC785;-&#xBC0F;-&#xC124;&#xCE58;" class="headerlink" title="&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xBC0F; &#xC124;&#xCE58;"></a>&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xBC0F; &#xC124;&#xCE58;</h4><p>&#xD55C;&#xBC88; &#xC9C1;&#xC811; &#xBE4C;&#xB4DC;&#xD558;&#xACE0; &#xCF54;&#xB4DC;&#xB97C; &#xD30C;&#xC545;&#xD574;&#xBCF4;&#xB824;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xADFC;&#xB370; &#xC774;&#xAC78; &#xBE4C;&#xB4DC;&#xD558;&#xB824;&#xBA74; <a href="https://platform.axway.com/&#xC5D0;&#xC11C;" target="_blank" rel="noopener">https://platform.axway.com/&#xC5D0;&#xC11C;</a> &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD574;&#xC57C;&#xD558;&#xAD70;&#xC694;. </p><p>&#xC804; cli setup&#xC744; &#xB530;&#xB77C;&#xC11C; &#xC9C4;&#xD589;&#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;. &#xC544;&#xB798; &#xAC00;&#xC774;&#xB4DC;&#xB300;&#xB85C; &#xD558;&#xB098;&#xD558;&#xB098; &#xC2A4;&#xD15D;&#xBCC4;&#xB85C; &#xC9C4;&#xD589;&#xD574;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://wiki.appcelerator.org/display/guides2/Appcelerator+CLI+Getting+Started" target="_blank" rel="noopener">https://wiki.appcelerator.org/display/guides2/Appcelerator+CLI+Getting+Started</a></p><p>&#xCD08;&#xAE30; &#xC14B;&#xC5C5;<br><code>appc setup</code><br><code>git clone https://github.com/roelandp/steemwallet.git</code></p><p>&#xC0D8;&#xD50C; &#xD504;&#xB85C;&#xC81D;&#xD2B8; &#xB9CC;&#xB4E4;&#xC5B4;&#xC11C; &#xB3D9;&#xC791;&#xC2DC;&#xCF1C;&#xBCF8;&#xB2E4;.<br><code>appc new -t app --id com.appcelerator.sample -n SampleProject</code><br><code>cd SampleProject/; appc run -p ios</code></p><p>&#xD2F0;&#xD0C0;&#xB284; &#xBC0F; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC; &#xC124;&#xCE58;<br><code>npm install titanium -g</code><br><code>titanium sdk install 8.1.0.v20190605095601</code><br><code>npm install -g alloy</code><br><code>alloy install plugin</code></p><p>&#xC2A4;&#xD300;&#xC6D4;&#xB81B; &#xC2E4;&#xD589;<br><code>cd steemwallet; appc new --import</code><br><code>appc run -p ios</code></p><p><img src="https://cdn.steemitimages.com/DQmTx5NKvKLHQodNVj2fRozW5Surf6P7emknGdubUTiaLYW/image.png" alt=""></p><h4 id="&#xCD94;&#xAC00;&#xC14B;&#xD305;-&#xD2F0;&#xD0C0;&#xB284;-sdk-&#xBC84;&#xC804;&#xC5C5;-&#xD55C;-&#xACBD;&#xC6B0;"><a href="#&#xCD94;&#xAC00;&#xC14B;&#xD305;-&#xD2F0;&#xD0C0;&#xB284;-sdk-&#xBC84;&#xC804;&#xC5C5;-&#xD55C;-&#xACBD;&#xC6B0;" class="headerlink" title="&#xCD94;&#xAC00;&#xC14B;&#xD305; (&#xD2F0;&#xD0C0;&#xB284; sdk &#xBC84;&#xC804;&#xC5C5; &#xD55C; &#xACBD;&#xC6B0;)"></a>&#xCD94;&#xAC00;&#xC14B;&#xD305; (&#xD2F0;&#xD0C0;&#xB284; sdk &#xBC84;&#xC804;&#xC5C5; &#xD55C; &#xACBD;&#xC6B0;)</h4><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/eaTj8FGF-image.png" alt="image.png"></p><p>&#xD2F0;&#xD0C0;&#xB284; sdk&#xB97C; 8.2.0.GA&#xB85C; &#xBCC0;&#xACBD;&#xD558;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xD2F0;&#xD0C0;&#xB284; sdk&#xB97C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD558;&#xBA74;, &#xD50C;&#xB7EC;&#xADF8;&#xC778;&#xC744; &#xB2E4;&#xC2DC; &#xC124;&#xCE58;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.<br>&#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xC5D0;&#xC11C; sdk&#xB97C; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xD55C; &#xD6C4;, &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xCC98;&#xC74C;&#xD0A8;&#xB2E4;&#xACE0; &#xAC00;&#xC815;&#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><code>appc setup</code><br><code>appc new --import</code><br><code>alloy install plugin</code><br><code>appc run -p ios</code></p><p>&#xB05D;!</p><h4 id="&#xACB0;&#xB860;"><a href="#&#xACB0;&#xB860;" class="headerlink" title="&#xACB0;&#xB860;"></a>&#xACB0;&#xB860;</h4><p>&#xC774; &#xC571;&#xC740; &#xC2A4;&#xD300; &#xC9C0;&#xAC11;&#xC571;&#xC5D0; &#xCD08;&#xC810;&#xC744; &#xB9DE;&#xCDB0;, &#xB531; &#xD544;&#xC694;&#xD55C; &#xAE30;&#xB2A5;&#xB4E4;&#xB9CC; &#xAD6C;&#xD604;&#xD588;&#xACE0; &#xAC00;&#xBCCD;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC9C0;&#xAC11;&#xC571;&#xC744; &#xB9CC;&#xB4E0;&#xB2E4;&#xBA74; &#xC5EC;&#xAE30;&#xC11C; &#xBB54;&#xAC00; &#xCD94;&#xAC00;&#xD574;&#xBCF4;&#xAE30; &#xC88B;&#xC744; &#xAC83; &#xAC19;&#xC544;&#xC694;. &#xB2E4;&#xB9CC;, &#xC0DD;&#xC18C;&#xD55C; &#xD50C;&#xB7AB;&#xD3FC; Appcelerator, &#xD2F0;&#xD0C0;&#xB284;&#xC774;&#xB77C;&#xB294;&#xAC8C; &#xC544;&#xC27D;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB9AC;&#xC561;&#xD2B8;&#xBA74; &#xC880;&#xB354; &#xC27D;&#xAC8C; &#xC811;&#xADFC;&#xD588;&#xC5C8;&#xC744;&#xD150;&#xB370;&#xC694;.</p><p>esteem app&#xC740; &#xB9AC;&#xC561;&#xD2B8; &#xB124;&#xC774;&#xD2F0;&#xBE0C;&#xACE0; &#xC88B;&#xAE34;&#xD55C;&#xB370;, &#xB108;&#xBB34; &#xBC29;&#xB300;&#xD55C;&#xAC83; &#xAC19;&#xB354;&#xAD70;&#xC694;. &#xC774; &#xCF54;&#xB4DC;&#xB3C4; &#xC2DC;&#xAC04;&#xC774; &#xB418;&#xBA74; &#xBD10;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/steemwallet-1" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;, &#xBD84;&#xC11D;] steemwallet #1 &#xC18C;&#xAC1C; &#xBC0F; &#xC124;&#xCE58;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EA%B0%9C%EB%B0%9C-%EB%B6%84%EC%84%9D-steemwallet-1-%EC%86%8C%EA%B0%9C-%EB%B0%8F-%EC%84%A4%EC%B9%98/#disqus_thread</comments>
    </item>
    
    <item>
      <title>Steem account creator tool I am developing</title>
      <link>http://passionbull.github.io/Steem-account-creator-tool-I-am-developin-/</link>
      <guid>http://passionbull.github.io/Steem-account-creator-tool-I-am-developin-/</guid>
      <pubDate>Mon, 02 Dec 2019 08:01:57 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &lt;/p&gt;
&lt;p&gt;&amp;#xC2A4;&amp;#xD300;&amp;#xCF54;&amp;#xC778;&amp;#xD310; &amp;#xBC0F; &amp;#xC5EC;&amp;#xB7EC; &amp;#xC2DC;&amp;#xC2A4;&amp;#xD
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. </p><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xBC0F; &#xC5EC;&#xB7EC; &#xC2DC;&#xC2A4;&#xD15C;&#xC5D0; &#xC801;&#xC6A9;&#xAC00;&#xB2A5;&#xD55C; &#xC2A4;&#xD300; &#xACC4;&#xC815;&#xC0DD;&#xC131; api&#xB97C; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB9CC;&#xB4E0; &#xAE40;&#xC5D0; ui&#xB3C4; &#xC5F0;&#xACB0;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>Hello, </p><p>It is steem-account-creator-tool I am developing.<br><a href="https://steem-account-creator-tool.herokuapp.com/" target="_blank" rel="noopener">https://steem-account-creator-tool.herokuapp.com/</a></p><p>I wanted to create an account of my friend with my ACT (account creation token).</p><p>But, it is very annoying. Because, I had to get the account that he wanted and tell him long master key. Also, if the account he said is already used, I need to ask him again <code>give me another account</code>.</p><p>That&#x2019;s why I develop this tool.</p><p><a href="https://youtu.be/PxAVl6qdGUs" target="_blank" rel="noopener">https://youtu.be/PxAVl6qdGUs</a></p><ul><li>Just give my friend this link</li><li>I can use my ACT easily</li><li>Newbie can just set master key as he desired.</li></ul><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/6znxz7" target="_blank" rel="noopener">&#x2018;Steem account creator tool I am developing&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/Steem-account-creator-tool-I-am-developin-/#disqus_thread</comments>
    </item>
    
    <item>
      <title>소셜계정 인증 &amp; 회원가입 with firebase #사용자 인증을 위한 토큰확인</title>
      <link>http://passionbull.github.io/%EC%86%8C%EC%85%9C%EA%B3%84%EC%A0%95-%EC%9D%B8%EC%A6%9D--%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85-with-firebase-%EC%82%AC%EC%9A%A9%EC%9E%90-%EC%9D%B8%EC%A6%9D%EC%9D%84-%EC%9C%84%ED%95%9C-%ED%86%A0%ED%81%B0%ED%99%95%EC%9D%B8/</link>
      <guid>http://passionbull.github.io/%EC%86%8C%EC%85%9C%EA%B3%84%EC%A0%95-%EC%9D%B8%EC%A6%9D--%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85-with-firebase-%EC%82%AC%EC%9A%A9%EC%9E%90-%EC%9D%B8%EC%A6%9D%EC%9D%84-%EC%9C%84%ED%95%9C-%ED%86%A0%ED%81%B0%ED%99%95%EC%9D%B8/</guid>
      <pubDate>Mon, 02 Dec 2019 08:01:42 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC800;&amp;#xB294; &amp;#xC18C;&amp;#xC124;&amp;#xAC
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC800;&#xB294; &#xC18C;&#xC124;&#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD1B5;&#xD55C; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xAD6C;&#xD604;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774;&#xC81C; 2&#xAC00;&#xC9C0;&#xB9CC; &#xD558;&#xBA74; &#xB420; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. </p><ul><li><del>&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xCC98;&#xB9AC;&#xD560; &#xC11C;&#xBC84; &#xAD6C;&#xD604;</del></li><li><del>&#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC; &#xD14C;&#xC2A4;&#xD2B8; &#xD398;&#xC774;&#xC9C0; &#xAD6C;&#xD604;</del></li><li><del>&#xC0AC;&#xC6A9;&#xC790; &#xC778;&#xC99D;&#xC744; &#xC704;&#xD55C; &#xD1A0;&#xD070; &#xD655;&#xC778; &#xAD6C;&#xD604;</del></li><li>&#xC18C;&#xC15C;&#xB85C;&#xADF8;&#xC778; &#xACF5;&#xAE09;&#xC790; &#xCD94;&#xAC00;</li><li>&#xAE54;&#xB054;&#xD55C; UI &#xAC1C;&#xBC1C;</li></ul><p>&#xC18C;&#xC15C;&#xACC4;&#xC815; &#xC778;&#xC99D;&#xC744; &#xD1B5;&#xD574; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xD55C;&#xB2E4;&#xBA74;, &#xB204;&#xAD6C;&#xB098; &#xC27D;&#xAC8C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xC811;&#xADFC;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xD68C;&#xC6D0;&#xB4E4;&#xC774; &#xC27D;&#xAC8C; &#xC9C0;&#xC778;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xC18C;&#xAC1C;&#xD560; &#xC218; &#xC788;&#xC744; &#xAC83;&#xC774;&#xACE0;&#xC694;. &#xC2E0;&#xADDC;&#xC720;&#xC800;&#xAC00; &#xB9CE;&#xC774; &#xB4E4;&#xC5B4;&#xC62C; &#xAC83;&#xC774; &#xAE30;&#xB300;&#xB429;&#xB2C8;&#xB2E4;. ^^</p><hr><p><img src="https://steemitimages.com/885x0/https://cdn.steemitimages.com/DQmRNa3H7xZRJh8uPHq3eNqtjG2Vm7yq8NyyjQ2erbEciYZ/image.png" alt=""></p><h2 id="&#xC0AC;&#xC6A9;&#xC790;-&#xC778;&#xC99D;&#xC744;-&#xC704;&#xD55C;-&#xD1A0;&#xD070;&#xD655;&#xC778;"><a href="#&#xC0AC;&#xC6A9;&#xC790;-&#xC778;&#xC99D;&#xC744;-&#xC704;&#xD55C;-&#xD1A0;&#xD070;&#xD655;&#xC778;" class="headerlink" title="&#xC0AC;&#xC6A9;&#xC790; &#xC778;&#xC99D;&#xC744; &#xC704;&#xD55C; &#xD1A0;&#xD070;&#xD655;&#xC778;"></a>&#xC0AC;&#xC6A9;&#xC790; &#xC778;&#xC99D;&#xC744; &#xC704;&#xD55C; &#xD1A0;&#xD070;&#xD655;&#xC778;</h2><p>&#xC81C;&#xAC00; &#xC774;&#xBC88;&#xC5D0; &#xC9D1;&#xC911;&#xD588;&#xB358;&#xAC74; &#xC0AC;&#xC6A9;&#xC790; &#xC778;&#xC99D;&#xC744; &#xC704;&#xD55C; &#xD1A0;&#xD070;&#xD655;&#xC778;&#xC785;&#xB2C8;&#xB2E4;. &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC18C;&#xC15C; &#xB85C;&#xADF8;&#xC778;&#xC744; &#xD558;&#xBA74; &#xC784;&#xC2DC; &#xD1A0;&#xD070;&#xC744; &#xD558;&#xB098; &#xC0DD;&#xC131;&#xD558;&#xB294;&#xB370;&#xC694;. &#xD604;&#xC7AC; &#xB85C;&#xADF8;&#xC778; &#xD55C; &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC554;&#xD638;&#xD654;&#xB41C; &#xD1A0;&#xD070;&#xC744; &#xC11C;&#xBC84;&#xC5D0; &#xC804;&#xB2EC;&#xD558;&#xC5EC; &#xC774;&#xC804;&#xC5D0; &#xC811;&#xC18D;&#xD55C; &#xC0AC;&#xC6A9;&#xC790;&#xC778;&#xC9C0; &#xD655;&#xC778; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800;&#xB294;  &#xD55C; &#xBA85;&#xC758; &#xC0AC;&#xC6A9;&#xC790;&#xAC00; &#xC5EC;&#xB7EC;&#xBC88; &#xC544;&#xC774;&#xB514; &#xC0DD;&#xC131;&#xD558;&#xB294; &#xAC83;&#xC744; &#xB9C9;&#xAE30; &#xC704;&#xD55C; &#xC6A9;&#xB3C4;&#xB85C; &#xC0AC;&#xC6A9;&#xD558;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD68C;&#xC6D0;&#xAC00;&#xC785; &#xACFC;&#xC815;&#xC740; &#xC544;&#xB798;&#xCC98;&#xB7FC; &#xC9C4;&#xD589;&#xB429;&#xB2C8;&#xB2E4;.</p><ol><li>&#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC;&#xC5D0;&#xC11C; &#xC11C;&#xBC84;&#xB85C; &#xD1A0;&#xD070; &#xC804;&#xC1A1;</li><li>&#xC11C;&#xBC84;&#xC5D0;&#xC11C; &#xD1A0;&#xD070;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; uid &#xCCB4;&#xD06C;</li><li>uid&#xAC00; &#xC2E4;&#xC81C;&#xB85C; &#xC6B0;&#xB9AC; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xACE0;&#xC790; &#xD558;&#xB294; &#xD68C;&#xC6D0;&#xC778;&#xC9C0; &#xCCB4;&#xD06C;, &#xBD88;&#xB7C9;&#xC778;&#xC9C0; &#xCCB4;&#xD06C;</li><li>&#xC815;&#xC0C1;&#xC801;&#xC778; uid&#xC778; &#xACBD;&#xC6B0;, &#xACC4;&#xC815; &#xC0DD;&#xC131;</li></ol><p>&#xC774;&#xC640; &#xAC19;&#xC774; &#xB3D9;&#xC791;&#xD558;&#xAE30; &#xC704;&#xD574;&#xC11C;&#xB294; &#xD504;&#xB860;&#xD2B8;&#xC564;&#xB4DC;&#xC640; &#xBC31;&#xC564;&#xB4DC;&#xAC00; &#xD544;&#xC694;&#xD55C;&#xB370;&#xC694;. &#xC774;&#xBC88;&#xC5D4; &#xBC31;&#xC564;&#xB4DC;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB9CC; &#xC124;&#xBA85;&#xD574;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xBC31;&#xC564;&#xB4DC;&#xC5D0;&#xC11C; &#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xC778;&#xC99D;&#xC744; &#xC704;&#xD574; &#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB294;  firebase, firebase-admin &#xC785;&#xB2C8;&#xB2E4;.<br>&#xC774; 2&#xAC1C;&#xB97C; &#xC4F0;&#xAE30; &#xC704;&#xD574;&#xC11C;&#xB294; &#xD30C;&#xC774;&#xC5B4;&#xBCA0;&#xC5D0;&#xC2A4; &#xB300;&#xC26C;&#xBCF4;&#xB4DC;&#xC5D0;&#xC11C; &#xC124;&#xC815;&#xD30C;&#xC77C;&#xC744; &#xAC00;&#xC838;&#xC640;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC694;&#xAC74; &#xB9C1;&#xD06C;&#xB85C; &#xB300;&#xC2E0;&#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li><a href="https://firebase.google.com/docs/web/setup?authuser=0" target="_blank" rel="noopener">https://firebase.google.com/docs/web/setup?authuser=0</a> (firebase &#xCD08;&#xAE30; &#xC14B;&#xD305;)</li><li><a href="https://firebase.google.com/docs/admin/setup/?hl=ko#initialize_the_sdk" target="_blank" rel="noopener">https://firebase.google.com/docs/admin/setup/?hl=ko#initialize_the_sdk</a> (admin &#xCD08;&#xAE30; &#xC14B;&#xD305;)</li></ul><hr><p>&#xADF8;&#xB9AC;&#xACE0; &#xB098;&#xC11C; &#xC544;&#xB798;&#xCC98;&#xB7FC; &#xC0AC;&#xC6A9;&#xD558;&#xC2DC;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><h4 id="firebase-admin-&#xCD08;&#xAE30;&#xD654;"><a href="#firebase-admin-&#xCD08;&#xAE30;&#xD654;" class="headerlink" title="firebase admin &#xCD08;&#xAE30;&#xD654;"></a>firebase admin &#xCD08;&#xAE30;&#xD654;</h4><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br></pre></td><td class="code"><pre><span class="line">var admin = require(&apos;firebase-admin&apos;);</span><br><span class="line">admin.initializeApp({</span><br><span class="line">  credential: admin.credential.applicationDefault(),</span><br><span class="line">});</span><br></pre></td></tr></tbody></table></figure><h4 id="token&#xC73C;&#xB85C;-uid-&#xAC00;&#xC838;&#xC624;&#xAE30;"><a href="#token&#xC73C;&#xB85C;-uid-&#xAC00;&#xC838;&#xC624;&#xAE30;" class="headerlink" title="token&#xC73C;&#xB85C; uid &#xAC00;&#xC838;&#xC624;&#xAE30;"></a>token&#xC73C;&#xB85C; uid &#xAC00;&#xC838;&#xC624;&#xAE30;</h4><figure class="highlight plain hljs"><table><tbody><tr><td class="gutter"><pre><span class="line">1</span><br><span class="line">2</span><br><span class="line">3</span><br><span class="line">4</span><br><span class="line">5</span><br><span class="line">6</span><br><span class="line">7</span><br><span class="line">8</span><br><span class="line">9</span><br><span class="line">10</span><br><span class="line">11</span><br><span class="line">12</span><br><span class="line">13</span><br><span class="line">14</span><br></pre></td><td class="code"><pre><span class="line">async function verifyToken(idToken){</span><br><span class="line">  return new Promise(async (resolve,reject)=&gt;{</span><br><span class="line">    admin.auth().verifyIdToken(idToken)</span><br><span class="line">    .then(function(decodedToken) {</span><br><span class="line">      let uid = decodedToken.uid;</span><br><span class="line">      resolve(uid);</span><br><span class="line">      // ...</span><br><span class="line">    }).catch(function(error) {</span><br><span class="line">      console.log(error);</span><br><span class="line">      resolve(undefined);</span><br><span class="line">      // Handle error</span><br><span class="line">    });</span><br><span class="line">  })</span><br><span class="line">}</span><br></pre></td></tr></tbody></table></figure><h4 id="&#xBC31;&#xC564;&#xB4DC;-&#xB85C;&#xC9C1;"><a href="#&#xBC31;&#xC564;&#xB4DC;-&#xB85C;&#xC9C1;" class="headerlink" title="&#xBC31;&#xC564;&#xB4DC; &#xB85C;&#xC9C1;"></a>&#xBC31;&#xC564;&#xB4DC; &#xB85C;&#xC9C1;</h4><p>1) uid&#xAC00; &#xC815;&#xC0C1;&#xC801;&#xC778; uid&#xC778;&#xAC00;?<br>2) &#xADF8; uid&#xB97C; &#xAC16;&#xACE0; &#xC788;&#xB294; &#xACC4;&#xC815;&#xC774; &#xC774;&#xBBF8; &#xC2A4;&#xD300;&#xC787; &#xACC4;&#xC815;&#xC744; &#xB9CC;&#xB4E4;&#xC5C8;&#xB294;&#xAC00;?</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><h2 id="&#xCC38;&#xACE0;"><a href="#&#xCC38;&#xACE0;" class="headerlink" title="&#xCC38;&#xACE0;"></a>&#xCC38;&#xACE0;</h2><ul><li><a href="https://firebase.google.com/docs/web/setup?authuser=0" target="_blank" rel="noopener">https://firebase.google.com/docs/web/setup?authuser=0</a> (firebase &#xCD08;&#xAE30; &#xC14B;&#xD305;)</li><li><a href="https://firebase.google.com/docs/admin/setup/?hl=ko#initialize_the_sdk" target="_blank" rel="noopener">https://firebase.google.com/docs/admin/setup/?hl=ko#initialize_the_sdk</a> (admin &#xCD08;&#xAE30; &#xC14B;&#xD305;)</li><li><a href="https://firebase.google.com/docs/auth/admin/verify-id-tokens?hl=ko" target="_blank" rel="noopener">https://firebase.google.com/docs/auth/admin/verify-id-tokens?hl=ko</a></li><li><a href="https://firebase.google.com/docs/auth/web/manage-users?hl=ko" target="_blank" rel="noopener">https://firebase.google.com/docs/auth/web/manage-users?hl=ko</a></li></ul><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/and-with-firebase" target="_blank" rel="noopener">&#x2018;&#xC18C;&#xC15C;&#xACC4;&#xC815; &#xC778;&#xC99D; &amp; &#xD68C;&#xC6D0;&#xAC00;&#xC785; with firebase #&#xC0AC;&#xC6A9;&#xC790; &#xC778;&#xC99D;&#xC744; &#xC704;&#xD55C; &#xD1A0;&#xD070;&#xD655;&#xC778;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%86%8C%EC%85%9C%EA%B3%84%EC%A0%95-%EC%9D%B8%EC%A6%9D--%ED%9A%8C%EC%9B%90%EA%B0%80%EC%9E%85-with-firebase-%EC%82%AC%EC%9A%A9%EC%9E%90-%EC%9D%B8%EC%A6%9D%EC%9D%84-%EC%9C%84%ED%95%9C-%ED%86%A0%ED%81%B0%ED%99%95%EC%9D%B8/#disqus_thread</comments>
    </item>
    
    <item>
      <title>힌트체인, 힌트멤버십 회원제 운영</title>
      <link>http://passionbull.github.io/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8-%ED%9E%8C%ED%8A%B8%EB%A9%A4%EB%B2%84%EC%8B%AD-%ED%9A%8C%EC%9B%90%EC%A0%9C-%EC%9A%B4%EC%98%81/</link>
      <guid>http://passionbull.github.io/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8-%ED%9E%8C%ED%8A%B8%EB%A9%A4%EB%B2%84%EC%8B%AD-%ED%9A%8C%EC%9B%90%EC%A0%9C-%EC%9A%B4%EC%98%81/</guid>
      <pubDate>Sun, 01 Dec 2019 04:23:48 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xD78C;&amp;#xD2B8;&amp;#xBA64;&amp;#xBC84;&amp;#xC2ED;&amp;#xC744; &amp;#xD65C;&amp;#xC6A9;&amp;#xD574;&amp;#xC11C; &amp;#xBC25;&amp;#xC744; &amp;#xC0AC;&amp;#xBA39;&amp;#xC5B4;&amp;#xBD24;&amp;#xC2B
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xBC25;&#xC744; &#xC0AC;&#xBA39;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br><a href="https://jacobyu.net/&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xAD6C;&#xB9E4;&#xD6C4;&#xAE30;" target="_blank" rel="noopener">https://jacobyu.net/&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xAD6C;&#xB9E4;&#xD6C4;&#xAE30;</a></p><h4 id="&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xD68C;&#xC6D0;&#xC81C;-&#xC6B4;&#xC601;"><a href="#&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xD68C;&#xC6D0;&#xC81C;-&#xC6B4;&#xC601;" class="headerlink" title="&#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xD68C;&#xC6D0;&#xC81C; &#xC6B4;&#xC601;"></a>&#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xD68C;&#xC6D0;&#xC81C; &#xC6B4;&#xC601;</h4><p>&#xC804; &#xC774;&#xBC88;&#xC5D0; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED; &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xC2E0;&#xCCAD;&#xC744; &#xD574;&#xBD24;&#xB294;&#xB370;&#xC694;. &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC774; &#xBB54;&#xC9C0; &#xAC04;&#xB2E8;&#xD788; &#xC801;&#xC5B4;&#xBCFC;&#xAE4C;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED;&#xC740; &#xB4F1;&#xAE09;&#xBCC4; &#xD68C;&#xC6D0;&#xC81C;&#xB97C; &#xC6B4;&#xC601;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xD2B9;&#xC815; &#xAC1C;&#xC218; &#xC774;&#xC0C1;&#xC758; HINT &#xD1A0;&#xD070;&#xC744; &#xC2A4;&#xD14C;&#xC774;&#xD0B9; (&#xD1A0;&#xD070;&#xC744; &#xC804;&#xC1A1;&#xBABB;&#xD558;&#xB3C4;&#xB85D; &#xC7A0;&#xAE08;&#xD55C;&#xB2E4;.)&#xD558;&#xBA74; &#xB4F1;&#xAE09;&#xC744; &#xC5C5;&#xADF8;&#xB808;&#xC774;&#xB4DC;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC608;&#xB97C; &#xB4E4;&#xC5B4;, 10&#xB9CC;&#xAC1C; HINT&#xB97C; &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xD558;&#xBA74; &#xC2E4;&#xBC84;&#xD68C;&#xC6D0;, 30&#xB9CC;&#xAC1C;&#xB294; &#xACE8;&#xB4DC;&#xD68C;&#xC6D0;&#xC774;&#xC8E0;.</p><p><img src="https://cdn.steemitimages.com/DQmeNEh3FWmnpVuQJxs4a7i4hN2xtxboDHe5dnqSXQW8nnR/image.png" alt=""></p><p>&#xC804; 10&#xB9CC;&#xAC1C; &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC744; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD604;&#xC7AC; &#xAC00;&#xACA9;&#xC73C;&#xB85C; 10&#xB9CC;&#xAC1C;&#xB294; 70&#xB9CC;&#xC6D0;&#xC815;&#xB3C4;&#xC785;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC744; &#xD55C; &#xC774;&#xC720;&#xB294; &#xB4F1;&#xAE09;&#xBCC4; &#xD61C;&#xD0DD;&#xC774; &#xC788;&#xAE30; &#xB54C;&#xBB38;&#xC785;&#xB2C8;&#xB2E4;. &#xD504;&#xB9AC;&#xBBF8;&#xC5C4; &#xBA54;&#xB274;&#xB97C; &#xC8FC;&#xBB38;&#xD560; &#xC218; &#xC788;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xC8E0;. </p><p>&#xD504;&#xB9AC;&#xBBF8;&#xC5C4; &#xBA54;&#xB274;&#xB294; &#xC77C;&#xBC18;&#xD68C;&#xC6D0;&#xC774; &#xAD6C;&#xB9E4;&#xD558;&#xB294; &#xBA54;&#xB274;&#xBCF4;&#xB2E4; &#xAC00;&#xACA9;&#xC774; &#xB354; &#xC800;&#xB834;&#xD558;&#xAC70;&#xB098;, &#xC77C;&#xBC18;&#xD68C;&#xC6D0;&#xC774; &#xAD6C;&#xB9E4;&#xD560; &#xC218; &#xC5C6;&#xB294; &#xBA54;&#xB274;&#xAC00; &#xD3EC;&#xD568;&#xB3FC;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC804; &#xB77C;&#xC6B4;&#xC9C0;&#xC5D1;&#xC2A4;&#xB791; &#xB77C;&#xC138;&#xB290;&#xB97C; &#xAD6C;&#xB9E4;&#xD558;&#xACE0;&#xC2F6;&#xC5B4; &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.<br><a href="http://hintmembership.com/product-category/premium-member/" target="_blank" rel="noopener">http://hintmembership.com/product-category/premium-member/</a></p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmXPyrvNociPpHY6Zk2abdEER5PvkXFAYyPCFQH6JCCBQY/image.png" alt=""><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmRQ6ieRHcxD2gbZTkj8P3MtjhSreb61oSAn2NpBNEwPDg/image.png" alt=""></p><p>&#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC740; &#xC5B8;&#xC81C;&#xB4E0; &#xD560; &#xC218; &#xC788;&#xB294;&#xAC8C; &#xC544;&#xB2C8;&#xACE0;,  &#xC6D4;&#xCD08;&#xC5D0; &#xC2E0;&#xCCAD;&#xC744; &#xBC1B;&#xC544; &#xC9C4;&#xD589;&#xD558;&#xB354;&#xB77C;&#xACE0;&#xC694;. &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC744; &#xD558;&#xACE0;&#xC2F6;&#xC73C;&#xC2E0; &#xBD84;&#xB4E4;&#xC740; 12&#xC6D4; 6&#xC77C;&#xAE4C;&#xC9C0; &#xD558;&#xC2DC;&#xAE38; &#xBC14;&#xB78D;&#xB2C8;&#xB2E4;.</p><h4 id="&#xAC1C;&#xC778;&#xC801;&#xC778;-&#xC0DD;&#xAC01;"><a href="#&#xAC1C;&#xC778;&#xC801;&#xC778;-&#xC0DD;&#xAC01;" class="headerlink" title="&#xAC1C;&#xC778;&#xC801;&#xC778; &#xC0DD;&#xAC01;"></a>&#xAC1C;&#xC778;&#xC801;&#xC778; &#xC0DD;&#xAC01;</h4><p>&#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC744; &#xD1B5;&#xD574;, &#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC758; &#xB9E4;&#xB3C4;&#xB97C; &#xB9C9;&#xC744; &#xC218; &#xC788;&#xC9C0; &#xC54A;&#xC744;&#xAE4C;.. &#xC694;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD574;&#xBD05;&#xB2C8;&#xB2E4;. &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xC2A4;&#xD14C;&#xC774;&#xD0B9;&#xC5D0; &#xB300;&#xD55C; &#xBCF4;&#xC0C1;&#xB3C4; &#xC88B;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB4F1;&#xAE09;&#xBCC4; &#xCC28;&#xB4F1; &#xBCF4;&#xC0C1;/&#xD61C;&#xD0DD;&#xC774; &#xC88B;&#xC744;&#xC218;&#xB85D;, &#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xB192;&#xC740; &#xB4F1;&#xAE09;&#xC744; &#xBC1B;&#xAE30; &#xC704;&#xD574; &#xC2A4;&#xD14C;&#xC774;&#xD0B9; &#xD560; &#xAC70;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD574;&#xC694;.</p><p>&#xAC71;&#xC815;&#xB418;&#xB294;&#xAC8C; &#xC788;&#xB2E4;&#xBA74; &#xC2E4;&#xC81C;&#xB85C; &#xC8FC;&#xBB38;&#xC744; &#xD560; &#xC218; &#xC788;&#xB294; &#xC0AC;&#xB78C;&#xC740; &#xD558;&#xB8E8;&#xC5D0; &#xC22B;&#xC790;&#xAC00; &#xC815;&#xD574;&#xC838;&#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xC8FC;&#xBB38;&#xD560; &#xC218; &#xC788;&#xB294; &#xBA54;&#xB274;/&#xC0C1;&#xD488;&#xC774; 100&#xAC1C;&#xB77C;&#xACE0; &#xD574;&#xBCF4;&#xC8E0;. &#xD68C;&#xC6D0;&#xC774; 1000&#xBA85;&#xC774;&#xB4E0;, 1&#xB9CC;&#xBA85;&#xC774;&#xB4E0;, 10&#xB9CC;&#xBA85;&#xC774;&#xB4E0;..</p><p>&#xD558;&#xB8E8;&#xC5D0; 100&#xAC1C;&#xBC16;&#xC5D0; &#xB098;&#xAC00;&#xC9C0; &#xC54A;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xD68C;&#xC6D0;&#xC774; &#xB9CE;&#xC544;&#xC9C8;&#xC218;&#xB85D; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0;&#xC11C;&#xB294; &#xBA54;&#xB274;/&#xC0C1;&#xD488;&#xC744; &#xB298;&#xB824;&#xC57C;&#xC9C0; &#xC0AC;&#xB78C;&#xB4E4;&#xC758; &#xBD88;&#xB9CC;&#xC774; &#xC5C6;&#xC744;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB978; &#xC608;&#xB97C; &#xB4E4;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD5EC;&#xC2A4;&#xC7A5;&#xC5D0;&#xC11C;&#xC694;. &#xD5EC;&#xC2A4;&#xC7A5; &#xD06C;&#xAE30;&#xC640; &#xC0C1;&#xAD00;&#xC5C6;&#xC774; &#xD68C;&#xC6D0;&#xAC00;&#xC785;&#xC744; &#xBB34;&#xC870;&#xAC74; &#xB9CE;&#xC774; &#xBC1B;&#xB294;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD574;&#xBCF4;&#xC138;&#xC694;. &#xADF8;&#xB7EC;&#xBA74; &#xD5EC;&#xC2A4;&#xC7A5; &#xD68C;&#xC6D0;&#xB4E4;&#xC744; &#xBD88;&#xB9CC;&#xC774; &#xB9CE;&#xC740;&#xAC83; &#xCC98;&#xB7FC;&#xC694;.</p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC774; &#xC9C0;&#xAE08; &#xAD1C;&#xCC2E;&#xC740; &#xB9E4;&#xC7A5;&#xB4E4;&#xACFC; &#xD30C;&#xD2B8;&#xB108;&#xB97C; &#xB9FA;&#xC740;&#xAC83;&#xC744; &#xBD24;&#xC744; &#xB54C;, &#xC55E;&#xC73C;&#xB85C;&#xB3C4; &#xAFB8;&#xC900;&#xD788; &#xB298;&#xB9B4; &#xC218; &#xC788;&#xC744;&#xAC70;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xC55E;&#xC73C;&#xB85C;&#xB3C4; &#xAE30;&#xB300;&#xB418;&#xB294; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC785;&#xB2C8;&#xB2F9;.</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4ciuds" target="_blank" rel="noopener">&#x2018;&#xD78C;&#xD2B8;&#xCCB4;&#xC778;, &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC2ED; &#xD68C;&#xC6D0;&#xC81C; &#xC6B4;&#xC601;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8-%ED%9E%8C%ED%8A%B8%EB%A9%A4%EB%B2%84%EC%8B%AD-%ED%9A%8C%EC%9B%90%EC%A0%9C-%EC%9A%B4%EC%98%81/#disqus_thread</comments>
    </item>
    
    <item>
      <title>Google Cloud Firestore 라이브러리 활용기 #2</title>
      <link>http://passionbull.github.io/Goo-le-Cloud-Firestore-%EB%9D%BC%EC%9D%B4%EB%B8%8C%EB%9F%AC%EB%A6%AC-%ED%99%9C%EC%9A%A9%EA%B8%B0-2/</link>
      <guid>http://passionbull.github.io/Goo-le-Cloud-Firestore-%EB%9D%BC%EC%9D%B4%EB%B8%8C%EB%9F%AC%EB%A6%AC-%ED%99%9C%EC%9A%A9%EA%B8%B0-2/</guid>
      <pubDate>Thu, 28 Nov 2019 20:03:30 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;Cloud Firestore&amp;#xB97C; &amp;#xD65C;&amp;#xC6A9;&amp;#xD558;&amp;#xB294; &amp;#xBC29;&amp;#xBC95;&amp;#xC740; 2&amp;#xAC00;&amp;#xC9C0; &amp;#xC788;&amp;#xC2B5;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>Cloud Firestore&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xB294; &#xBC29;&#xBC95;&#xC740; 2&#xAC00;&#xC9C0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC544;&#xB798; &#xB9C1;&#xD06C; 1&#xD3B8;&#xC5D0;&#xC11C; &#xC18C;&#xAC1C;&#xD588;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><a href="https://steempeak.com/kr-dev/@jacobyu/2113-how-to-use-google-firestore" target="_blank" rel="noopener">https://steempeak.com/kr-dev/@jacobyu/2113-how-to-use-google-firestore</a></p><p>&#xC774;&#xBC88; &#xD3EC;&#xC2A4;&#xD305;&#xC5D0;&#xC11C;&#xB294; REST API&#xB85C; Cloud Firestore &#xD65C;&#xC6A9;&#xD558;&#xB294; &#xBD80;&#xBD84;&#xC744; &#xAC04;&#xB2E8;&#xD788; &#xC18C;&#xAC1C;&#xD574;&#xBD05;&#xB2C8;&#xB2E4;.</p><hr><h3 id="Firestore-REST-API"><a href="#Firestore-REST-API" class="headerlink" title="Firestore REST API"></a>Firestore REST API</h3><p>1.Firestore&#xC5D0; &#xB370;&#xC774;&#xD130;&#xB97C; &#xC800;&#xC7A5;&#xD558;&#xBA74; &#xADF8; &#xB370;&#xC774;&#xD130;&#xC5D0; &#xC811;&#xADFC;&#xD560; &#xC218; &#xC788;&#xB294; REST API&#xAC00; &#xC790;&#xB3D9;&#xC73C;&#xB85C; &#xC0DD;&#xC131;</p><p>2.&#xAC04;&#xB2E8;&#xD55C; crud&#xC791;&#xC5C5; &#xC218;&#xD589; &#xAC00;&#xB2A5;<br>&#x2013; &#xC0DD;&#xC131;,&#xC77D;&#xAE30;, &#xC218;&#xC815;, &#xC81C;&#xAC70;</p><hr><h3 id="&#xB290;&#xB080;&#xC810;"><a href="#&#xB290;&#xB080;&#xC810;" class="headerlink" title="&#xB290;&#xB080;&#xC810;"></a>&#xB290;&#xB080;&#xC810;</h3><p>&#xC2E4;&#xC81C;&#xB85C; &#xC0AC;&#xC6A9;&#xD574;&#xBCF4;&#xB2C8; &#xB290;&#xB080;&#xC810;&#xC740; &#xAC04;&#xB2E8;&#xD55C; crud&#xC791;&#xC5C5;&#xC774; &#xD544;&#xC694;&#xD558;&#xB2E4;&#xBA74; &#xC774; REST API&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xBA74; &#xB429;&#xB2C8;&#xB2E4;.</p><p>&#xD558;&#xC9C0;&#xB9CC;, crud &#xC791;&#xC5C5; &#xC678;&#xC5D0; &#xB2E4;&#xB978;&#xAC8C; &#xD544;&#xC694;&#xD558;&#xB2E4;&#xBA74; &#xC774; rest-api&#xB9CC; &#xAC16;&#xACE0;&#xB294; &#xC6D0;&#xD558;&#xB294; &#xAE30;&#xB2A5;&#xC744; &#xAD6C;&#xD604;&#xD558;&#xAE30;&#xAC00; &#xC5B4;&#xB835;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xAD11;&#xACE0;&#xB97C; &#xBCF4;&#xBA74; &#xD3EC;&#xC778;&#xD2B8;&#xB97C; &#xC8FC;&#xB294; &#xAC83;&#xC744; &#xB9CC;&#xB4E4;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC774;&#xB97C; &#xC704;&#xD574; &#xD574;&#xC57C;&#xD558;&#xB294; &#xAC83;&#xC740; &#xAE30;&#xC874;&#xC758; &#xD3EC;&#xC778;&#xD2B8;&#xAC00; &#xC5BC;&#xB9C8;&#xC778;&#xC9C0; &#xD655;&#xC778;&#xD558;&#xACE0; &#xAE30;&#xC874;&#xC758; &#xD3EC;&#xC778;&#xD2B8;&#xC5D0; &#xD2B9;&#xC815; &#xD3EC;&#xC778;&#xD2B8;&#xB97C; &#xCD94;&#xAC00;&#xD558;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.<br>&#xADF8;&#xB7EC;&#xBA74; &#xC77D;&#xAE30;&#xB97C; &#xD558;&#xACE0; &#xB2E4;&#xC74C;&#xC5D0; &#xC4F0;&#xAE30;&#xB97C; &#xD574;&#xC57C;&#xD558;&#xB294;&#xB370;&#xC694;. &#xC774;&#xAC78; &#xD558;&#xAE30; &#xC704;&#xD574;&#xC11C;&#xB294; &#xC11C;&#xBC84;&#xC5D0; &#xC811;&#xADFC;&#xD574;&#xC11C; &#xC77D;&#xACE0; &#xC4F0;&#xB294; &#xC791;&#xC5C5;&#xC744; &#xD560; &#xC218;  &#xC788;&#xC5B4;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.<br>Firebase&#xC5D0;&#xC11C;&#xB294; &#xC704;&#xC758; &#xC791;&#xC5C5;&#xC744; &#xC704;&#xD574; Firebase functions&#xC774;&#xB77C;&#xB294; &#xAE30;&#xB2A5;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;. &#xB2E4;&#xC74C; &#xD3EC;&#xC2A4;&#xD305;&#xC5D0;&#xC11C;&#xB294; Firebase functions&#xC5D0; &#xB300;&#xD574; &#xC801;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p><hr><p>&#xC544;&#xB798;&#xC5D0; REST API&#xC608;&#xC2DC;&#xB97C; &#xBA87; &#xAC1C; &#xC801;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p></p><h3>Get all</h3><p></p><p></p><blockquote><p><a href="https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test" target="_blank" rel="noopener">https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test</a></p></blockquote><p></p><p></p><ul></ul><p></p><p></p><li>get &#xC694;&#xCCAD;</li><p></p><p></p><li>&#xC774; url&#xC740; test&#xC5D0; &#xC788;&#xB294; &#xBAA8;&#xB4E0; document&#xB97C; &#xC77D;&#xAE30;&#xB97C; &#xC694;&#xCCAD;&#xD569;&#xB2C8;&#xB2E4;.</li><br><p></p><p></p><h3>Get account</h3><p></p><p></p><blockquote><p><a href="https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test/jacobyu" target="_blank" rel="noopener">https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test/jacobyu</a></p></blockquote><p></p><p></p><ul></ul><p></p><p></p><li>get &#xC694;&#xCCAD;</li><p></p><p></p><li>&#xC774; url&#xC740; test&#xC5D0; &#xC788;&#xB294; jacobyu &#xBB38;&#xC11C;&#xB97C; &#xC77D;&#xAE30;&#xB97C; &#xC694;&#xCCAD;&#xD569;&#xB2C8;&#xB2E4;.</li><br><p></p><p></p><h3>Add account</h3><p></p><p></p><blockquote><p><a href="https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test?" target="_blank" rel="noopener">https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test?</a><strong>documentId</strong>=<strong>makeahabit</strong></p></blockquote><p></p><p>Json body</p><br><p>{<br><br>&#x201C;fields&#x201D;: {<br><br>&#x201C;point&#x201D;: {<br><br>&#x201C;integerValue&#x201D;: &#x201C;0&#x201D;<br><br>},<br><br>&#x201C;posting&#x201D;: {<br><br>&#x201C;integerValue&#x201D;: &#x201C;0&#x201D;<br><br>}<br><br>}<br><br>}</p><br><ul><br><li>post &#xC694;&#xCCAD;</li><br><li>&#xC774; url&#xC740; test&#xC5D0;&#xB2E4;&#xAC00; makeahabit&#xC774;&#xB77C;&#xB294; &#xB2E4;&#xD050;&#xBA3C;&#xD2B8; &#xC0DD;&#xC131;&#xC744; &#xC694;&#xCCAD;&#xD569;&#xB2C8;&#xB2E4;.</li><br></ul><br><h3>Update account</h3><br><blockquote><p><a href="https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test/" target="_blank" rel="noopener">https://firestore.googleapis.com/v1beta1/projects/{project_name}/databases/(default)/documents/test/</a><strong>jacobyu</strong>?updateMask.fieldPaths=<strong>posting</strong>&amp;updateMask.fieldPaths=<strong>point</strong></p><br><p>Json body</p><br><p>{<br><br>&#x201C;fields&#x201D;: {<br><br>&#x201C;point&#x201D;: {<br><br>&#x201C;integerValue&#x201D;: &#x201C;5&#x201D;<br><br>},<br><br>&#x201C;posting&#x201D;: {<br><br>&#x201C;integerValue&#x201D;: &#x201C;5&#x201D;<br><br>}<br><br>}<br><br>}</p></blockquote><br><ul><br><li>PATCH &#xC694;&#xCCAD;</li><br><li>&#xC774; url&#xC740; <strong>jacobyu</strong>&#xC758; field <strong>posting</strong>&#xACFC; <strong>point </strong>&#xB0B4;&#xC6A9; &#xC218;&#xC815;&#xC744; &#xC694;&#xCCAD;&#xD569;&#xB2C8;&#xB2E4;.</li><br></ul><br><hr><br><h3>&#xCC38;&#xACE0;</h3><br><p><a href="https://cloud.google.com/firestore/docs/reference/rest/v1/Value" target="_blank" rel="noopener">https://cloud.google.com/firestore/docs/reference/rest/v1/Value</a></p><br><p><a href="https://firebase.google.com/docs/firestore/reference/rest/?hl=ko" target="_blank" rel="noopener">https://firebase.google.com/docs/firestore/reference/rest/?hl=ko</a></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/2143-google-cloud-firestore-2" target="_blank" rel="noopener">&#x2018;Google Cloud Firestore &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC; &#xD65C;&#xC6A9;&#xAE30; #2&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/Goo-le-Cloud-Firestore-%EB%9D%BC%EC%9D%B4%EB%B8%8C%EB%9F%AC%EB%A6%AC-%ED%99%9C%EC%9A%A9%EA%B8%B0-2/#disqus_thread</comments>
    </item>
    
    <item>
      <title>힌트체인 구매후기</title>
      <link>http://passionbull.github.io/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8-%EA%B5%AC%EB%A7%A4%ED%9B%84%EA%B8%B0/</link>
      <guid>http://passionbull.github.io/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8-%EA%B5%AC%EB%A7%A4%ED%9B%84%EA%B8%B0/</guid>
      <pubDate>Thu, 28 Nov 2019 19:18:15 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;. &lt;/p&gt;
&lt;p&gt;&amp;#xCF54;&amp;#xB9B0;&amp;#xC774;&amp;#xAC00;.. &amp;#
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xCF54;&#xB9B0;&#xC774;&#xAC00;.. &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC744; &#xC0AC;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC73C;&#xB85C; &#xBB58; &#xD560; &#xC218; &#xC788;&#xB0D0;&#xBA74;&#xC694;!<br>&#xC74C;&#xC2DD;&#xC744; &#xC0AC;&#xBA39;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmWEnnFeKG3KQTCNeEsgKEHwJGDwohx3ca15DgZnBHDUUe/1574119337997.jpg" alt="1574119337997.jpg"></p><h2 id="1-&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC5D0;&#xC11C;-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xC0AC;&#xC6A9;&#xAC00;&#xB2A5;"><a href="#1-&#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC5D0;&#xC11C;-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;-&#xC0AC;&#xC6A9;&#xAC00;&#xB2A5;" class="headerlink" title="1. &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC5D0;&#xC11C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xC0AC;&#xC6A9;&#xAC00;&#xB2A5;"></a>1. &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC5D0;&#xC11C; &#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xC0AC;&#xC6A9;&#xAC00;&#xB2A5;</h2><p><a href="http://hintmembership.com/" target="_blank" rel="noopener">http://hintmembership.com/</a></p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC5D0;&#xC11C; &#xC81C;&#xACF5;&#xD590;&#xB294; &#xC5EC;&#xB7EC; &#xB9E4;&#xC7A5;&#xC5D0;&#xC11C; &#xD604;&#xAE08;&#xCC98;&#xB7FC; &#xC4F0;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, 3&#xB9CC;4&#xCC9C;&#xC6D0;&#xC9DC;&#xB9AC; &#xD30C;&#xC2A4;&#xD0C0;&#xB294; 680HINT&#xB85C; &#xAD6C;&#xB9E4;&#xD560; &#xC218; &#xC788;&#xACE0;&#xC694;. &#xB9AC;&#xBDF0;&#xB97C; &#xC4F0;&#xBA74; 340&#xC744; &#xB3CC;&#xB824;&#xC900;&#xB2E4;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. &#xC544;&#xB798; &#xC74C;&#xC2DD;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB294; 1HINT&#xB2F9; 100&#xC6D0; &#xAC00;&#xCE58;&#xB97C; &#xAC16;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774; &#xC678;&#xC5D0;&#xB3C4; &#xB2E4;&#xC591;&#xD55C; &#xC74C;&#xC2DD;&#xC774; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. 1HINT&#xB2F9; &#xAC70;&#xC758; 100&#xC6D0;&#xC815;&#xB3C4; &#xAC00;&#xCE58;&#xB97C; &#xAC16;&#xACE0;&#xC694;. &#xC74C;&#xC2DD;&#xB9C8;&#xB2E4; &#xC870;&#xAE08;&#xC529; &#xB2E4;&#xB985;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmfWZmJ3Cf1NUfB2gw5uCCd2ejV1jvq7WQGfV8mRaxZV3V/Screenshot_20191119-082444_Chrome.jpg" alt="Screenshot_20191119-082444_Chrome.jpg"></p><h2 id="2-&#xC9C0;&#xAE08;-1HINT&#xB294;-&#xC5BC;&#xB9C8;&#xC77C;&#xAE4C;&#xC694;"><a href="#2-&#xC9C0;&#xAE08;-1HINT&#xB294;-&#xC5BC;&#xB9C8;&#xC77C;&#xAE4C;&#xC694;" class="headerlink" title="2. &#xC9C0;&#xAE08; 1HINT&#xB294; &#xC5BC;&#xB9C8;&#xC77C;&#xAE4C;&#xC694;?"></a>2. &#xC9C0;&#xAE08; 1HINT&#xB294; &#xC5BC;&#xB9C8;&#xC77C;&#xAE4C;&#xC694;?</h2><p>1HINT&#xB294; 6.92&#xC6D0;&#xC785;&#xB2C8;&#xB2E4;. &#xC544;&#xAE4C; &#xD30C;&#xC2A4;&#xD0C0;&#xB97C; &#xC5BC;&#xB9C8;&#xC5D0; &#xBA39;&#xC740;&#xAC70;&#xB0D0;&#xBA74; 4760&#xC6D0;&#xC5D0; &#xBA39;&#xC740;&#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC815;&#xAC00;&#xC758; 14&#xD37C;&#xC13C;&#xD2B8;&#xC758; &#xAC00;&#xACA9;&#xC774;&#xAD70;&#xC694;.</p><p>&#xC774;&#xAC78;&#xBCF4;&#xACE0; &#xD78C;&#xD2B8;&#xC2A4;&#xD300;&#xC744; &#xC880; &#xAD6C;&#xB9E4;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC65C;&#xB0D0;&#xD558;&#xBA74; &#xD78C;&#xD2B8;&#xC2A4;&#xD300;&#xC774; 7&#xC6D0;&#xBCF4;&#xB2E4; &#xB354; &#xB5A8;&#xC5B4;&#xC9C0;&#xB354;&#xB77C;&#xB3C4; &#xB0B4;&#xAC00; &#xB2E4; &#xC0AC;&#xC6A9;&#xD558;&#xBA74; &#xAD1C;&#xCC2E;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xC8E0;. &#xC608;&#xB97C;&#xB4E4;&#xC5B4;, 20&#xB9CC;&#xC6D0;&#xC744; 7&#xC6D0;&#xC5D0; &#xC0C0;&#xB294;&#xB370; &#xC598;&#xAC00; 3&#xC6D0;&#xC73C;&#xB85C; &#xB5A8;&#xC5B4;&#xC838;&#xB3C4; &#xC5B4;&#xC9DC;&#xD53C; &#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xC5B4;&#xC11C; &#xAD1C;&#xCC2E;&#xB2E4; &#xB77C;&#xB294; &#xACB0;&#xB860;&#xC744; &#xB0B4;&#xB838;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xD22C;&#xC790; &#xBAA9;&#xC801;&#xC774; &#xC544;&#xB2CC;, &#xC0AC;&#xC6A9; &#xBAA9;&#xC801;&#xC774;&#xB77C;&#xBA74; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xAF64; &#xBA54;&#xB9AC;&#xD2B8;&#xC788;&#xB294; &#xCF54;&#xC778;&#xC785;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://cdn.steemitimages.com/DQmXYUvt7itfCcZTPmxxTc7PCiDp6UQzC2NaUfCjKN7g8sC/Screenshot_20191119-081640.jpg" alt="Screenshot_20191119-081640.jpg"></p><h2 id="3-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0;-&#xB300;&#xD55C;-&#xB0B4;-&#xC0DD;&#xAC01;"><a href="#3-&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0;-&#xB300;&#xD55C;-&#xB0B4;-&#xC0DD;&#xAC01;" class="headerlink" title="3. &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0; &#xB300;&#xD55C; &#xB0B4; &#xC0DD;&#xAC01;"></a>3. &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0; &#xB300;&#xD55C; &#xB0B4; &#xC0DD;&#xAC01;</h2><p>&#xC2A4;&#xD300;&#xC740; &#xC2E4;&#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xBCC4;&#xB85C; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC2A4;&#xD300;&#xC758; &#xC2E4; &#xC0AC;&#xC6A9;&#xCC98;&#xB294; &#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xC640; &#xC99D;&#xC778;&#xD22C;&#xD45C;, &#xC2A4;&#xD300;&#xBAAC;&#xC2A4;&#xD130; &#xCE74;&#xB4DC; &#xC0AC;&#xAE30;, &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4; &#xD398;&#xC774;&#xC9C0; &#xB9CC;&#xB4E4;&#xAE30; &#xB4F1;&#xC774; &#xC788;&#xC8E0;.<br>&#xAC1C;&#xC778;&#xC774; &#xC2A4;&#xD300;&#xC744; &#xC0B4; &#xC774;&#xC720;&#xAC00; &#xBCC4;&#xB85C; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xBC18;&#xBA74;&#xC5D0; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC740; &#xC2E4; &#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC744; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC73C;&#xB85C; &#xACB0;&#xC81C;&#xD560; &#xC218; &#xC788;&#xAC8C; &#xD574;&#xC90D;&#xB2C8;&#xB2E4;. &#xAC70;&#xAE30;&#xB2E4; 1HINT&#xB294; &#xD78C;&#xD2B8;&#xBA64;&#xBC84;&#xC27D;&#xC5D0;&#xC11C; &#xC81C;&#xACF5;&#xD558;&#xB294; &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC5D0;&#xC11C;&#xB294; 100&#xC6D0;&#xAC00;&#xCE58;&#xB97C; &#xBCF4;&#xC7A5;&#xD569;&#xB2C8;&#xB2E4;. &#xD78C;&#xD2B8;&#xAC00; &#xB5A8;&#xC5B4;&#xC84C;&#xB514;&#xACE0; &#xD78C;&#xD2B8; &#xB354;&#xB0B4;&#xB77C;&#xACE0; &#xD558;&#xC9C0; &#xC54A;&#xC8E0;. &#xAC00;&#xACA9;&#xACFC;&#xB294; &#xC0C1;&#xAD00;&#xC5C6;&#xC774; &#xC2E4; &#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xB2E4;&#xB294; &#xAC83;&#xC5D0; &#xB180;&#xB790;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xB610; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC758; &#xB180;&#xB77C;&#xC6B4;&#xC810;&#xC740; &#xC2E4;&#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC788;&#xB294;&#xB370;&#xB3C4; &#xAC00;&#xACA9;&#xC774; &#xB5A8;&#xC5B4;&#xC9C0;&#xACE0; &#xC788;&#xB294;&#xAC81;&#xB2C8;&#xB2E4;. &#xC774;&#xBD80;&#xBD84;&#xC740; &#xCD94;&#xCE21;&#xD558;&#xAE30; &#xC5B4;&#xB835;&#xC9C0;&#xB9CC;, &#xC0C1;&#xAD00;&#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. </p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC5D0;&#xC11C; &#xC5EC;&#xB7EC;&#xB9E4;&#xC7A5;&#xACFC; &#xACC4;&#xC57D;&#xD558;&#xACE0; &#xC9C0;&#xC18D;&#xC801;&#xC73C;&#xB85C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC6B4;&#xC601;&#xD574;&#xC900;&#xB2E4;&#xBA74; &#xC0AC;&#xC6A9;&#xC790; &#xC785;&#xC7A5;&#xC5D0;&#xC11C;&#xB294; &#xB561;&#xD050;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC774; &#xC0AC;&#xC6A9;&#xD558;&#xAE30; &#xC544;&#xBB34;&#xB9AC; &#xC5B4;&#xB824;&#xC6CC;&#xB3C4; &#xC88B;&#xC740; &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC744; &#xC800;&#xB834;&#xD55C; &#xAC00;&#xACA9;&#xC73C;&#xB85C; &#xAC08; &#xC218; &#xC788;&#xB2E4;&#xBA74;, &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC744; &#xC0B4;&#xAC70;&#xB77C;&#xACE0; &#xBD05;&#xB2C8;&#xB2E4;. </p><p>&#xC2A4;&#xD300;&#xACFC; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC744; &#xBA87;&#xBA87; &#xC9C0;&#xC778;&#xC5D0;&#xAC8C; &#xC18C;&#xAC1C;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p>&#xC81C;&#xAC00; &#xCE5C;&#xAD6C;&#xB4E4;&#xC5D0;&#xAC8C; &#xC2A4;&#xD300;&#xC744; &#xC774;&#xC57C;&#xAE30; &#xD574;&#xBCF4;&#xACE0;&#xC694;. &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xB3C4; &#xC774;&#xC57C;&#xAE30; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xCE5C;&#xAD6C;&#xB4E4;&#xC774; &#xAD00;&#xC2EC;&#xAC16;&#xACE0;, &#xC2E4;&#xC81C;&#xB85C; &#xC0AC;&#xB294;&#xAC74; &#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC774;&#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2E4;&#xC0AC;&#xC6A9;&#xCC98;&#xAC00; &#xC774;&#xB807;&#xAC8C; &#xC911;&#xC694;&#xD569;&#xB2C8;&#xB2E4;. &#xD560;&#xC778;&#xB3C4; &#xB9CE;&#xC774; &#xB418;&#xACE0;&#xC694;.</p><p>&#xD78C;&#xD2B8;&#xCCB4;&#xC778;&#xC774; 7&#xC6D0;&#xC77C;&#xB54C; &#xC54C;&#xAC8C; &#xB41C; &#xC800;&#xC5D0;&#xAC8C; &#xB2E4;&#xD589;&#xC774;&#xB77C; &#xB9D0;&#xD574;&#xC8FC;&#xACE0; &#xC2F6;&#xAD70;&#xC694;. 40&#xC6D0;&#xB54C; &#xC54C;&#xC558;&#xC5B4;&#xB3C4; &#xC0C0;&#xC744;&#xD150;&#xB370;.. &#xD6C4;.. &#x314B;&#x314B;</p><p>@hyokhyok&#xB2D8; &#xB355;&#xBD84;&#xC5D0; &#xC88B;&#xC740; &#xCF54;&#xC778;&#xC744; &#xC54C; &#xC218; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2F9;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><p><img src="https://steemitimages.com/300x0/https://ipfs.busy.org/ipfs/QmTPvQiESS8YunZsUZyXjw5CH3GxtxDAuxDtgdiE1NLgvc" alt="Screenshot_20191119-081732_Chrome.jpg"></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4sgtcb" target="_blank" rel="noopener">&#x2018;&#xD78C;&#xD2B8;&#xCCB4;&#xC778; &#xAD6C;&#xB9E4;&#xD6C4;&#xAE30;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%ED%9E%8C%ED%8A%B8%EC%B2%B4%EC%9D%B8-%EA%B5%AC%EB%A7%A4%ED%9B%84%EA%B8%B0/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[제안] 보상을 통한 글 작성 유도, 카테고리화</title>
      <link>http://passionbull.github.io/%EC%A0%9C%EC%95%88-%EB%B3%B4%EC%83%81%EC%9D%84-%ED%86%B5%ED%95%9C-%EA%B8%80-%EC%9E%91%EC%84%B1-%EC%9C%A0%EB%8F%84-%EC%B9%B4%ED%85%8C%EA%B3%A0%EB%A6%AC%ED%99%94/</link>
      <guid>http://passionbull.github.io/%EC%A0%9C%EC%95%88-%EB%B3%B4%EC%83%81%EC%9D%84-%ED%86%B5%ED%95%9C-%EA%B8%80-%EC%9E%91%EC%84%B1-%EC%9C%A0%EB%8F%84-%EC%B9%B4%ED%85%8C%EA%B3%A0%EB%A6%AC%ED%99%94/</guid>
      <pubDate>Thu, 28 Nov 2019 19:17:09 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;.&lt;/p&gt;
&lt;p&gt;&amp;#xC2A4;&amp;#xD300;&amp;#xCF54;&amp;#xC778;&amp;#xD31
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xC801;&#xC6A9;&#xD560; &#xAD1C;&#xCC2E;&#xC740; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xB97C; &#xC18C;&#xAC1C;&#xD569;&#xB2C8;&#xB2E4;. &#xC5EC;&#xB7EC;&#xBD84; &#xC758;&#xACAC;&#xC744; &#xB4E3;&#xACE0;&#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;.  &#xC6B4;&#xC601;&#xC9C4; &#xD300; &#xB0B4;&#xC5D0;&#xC11C;&#xB3C4; &#xC774;&#xAC70;&#xC5D0; &#xB300;&#xD574; &#xB2E4;&#xC2DC;&#xD55C;&#xBC88; &#xC774;&#xC57C;&#xAE30; &#xD574;&#xBCF4;&#xACE0;&#xC2F6;&#xAD70;&#xC694;.</p><h2 id="1-Waivio-&#xC18C;&#xAC1C;"><a href="#1-Waivio-&#xC18C;&#xAC1C;" class="headerlink" title="1. Waivio &#xC18C;&#xAC1C;"></a>1. Waivio &#xC18C;&#xAC1C;</h2><p>&#xC2A4;&#xD300;&#xD398;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xBC1C;&#xD45C;&#xD588;&#xB358; &#xC11C;&#xBE44;&#xC2A4;&#xB4E4; &#xC911;&#xC5D0; &#xAE30;&#xC5B5;&#xB0A8;&#xB294; &#xC11C;&#xBE44;&#xC2A4;&#xC785;&#xB2C8;&#xB2E4;. Waivio&#xB77C;&#xB294;&#xC11C;&#xBE44;&#xC2A4;&#xC778;&#xB370;&#xC694;.<br><a href="https://waivio.com" target="_blank" rel="noopener">https://waivio.com</a></p><p>&#xD14C;&#xC774;&#xC2A4;&#xD300;&#xACFC; &#xC720;&#xC0AC;&#xD55C; &#xC11C;&#xBE44;&#xC2A4;&#xB77C;&#xACE0; &#xBCF4;&#xC2DC;&#xBA74;&#xB429;&#xB2C8;&#xB2E4;. &#xC598;&#xB124;&#xB294; &#xD14C;&#xC774;&#xC2A4;&#xD300;&#xD558;&#xACE0; &#xB2E4;&#xB978;&#xAC8C; &#xD558;&#xB098;&#xC788;&#xB294;&#xB370;&#xC694;.</p><p><strong>&#xB808;&#xC2A4;&#xD1A0;&#xB791;</strong>&#xACFC; &#xC5F0;&#xACB0;&#xD588;&#xB2E4;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xB808;&#xC2A4;&#xD1A0;&#xB791;&#xC73C;&#xB85C;&#xBD80;&#xD130; &#xC9C0;&#xC6D0;&#xC744; &#xBC1B;&#xC544; &#xC0AC;&#xC6A9;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C; &#xBCF4;&#xD305;/&#xB9AC;&#xC6CC;&#xB4DC;&#xB97C; &#xC81C;&#xACF5;&#xD574;&#xC90D;&#xB2C8;&#xB2E4;.</p><p>&#xB3D9;&#xC791; &#xBC29;&#xC2DD;&#xC740; &#xC774;&#xB807;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ol><li><p>&#xC81C;&#xC774;&#xCF65;&#xC740; &#xB9AC;&#xBDF0;&#xC0AC;&#xC774;&#xD2B8;&#xC5D0;&#xC11C; &#xC5B4;&#xB5A4; &#xC74C;&#xC2DD;&#xC810;&#xC774; &#xAC00;&#xC7A5; &#xBCF4;&#xC0C1;&#xC744; &#xB9CE;&#xC774; &#xC8FC;&#xB294;&#xC9C0; &#xC120;&#xD0DD;&#xD569;&#xB2C8;&#xB2E4;. &#xCD08;&#xBC25; &#xB9AC;&#xBDF0;&#xB97C; &#xC4F0;&#xBA74; 10&#xB2EC;&#xB7EC; &#xBCF4;&#xD305;&#xC744; &#xD574;&#xC8FC;&#xACE0;, &#xAE40;&#xBC25; &#xB9AC;&#xBDF0;&#xB97C; &#xC4F0;&#xBA74; 1&#xB2EC;&#xB7EC; &#xBCF4;&#xD305;&#xC744; &#xD574;&#xC900;&#xB2E4;&#xACE0; &#xC801;&#xD600;&#xC788;&#xAD70;&#xC694;. &#xCD08;&#xBC25;&#xC9D1;&#xC5D0; &#xAC00;&#xAE30;&#xB85C; &#xACB0;&#xC2EC;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p></li><li><p>&#xCD08;&#xBC25;&#xC9D1;&#xC5D0;&#xAC00;&#xC11C; &#xCD08;&#xBC25;&#xC744; &#xBA39;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC815;&#xAC00;&#xB85C; &#xACB0;&#xC81C;&#xD569;&#xB2C8;&#xB2E4;.</p></li><li><p>&#xB9AC;&#xBDF0;&#xB97C; &#xC4F4;&#xD6C4;, &#xCC98;&#xC74C; &#xBC1B;&#xAE30;&#xB85C; &#xD588;&#xB358; &#xBCF4;&#xD305;&#xC744; &#xBC1B;&#xC2B5;&#xB2C8;&#xB2E4;.</p></li><li><p>&#xC2E4;&#xC81C;&#xB85C;&#xB294; $20&#xC778;&#xB370; $10&#xC744; &#xBC1B;&#xC544; $10&#xB2EC;&#xB7EC;&#xB97C; &#xC544;&#xAF08;&#xC2B5;&#xB2C8;&#xB2E4;.</p></li></ol><p>&#xC774;&#xB7F0; &#xC2DC;&#xB098;&#xB9AC;&#xC624;&#xB97C; &#xC704;&#xD574; &#xD544;&#xC694;&#xD55C;&#xAC78; &#xC5EC;&#xB7EC;&#xAC00;&#xC9C0; &#xC124;&#xBA85;&#xD588;&#xC9C0;&#xB9CC;, &#xC554;&#xD2BC; &#xC0AC;&#xC6A9;&#xC790;&#xC785;&#xC7A5;&#xC5D0;&#xC11C;&#xB294; &#xC774;&#xB807;&#xC2B5;&#xB2C8;&#xB2E4;.</p><p><img src="https://cdn.steemitimages.com/DQmS88Dmvs3zhoeSJqBwcEje8dwuay7X5TorUZ1zg6b33rs/image.png" alt=""></p><hr><h2 id="2-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;-&#xC801;&#xC6A9;&#xD558;&#xAE30;"><a href="#2-&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;-&#xC801;&#xC6A9;&#xD558;&#xAE30;" class="headerlink" title="2. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xC801;&#xC6A9;&#xD558;&#xAE30;"></a>2. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xC801;&#xC6A9;&#xD558;&#xAE30;</h2><p>&#xC774;&#xAC78; &#xBCF4;&#xACE0; &#xB4E4;&#xC5C8;&#xB358; &#xC0DD;&#xAC01;&#xC740; <code>Waivio &#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xC801;&#xC6A9;&#xD574;&#xBCFC;&#xB9CC;&#xD558;&#xB2E4;.</code> &#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xC774;&#xB7F0;&#xC2DD;&#xC73C;&#xB85C; &#xC801;&#xC6A9; &#xAC00;&#xB2A5;&#xD569;&#xB2C8;&#xB2E4;.</p><p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC740; &#xCF54;&#xC778; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xBE44;&#xD2B8;&#xCF54;&#xC778; &#xAE00;&#xC744; &#xC4F0;&#xBA74; $3 &#xBCF4;&#xD305;&#xC744; &#xD574;&#xC90D;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC774;&#xB354;&#xB9AC;&#xC6C0; &#xAE00;&#xC744; &#xC4F0;&#xBA74; $2 &#xBCF4;&#xD305;&#xC744; &#xD574;&#xC90D;&#xB2C8;&#xB2E4;. &#xD2B8;&#xB860; &#xAE00;&#xC744; &#xC4F0;&#xBA74; $5 &#xBCF4;&#xD305;&#xC744; &#xD574;&#xC90D;&#xB2C8;&#xB2E4;. &#xC774;&#xB7F0; &#xC2DD;&#xC73C;&#xB85C;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0; &#xC6D0;&#xD558;&#xB294; &#xC885;&#xB958;&#xC758; &#xC8FC;&#xC81C;&#xC5D0; &#xB300;&#xD574; &#xAE00;&#xC744; &#xC4F0;&#xBA74; &#xBCF4;&#xC0C1;&#xC744; &#xD558;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xAC70;&#xAE30;&#xB2E4;&#xAC00; <code>&#xAE00; &#xBD84;&#xB958;&#xB294; &#xD544;&#xC218;</code>&#xC785;&#xB2C8;&#xB2E4;. &#xC0C1;&#xC704; &#xBA54;&#xB274; &#xBC14;&#xC5D0;&#xB2E4;&#xAC00; &#xBE44;&#xD2B8;&#xCF54;&#xC778;, &#xC774;&#xB354;&#xB9AC;&#xC6C0;, &#xD2B8;&#xB860; &#xC694;&#xB807;&#xAC8C; &#xD574;&#xB193;&#xACE0; &#xAE00;&#xC744; &#xBCF4;&#xC5EC;&#xC8FC;&#xACE0;&#xC2F6;&#xB124;&#xC694;. </p><p>&#xC5EC;&#xAE30;&#xC11C; &#xD2B9;&#xC815; &#xC8FC;&#xC81C;&#xC5D0; &#xD574;&#xB2F9;&#xD558;&#xC9C0; &#xC54A;&#xC73C;&#xBA74; &#xC774;&#xAC74; &#xB9E4;&#xB2C8;&#xC800;&#xAC00; &#xAE00;&#xC744; &#xBCF4;&#xC774;&#xC9C0; &#xC54A;&#xAC8C; &#xCC98;&#xB9AC;&#xD560; &#xC218; &#xC788;&#xAC8C; &#xD558;&#xACE0;&#xC694;.</p><h2 id="3-&#xAE30;&#xB300;&#xD6A8;&#xACFC;"><a href="#3-&#xAE30;&#xB300;&#xD6A8;&#xACFC;" class="headerlink" title="3. &#xAE30;&#xB300;&#xD6A8;&#xACFC;"></a>3. &#xAE30;&#xB300;&#xD6A8;&#xACFC;</h2><p>&#xC81C;&#xAC00; &#xC0DD;&#xAC01;&#xD55C; &#xAE30;&#xB300;&#xD6A8;&#xACFC;&#xB294; &#xC774;&#xB807;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ol><li>&#xD2B9;&#xC815;&#xC8FC;&#xC81C;&#xB85C; &#xAE00; &#xC791;&#xC131; &#xC720;&#xB3C4;</li><li>&#xC678;&#xBD80;&#xC5D0;&#xC11C; &#xD2B9;&#xC815;&#xC8FC;&#xC81C;&#xB97C; &#xAC80;&#xC0C9;&#xD588;&#xC744;&#xB54C; &#xB9CE;&#xC740; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xB4E4;&#xC5B4;&#xC634;.</li><li>&#xB85C;&#xADF8;&#xC778; &#xC548;&#xD558;&#xBA74; &#xBCF4;&#xC9C0; &#xBABB;&#xD558;&#xAC8C;&#xD568;</li><li>&#xD68C;&#xC6D0; &#xC218; &#xC99D;&#xAC00;</li><li>&#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0; &#xD65C;&#xC131;&#xD654;</li></ol><p>&#xC694;&#xB7F0; &#xD589;&#xBCF5;&#xD68C;&#xB85C;&#xB97C; &#xB3CC;&#xB824;&#xBCFC; &#xC218; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#x314B;&#x314B;</p><p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/yuiuy" target="_blank" rel="noopener">&#x2018;[&#xC81C;&#xC548;] &#xBCF4;&#xC0C1;&#xC744; &#xD1B5;&#xD55C; &#xAE00; &#xC791;&#xC131; &#xC720;&#xB3C4;, &#xCE74;&#xD14C;&#xACE0;&#xB9AC;&#xD654;&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/%EC%A0%9C%EC%95%88-%EB%B3%B4%EC%83%81%EC%9D%84-%ED%86%B5%ED%95%9C-%EA%B8%80-%EC%9E%91%EC%84%B1-%EC%9C%A0%EB%8F%84-%EC%B9%B4%ED%85%8C%EA%B3%A0%EB%A6%AC%ED%99%94/#disqus_thread</comments>
    </item>
    
    <item>
      <title>[IoT Project] J-bot 외형 제작 과정 #1</title>
      <link>http://passionbull.github.io/IoT-Project-J-bot-%EC%99%B8%ED%98%95-%EC%A0%9C%EC%9E%91-%EA%B3%BC%EC%A0%95-1/</link>
      <guid>http://passionbull.github.io/IoT-Project-J-bot-%EC%99%B8%ED%98%95-%EC%A0%9C%EC%9E%91-%EA%B3%BC%EC%A0%95-1/</guid>
      <pubDate>Thu, 28 Nov 2019 19:16:00 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;&amp;#xC548;&amp;#xB155;&amp;#xD558;&amp;#xC138;&amp;#xC694;. &amp;#xC81C;&amp;#xC774;&amp;#xCF65;&amp;#xC785;&amp;#xB2C8;&amp;#xB2E4;. &lt;/p&gt;
&lt;p&gt;&amp;#xC624;&amp;#xB298;&amp;#xC740; J-bot&amp;#xC758
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;. </p><p>&#xC624;&#xB298;&#xC740; J-bot&#xC758; &#xC678;&#xD615; &#xC81C;&#xC791; &#xC900;&#xBE44; &#xACFC;&#xC815;&#xC744; &#xC801;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.<br>&#xC900;&#xBE44; &#xACFC;&#xC815;&#xC744; &#xC791;&#xC131;&#xD558;&#xAE30;&#xC5D0; &#xC55E;&#xC11C;, J-bot&#xC5D0; &#xB300;&#xD55C; &#xC18C;&#xAC1C;&#xBD80;&#xD130; &#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. </p><h4 id="&#xAC04;&#xB2E8;&#xD55C;-&#xC18C;&#xAC1C;"><a href="#&#xAC04;&#xB2E8;&#xD55C;-&#xC18C;&#xAC1C;" class="headerlink" title="&#xAC04;&#xB2E8;&#xD55C; &#xC18C;&#xAC1C;"></a>&#xAC04;&#xB2E8;&#xD55C; &#xC18C;&#xAC1C;</h4><p>J-bot&#xC740; Jacob`s robot&#xC73C;&#xB85C;, &#xC81C;&#xAC00; &#xC0C1;&#xC0C1;&#xD574;&#xC654;&#xB358; &#xBAA8;&#xB4E0; &#xAC83;&#xC744; &#xC801;&#xC6A9;&#xD574;&#xBCFC; &#xB85C;&#xBD07;&#xC785;&#xB2C8;&#xB2E4;. &#xB204;&#xAD6C;&#xB098; &#xC9C1;&#xC811; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xB294; &#xB85C;&#xBD07;&#xC744; &#xAFC8;&#xAFB8;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC18C;&#xD504;&#xD2B8;&#xC6E8;&#xC5B4;&#xC5D0; &#xC9D1;&#xC911;&#xC744; &#xD558;&#xACE0; &#xC2F6;&#xC5B4;, <strong>google AIY voicekit</strong>&#xB97C; &#xAE30;&#xBC18;&#xC73C;&#xB85C; &#xC2DC;&#xC791;&#xD558; &#xC600;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD55C; &#xB9C8;&#xB514;&#xB85C; &#xD45C;&#xD604;&#xD558;&#xC790;&#xBA74; <strong>DIY Smart Robot using google AIY voicekit</strong> &#xC785;&#xB2C8;&#xB2E4;.</p><p>&#xD604;&#xC7AC; J-bot&#xC758; &#xAE30;&#xB2A5;&#xC740; &#xC544;&#xB798;&#xC640; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p><ul><li>Google assistant&#xC640; &#xC5F0;&#xB3D9; (&#xB0A0;&#xC528; &#xCCB4;&#xD06C;, &#xC8FC;&#xAC00; &#xD655;&#xC778;, &#xCE98;&#xB9B0;&#xB354; &#xB4F1;&#xB85D;)</li><li>&#xC0AC;&#xC9C4; &#xCD2C;&#xC601;</li><li>&#xB9D0;&#xC744; &#xD560; &#xB54C;, &#xB85C;&#xBD07;&#xD314;&#xC744; &#xD754;&#xB4E0;&#xB2E4;.</li><li>&#xB85C;&#xBD07; &#xAC00;&#xAE4C;&#xC774; &#xC190;&#xC744; &#xB450;&#xBA74; &#xB85C;&#xBD07;&#xD314;&#xC744; &#xD754;&#xB4E0;&#xB2E4;.</li></ul><p>&#xC55E;&#xC73C;&#xB85C; &#xAC1C;&#xBC1C;&#xD560; &#xAE30;&#xB2A5;&#xC774; &#xBB34;&#xAD81;&#xBB34;&#xC9C4;&#xD569;&#xB2C8;&#xB2E4;. </p><ul><li>&#xBE44;&#xC11C;&#xB85C;&#xC11C;&#xC758; &#xC5ED;&#xD560; (&#xB0A0;&#xC528; &#xC815;&#xBCF4; &#xC81C;&#xACF5;, &#xCE98;&#xB9B0;&#xB354; &#xB4F1;&#xB85D;) </li><li>&#xC2A4;&#xD300;&#xC787;&#xACFC;&#xC758; &#xC5F0;&#xB3D9; &#xACE0;&#xB824; (&#xC2A4;&#xD300; &#xCD5C;&#xC2E0; &#xAE00; &#xC77D;&#xC5B4;&#xC8FC;&#xAE30;, &#xC74C;&#xC131;&#xC73C;&#xB85C; &#xBCF4;&#xD305; &#xBA85;&#xB839;&#xD558;&#xAE30;<a href="https://busy.org/@willpark/5" target="_blank" rel="noopener">&#xC2A4;&#xD300;&#xC787; &#xCC57;&#xBD07; &#xAC15;&#xC88C;</a>) </li><li>@willpark&#xB2D8; &#xC2A4;&#xD300;&#xC787; &#xCC57;&#xBD07; &#xAE00;&#xC744; &#xBCF4;&#xACE0; &#xC5F0;&#xB3D9;&#xD558;&#xBA74; &#xC88B;&#xACA0;&#xB2E4; &#xC0DD;&#xAC01;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. </li><li>&#xC8FC;&#xBCC0;&#xC758; &#xC5EC;&#xB7EC; IoT &#xC81C;&#xD488;&#xC744; &#xC81C;&#xC5B4; (&#xBD88; &#xD0A4;&#xACE0; &#xB044;&#xAE30;) </li><li>&#xAC10;&#xC2DC; &#xC2DC;&#xC2A4;&#xD15C; &amp; &#xC54C;&#xB9BC; </li></ul><h4 id="&#xC678;&#xD615;&#xC744;-&#xB9CC;&#xB4E4;&#xC790;"><a href="#&#xC678;&#xD615;&#xC744;-&#xB9CC;&#xB4E4;&#xC790;" class="headerlink" title="&#xC678;&#xD615;&#xC744; &#xB9CC;&#xB4E4;&#xC790;"></a>&#xC678;&#xD615;&#xC744; &#xB9CC;&#xB4E4;&#xC790;</h4><p>&#xC774;&#xC804; &#xAE00;&#xC744; &#xBCF4;&#xC2E0;&#xBD84;&#xB4E4;&#xC740; &#xC544;&#xC2DC;&#xACA0;&#xC9C0;&#xB9CC;, J-bot&#xC758; &#xC678;&#xD615;&#xC740; &#xC544;&#xC9C1; &#xC900;&#xBE44;&#xB418;&#xC9C0; &#xC54A;&#xC558;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAE30;&#xB2A5;&#xB4E4;&#xB3C4; &#xC911;&#xC694;&#xD558;&#xC9C0;&#xB9CC; &#xBCF4;&#xC5EC;&#xC9C0;&#xB294; &#xAC83;&#xB3C4; &#xC911;&#xC694;&#xD558;&#xAE30; &#xB54C;&#xBB38;&#xC5D0; &#xBA3C;&#xC800; &#xC678;&#xD615;&#xC744; &#xC81C;&#xC791;&#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xBA3C;&#xC800;, &#xB2E4;&#xB978; &#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xC5B4;&#xB5BB;&#xAC8C; &#xC678;&#xD615;&#xC744; &#xB9CC;&#xB4E4;&#xC5C8;&#xB098; &#xC0B4;&#xD3B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. <a href="https://www.thingiverse.com/search?q=aiy+voice+kit" target="_blank" rel="noopener">Thingiverse - AIY voicekit&#xC758; &#xAC80;&#xC0C9; &#xACB0;&#xACFC;</a> Thingiverse&#xB77C;&#xB294; &#xC0AC;&#xC774;&#xD2B8;&#xB294; 3d printing &#xD30C;&#xC77C;&#xC744; &#xC11C;&#xB85C; &#xACF5;&#xC720;&#xD558;&#xB294; &#xC0AC;&#xC774;&#xD2B8; &#xC785;&#xB2C8;&#xB2E4;. &#xC5EC;&#xAE30;&#xC11C; &#xAC80;&#xC0C9;&#xC744; &#xD574;&#xBCF4;&#xB2C8; &#xBA87;&#xBA87; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; 3d printing&#xC744; &#xC774;&#xC6A9;&#xD574;&#xC11C; voicekit&#xC758; &#xC678;&#xD615;&#xC744; &#xC544;&#xB798;&#xCC98;&#xB7FC; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC800;&#xB3C4; &#xC544;&#xB798; &#xC678;&#xD615;&#xB4E4;&#xC744; &#xCC38;&#xACE0;&#xD574;&#xC11C; &#xB9CC;&#xB4E4;&#xACE0;&#xC790; &#xD569;&#xB2C8;&#xB2E4;.</p><p><img src="https://files.steempeak.com/file/steempeak/jacobyu/o9ubrGLw-image.png" alt="image.png"></p><hr><h4 id="&#xC124;&#xACC4;-&#xC900;&#xBE44;"><a href="#&#xC124;&#xACC4;-&#xC900;&#xBE44;" class="headerlink" title="&#xC124;&#xACC4; &#xC900;&#xBE44;"></a>&#xC124;&#xACC4; &#xC900;&#xBE44;</h4><p>&#xC608;&#xC804;&#xC5D0; sketchup&#xC774;&#xB77C;&#xB294; &#xD234;&#xC744; &#xC0AC;&#xC6A9;&#xD574;&#xBCF8;&#xC801;&#xC774; &#xC788;&#xB294;&#xB370; &#xC774;&#xAC83;&#xC73C;&#xB85C; &#xC124;&#xACC4;&#xD560; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;. J-bot&#xC740; 1&#xBC88; &#xACE0;&#xC591;&#xC774; &#xD615;&#xD0DC;&#xC5D0;&#xB2E4;&#xAC00; &#xB208;&#xC5D0;&#xB294; &#xCD08;&#xC74C;&#xD30C; &#xC13C;&#xC11C;&#xB97C;, &#xCF54;&#xC5D0;&#xB294; &#xCE74;&#xBA54;&#xB77C;&#xB97C; &#xBD80;&#xCC29;&#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xAE30;&#xC874;&#xC5D0; &#xC124;&#xACC4;&#xB41C; &#xD30C;&#xC77C;&#xC744; &#xBB34;&#xB8CC;&#xB85C; &#xB2E4;&#xC6B4;&#xBC1B;&#xC744; &#xC218; &#xC788;&#xC5B4;&#xC11C; &#xADF8; &#xD30C;&#xC77C;&#xC5D0;&#xC11C; &#xC2DC;&#xC791;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. <a href="https://www.thingiverse.com/thing:2783658" target="_blank" rel="noopener">https://www.thingiverse.com/thing:2783658</a> &#xADF8;&#xB9BC;&#xC5D0;&#xC11C; &#xC0B4;&#xC9DD; &#xC55E;&#xC73C;&#xB85C; &#xD280;&#xC5B4;&#xB098;&#xC628; &#xB208;&#xACFC; &#xCF54;&#xB97C; &#xBCFC; &#xC218; &#xC788;&#xB294;&#xB370;, &#xBCF4;&#xAE30; &#xC27D;&#xAC8C; &#xC77C;&#xB2E8; &#xC800;&#xB807;&#xAC8C; &#xD280;&#xC5B4;&#xB098;&#xC624;&#xAC8C; &#xD574;&#xB1A8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8; &#xBD80;&#xBD84;&#xC5D0; &#xAD6C;&#xBA4D;&#xC744; &#xB6AB;&#xACE0;, &#xCD08;&#xC74C;&#xD30C; &#xC13C;&#xC11C;&#xC640; &#xCE74;&#xBA54;&#xB77C;&#xB97C; &#xBD80;&#xCC29;&#xD569;&#xB2C8;&#xB2E4;. &#xC606;&#xC5D0;&#xB294; &#xC2A4;&#xD300; &#xADF8;&#xB9BC;&#xB3C4; &#xB123;&#xC744; &#xAC83; &#xC785;&#xB2C8;&#xB2E4;. </p><p><img src="https://steemitimages.com/300x0/https://files.steempeak.com/file/steempeak/jacobyu/n3zy2TAe-image.png" alt="image.png"></p><h4 id="3d-printing-&#xD558;&#xAE30;"><a href="#3d-printing-&#xD558;&#xAE30;" class="headerlink" title="3d printing &#xD558;&#xAE30;"></a>3d printing &#xD558;&#xAE30;</h4><p>&#xC11C;&#xC6B8;&#xC5D0;&#xC11C; &#xBB34;&#xB8CC;&#xB85C; 3d printer&#xB97C; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xB294;&#xACF3;&#xC774; &#xC5B4;&#xB518;&#xC9C0; &#xCC3E;&#xC544;&#xBD24;&#xB294;&#xB370; &#xC218;&#xC6D0;&#xC5D0; <strong>&#xC2DC;&#xC81C;&#xD488; &#xC81C;&#xC791;&#xD130;</strong>&#xAC00; &#xC788;&#xB354;&#xAD70;&#xC694;. <a href="http://www.mss.go.kr/site/gyeonggi/03/10302010000002016110903.jsp" target="_blank" rel="noopener">http://www.mss.go.kr/site/gyeonggi/03/10302010000002016110903.jsp</a> &#xC804;&#xD654;&#xD574;&#xC11C; &#xD655;&#xC778; &#xD574;&#xBD24;&#xB294;&#xB370; &#xD604;&#xC7AC;&#xB3C4; &#xC6B4;&#xC601; &#xC911;&#xC785;&#xB2C8;&#xB2E4;. &#xC774; &#xACF3;&#xC5D0; &#xAC00;&#xC11C; &#xB9CC;&#xB4E4; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;. &#xCCB4;&#xD06C;&#xD574;&#xC57C;&#xD560; &#xAC83;&#xC774; &#xC788;&#xB294;&#xB370; &#xB2E4;&#xC2DC; &#xC804;&#xD654;&#xB97C; &#xD574;&#xBCFC; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;.</p><ul><li>stl&#xD30C;&#xC77C;&#xC744; sd&#xCE74;&#xB4DC;&#xC5D0; &#xB2F4;&#xC544;&#xAC00;&#xBA74; &#xB418;&#xB294;&#xC9C0;? (&#xCCB4;&#xD06C; &#xD544;&#xC694;)</li><li>&#xC6B4;&#xC601;&#xC2DC;&#xAC04;&#xC5D0; &#xBB34;&#xB8CC;&#xB85C; &#xC0AC;&#xC6A9; &#xAC00;&#xB2A5;</li><li>3d printing &#xD544;&#xB77C;&#xBA58;&#xD2B8; &#xAC1C;&#xC778; &#xAD6C;&#xB9E4;, &#xD639;&#xC740; &#xC2DC;&#xC81C;&#xD488; &#xC81C;&#xC791;&#xD130;&#xC5D0;&#xC11C; &#xC0B0;&#xB2E4;.</li></ul><h4 id="&#xB05D;&#xB9FA;&#xC74C;"><a href="#&#xB05D;&#xB9FA;&#xC74C;" class="headerlink" title="&#xB05D;&#xB9FA;&#xC74C;"></a>&#xB05D;&#xB9FA;&#xC74C;</h4><p>&#xB85C;&#xBD07;&#xC758; &#xC678;&#xD615; &#xC81C;&#xC791;&#xC744; &#xC704;&#xD55C; &#xACFC;&#xC815;&#xC744; &#xC801;&#xC5B4;&#xBD24;&#xB294;&#xB370;&#xC694;. &#xAE30;&#xC874;&#xC5D0; &#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xD574;&#xB193;&#xC740; 3d &#xBAA8;&#xB378;&#xC744; &#xAE30;&#xBC18;&#xC5D0; &#xC0B4;&#xC744; &#xBD99;&#xC5EC;&#xC11C; &#xB9CC;&#xB4E4; &#xC608;&#xC815;&#xC785;&#xB2C8;&#xB2E4;. &#xBCF8;&#xACA9;&#xC801;&#xC73C;&#xB85C; &#xC678;&#xD615;&#xC744; &#xC124;&#xACC4;&#xB97C; &#xD574;&#xBCFC; &#xAC83;&#xC774;&#xBA70;, &#xC2DC;&#xC81C;&#xD488;&#xC81C;&#xC791;&#xD130;&#xC5D0; &#xAC00;&#xC11C; &#xC678;&#xD615;&#xC744; &#xC81C;&#xC791;&#xD560; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xC774;&#xBC88;&#xC5D0; &#xC5EC;&#xD589;&#xC744; &#xB2E4;&#xB140;&#xC624;&#xBA74;&#xC11C; &#xD504;&#xB85C;&#xC81D;&#xD2B8; &#xC9C4;&#xD589;&#xC744; &#xB9CE;&#xC774; &#xBABB;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAFB8;&#xC900;&#xD788; &#xAC1C;&#xBC1C;&#xD558;&#xBA74;&#xC11C; &#xB0B4;&#xC6A9;&#xC744; &#xACF5;&#xC720;&#xD558;&#xACE0; &#xC2F6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;. </p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/iot-project-j-bot-1" target="_blank" rel="noopener">&#x2018;[IoT Project] J-bot &#xC678;&#xD615; &#xC81C;&#xC791; &#xACFC;&#xC815; #1&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/IoT-Project-J-bot-%EC%99%B8%ED%98%95-%EC%A0%9C%EC%9E%91-%EA%B3%BC%EC%A0%95-1/#disqus_thread</comments>
    </item>
    
    <item>
      <title>IoT switch setup (esp8266, servo motor)</title>
      <link>http://passionbull.github.io/IoT-switch-setup-esp8266-servo-motor/</link>
      <guid>http://passionbull.github.io/IoT-switch-setup-esp8266-servo-motor/</guid>
      <pubDate>Thu, 28 Nov 2019 19:06:18 GMT</pubDate>
      <description>
      
        
        
          &lt;p&gt;I prepared hardware for what I want to develop.&lt;/p&gt;
&lt;p&gt;What I want to develop is control motor remotely. That is already many people did 
        
      
      </description>
      
      
      <content:encoded><![CDATA[<p>I prepared hardware for what I want to develop.</p><p>What I want to develop is control motor remotely. That is already many people did it.</p><p>But, I want to try do it my own skill. I made &#xAE30;&#xAD6C; for switching on/off with chopstick instead of 3d printing.</p><p><img src="https://steemitimages.com/300x0/https://files.steempeak.com/file/steempeak/jacobyu/QOzMk2Q5-image.png" alt="image.png"> <img src="https://steemitimages.com/300x0/https://files.steempeak.com/file/steempeak/jacobyu/tyrbagZp-image.png" alt="image.png"></p><hr><p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/hardwareforesp8266-7rmf8n9y5c" target="_blank" rel="noopener">&#x2018;IoT switch setup (esp8266, servo motor)&#x2019;</a></p><script>        document.querySelectorAll('.not-gallery-item')          .forEach(el => {            if (!el.dataset.src) { return; }            const img = document.createElement('img');            img.style = 'display:none !important;';            img.src = el.dataset.src;            img.addEventListener('error', () => {              img.remove();              el.style.color = 'inherit';              el.style.backgroundImage = 'none';              el.style.background = 'none';            });            img.addEventListener('load', () => {              img.remove();            });            document.body.appendChild(img);          });      </script>]]></content:encoded>
      
      <comments>http://passionbull.github.io/IoT-switch-setup-esp8266-servo-motor/#disqus_thread</comments>
    </item>
    
  </channel>
</rss>
