
<!DOCTYPE html>
<html lang="en">
<head><meta name="generator" content="Hexo 3.9.0">
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>(adsbygoogle=window.adsbygoogle||[]).push({google_ad_client:"ca-pub-9620312339524274",enable_page_level_ads:!0});</script>
    <meta charset="utf-8">
<title>Jacob</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="canonical" href="http://passionbull.github.io/page/19/">








<link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1185564&size=32">


<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css">
<link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css">
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css">


    
    
    
    <style>body>.footer,body>.navbar,body>.section{opacity:0}</style>
    

    
    
    
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css">
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css">
    

    
    

<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css">


    
    
    
    




    
    
<script async src="https://www.googletagmanager.com/gtag/js?id=UA-150273044-1"></script>
<script>function gtag(){dataLayer.push(arguments)}window.dataLayer=window.dataLayer||[],gtag("js",new Date),gtag("config","UA-150273044-1");</script>


    
    
    
    

    
    

<script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script>

    
    
    

    
    
    
        <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
    

    


<link rel="stylesheet" href="/css/style.css">

<link rel="stylesheet" href="/css/bundle.css"></head>
<body class="is-3-column">
    <nav class="navbar navbar-main">
    <div class="container">
        <div class="navbar-brand is-flex-center">
            <a class="navbar-item navbar-logo" href="/">
            
                <img src="https://avatars0.githubusercontent.com/u/50857551?s=200&v=4" alt="Jacob" height="28">
            
            </a>
        </div>
        <div class="navbar-menu">
            
            <ul class="navbar-start">
                
                <li class="navbar-item sub-menu">
                    
                    
                        <a>일상</a>
                    
                    <div class="drop-down">                    
                        <ul>
                            
                                <li><a href="/categories/일기">일기</a></li>
                            
                                <li><a href="/categories/책">독서일기</a></li>
                            
                                <li><a href="/categories/관심사">관심사</a></li>
                            
                        </ul>
                    </div>

                </li>
                
                <li class="navbar-item sub-menu">
                    
                    
                        <a>여행</a>
                    
                    <div class="drop-down">                    
                        <ul>
                            
                                <li><a href="/categories/여행/스위스">스위스</a></li>
                            
                                <li><a href="/categories/여행/스페인">스페인</a></li>
                            
                                <li><a href="/categories/여행/이탈리아">이탈리아</a></li>
                            
                        </ul>
                    </div>

                </li>
                
                <li class="navbar-item sub-menu">
                    
                    
                        <a>개발</a>
                    
                    <div class="drop-down">                    
                        <ul>
                            
                                <li><a href="/categories/개발/steem">스팀 블록체인</a></li>
                            
                                <li><a href="/categories/개발/react-native">React Native</a></li>
                            
                                <li><a href="/categories/개발/tool">Tool</a></li>
                            
                                <li><a href="/categories/개발/로봇">로봇</a></li>
                            
                                <li><a href="/categories/개발/iot">IoT</a></li>
                            
                        </ul>
                    </div>

                </li>
                
                <li class="navbar-item sub-menu">
                    
                    
                        <a>프로젝트</a>
                    
                    <div class="drop-down">                    
                        <ul>
                            
                                <li><a href="/categories/프로젝트/swap/">Swap</a></li>
                            
                                <li><a href="/categories/프로젝트/sey/">SEY</a></li>
                            
                                <li><a href="/categories/프로젝트/hexo-blog/">Hexo blog</a></li>
                            
                        </ul>
                    </div>

                </li>
                
                <li class="navbar-item sub-menu">
                    
                    
                        <a>About</a>
                    
                    <div class="drop-down">                    
                        <ul>
                            
                                <li><a href="/about">Me</a></li>
                            
                                <li><a href="/개발-공부-로드맵">로드맵</a></li>
                            
                        </ul>
                    </div>

                </li>
                
            </ul>
            
            <div class="navbar-end">
                
                
                
                <a class="navbar-item search" title="Search" href="javascript:;">
                    <i class="fas fa-search"></i>
                </a>
                
            </div>
        </div>
    </div>
</nav>

    
    <section class="section">
        <div class="container">
            <div class="columns">
                <div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main">
    <div class="card">
    <!-- 
    <div class="card-image">
        <a href="/스팀-블록체인-기반-블로깅-시스템/" class="image is-7by1">
            <img class="thumbnail" src="https://cdn.steemitimages.com/DQmZ2xwJUAdGsxtgvKSiQ1AfoteCvuT9RYt8VmqRE6gPdNK/image.png" alt="스팀 블록체인 기반 블로깅 시스템">
        </a>
    </div>
     -->
    <div class="card-content article ">
        
        <div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto">
            <div class="level-left">
                <time class="level-item has-text-grey" datetime="2019-11-04T19:33:33.000Z">2019-11-05</time>
                
                <div class="level-item">
                <a class="has-link-grey -link" href="/categories/스팀/">스팀</a>&nbsp;/&nbsp;<a class="has-link-grey -link" href="/categories/스팀/제안/">제안</a>
                </div>
                
                
                <span class="level-item has-text-grey">
                    
                    
                    8 minutes read (About 1240 words)
                </span>
                
                
            </div>
        </div>
        
        <h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">
            
                <a class="has-link-black-ter" href="/스팀-블록체인-기반-블로깅-시스템/">스팀 블록체인 기반 블로깅 시스템</a>
            
        </h1>
        <div class="content">
            <p>&#xC2A4;&#xD300;&#xC787;, &#xBE44;&#xC9C0;, &#xC2A4;&#xD300;&#xD53C;&#xD06C; &#xC790;&#xCCB4;&#xB294; &#xBE14;&#xB85C;&#xADF8;&#xB85C; &#xC4F0;&#xAE30; &#xC5B4;&#xB835;&#xC9C0;&#xB9CC;,  &#xC2A4;&#xD300;&#xB370;&#xC774;&#xD130;&#xB97C; &#xD65C;&#xC6A9;&#xD55C; &#xBE14;&#xB85C;&#xADF8; &#xC2DC;&#xC2A4;&#xD15C;&#xC774; &#xC788;&#xB2E4;&#xBA74; &#xB418;&#xAC8C; &#xB9E4;&#xB825;&#xC801;&#xC774;&#xB2E4;.</p>
<p>&#xBB34;&#xC2A8;&#xB9D0;&#xC774;&#xB098;&#xBA74;, &#xC0AC;&#xC9C4;&#xACFC; &#xAE00;&#xC744; &#xC2A4;&#xD300;&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xC800;&#xC7A5;&#xD558;&#xACE0; (&#xC774;&#xAC8C; &#xB9DE;&#xB294; &#xB9D0;&#xC778;&#xC9C0; &#xBAA8;&#xB974;&#xACA0;&#xB2E4;.) &#xADF8; &#xAE00;&#xB4E4;&#xC744; &#xBE14;&#xB85C;&#xAE45; &#xD50C;&#xB7AB;&#xD3FC;&#xC5D0;&#xC11C; &#xBD88;&#xB7EC;&#xC624;&#xB294; &#xAC83;&#xC774;&#xB2E4;.</p>
<p>&#xC774;&#xB807;&#xAC8C; &#xD558;&#xBA74; &#xB370;&#xC774;&#xD130;&#xB294; &#xC2A4;&#xD300;&#xC5D0; &#xD56D;&#xC0C1; &#xB4E4;&#xC5B4;&#xC788;&#xACE0;, &#xADF8;&#xAC78; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC608;&#xC058;&#xAC8C; &#xBCF4;&#xC5EC;&#xC8FC;&#xAE30;&#xB9CC; &#xD558;&#xBA74;&#xB41C;&#xB2E4;. &#xC74C;.. &#xCE5C;&#xAD6C;&#xB4E4;&#xD55C;&#xD14C; &#xC790;&#xB791;&#xD558;&#xAE30;&#xB3C4; &#xC88B;&#xB2E4;. &#xB098;&#xB294; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xAE30;&#xBC18; &#xBE14;&#xB85C;&#xADF8; &#xD55C;&#xB2E4;&#xACE0;.. &#xB370;&#xC774;&#xD130; &#xB0A0;&#xC544;&#xAC08; &#xAC71;&#xC815;&#xC548;&#xD574;&#xB3C4; &#xB41C;&#xB2E4;&#xACE0;.. &#xC774;&#xB7F0; &#xC790;&#xB791;&#xC774; &#xBA39;&#xD790;&#xB9CC;&#xD55C; &#xCE5C;&#xAD6C;&#xAC00; &#xC788;&#xC744;&#xC9C0; &#xBAA8;&#xB974;&#xACA0;&#xB2E4;.</p>
<p>&#xB098;&#xB294; &#xB124;&#xC774;&#xBC84; &#xBE14;&#xB85C;&#xADF8;&#xC5D0;&#xC11C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xD558;&#xB2E4;&#xAC00;.. &#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4; &#xC124;&#xCE58;&#xD615;&#xC73C;&#xB85C; &#xC0AC;&#xC6A9;&#xD558;&#xB2E4;&#xAC00;.. &#xD074;&#xB77C;&#xC6B0;&#xB4DC;&#xD638;&#xC2A4;&#xD305;&#xC11C;&#xBE44;&#xC2A4;&#xB77C;&#xACE0; &#xD574;&#xC57C;&#xD558;&#xB098;.. vultr &#xB9AC;&#xB205;&#xC2A4;&#xC5D0; &#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4;&#xB97C; &#xC124;&#xCE58;&#xD574;&#xC11C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xC4F0;&#xACE0; &#xC788;&#xB2E4;. &#xB2E4;&#xB9CC;, &#xC774;&#xACF3;&#xC5D0;&#xC11C; &#xC800;&#xACF3;&#xC73C;&#xB85C; &#xC62E;&#xAE38;&#xB54C; &#xB370;&#xC774;&#xD130;&#xB97C; &#xADF8;&#xB300;&#xB85C; &#xAC00;&#xC838;&#xAC08; &#xC218;&#xB3C4; &#xC5C6;&#xC744; &#xBFD0;&#xB354;&#xB7EC; &#xB9E4;&#xBC88; &#xC14B;&#xD305;&#xD560;&#xB54C; &#xD588;&#xB358;&#xC77C;&#xC744; &#xB611;&#xAC19;&#xC774; &#xD558;&#xB294;&#xAC83;&#xAC19;&#xC544; &#xD798;&#xB4E4;&#xC5C8;&#xB2E4;. &#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0; &#xB0B4; &#xB370;&#xC774;&#xD130;&#xB97C; &#xB2E4; &#xB123;&#xC5B4;&#xB178;&#xBA74; &#xC801;&#xC5B4;&#xB3C4; &#xC0C8;&#xB85C; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E4;&#xB54C; &#xAC70;&#xAE30;&#xC11C; &#xAC00;&#xC838;&#xC624;&#xACE0;&#xC2F6;&#xC740; &#xB370;&#xC774;&#xD130;&#xB9CC; &#xAC00;&#xC838;&#xC624;&#xACE0;, &#xBD84;&#xB958;&#xD558;&#xBA74; &#xB418;&#xACA0;&#xB2E4;.. &#xADF8;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD574;&#xBD24;&#xB2E4;.</p>
<p>&#xB0B4;&#xAC00; &#xC0DD;&#xAC01;&#xD55C; &#xC2A4;&#xD300;&#xBE14;&#xB85D;&#xB808;&#xC778; &#xAE30;&#xBC18; &#xBE14;&#xB85C;&#xAE45; &#xC2DC;&#xC2A4;&#xD15C;&#xC758; &#xC7A5;&#xC810;&#xC740; &#xC774;&#xB807;&#xB2E4;.</p>
<ol>
<li>&#xCE74;&#xD14C;&#xACE0;&#xB9AC; &#xBD84;&#xB958; &#xAC00;&#xB2A5;</li>
<li>&#xAD11;&#xACE0; &#xBD80;&#xCC29; &#xAC00;&#xB2A5;</li>
<li>&#xB0B4; &#xD648;&#xD398;&#xC774;&#xC9C0; &#xB0B4;&#xB9D8;&#xB300;&#xB85C; &#xD14C;&#xB9C8; &#xC218;&#xC815;</li>
<li>&#xB0B4; &#xB370;&#xC774;&#xD130;&#xB294; &#xBE14;&#xB85C;&#xADF8;&#xC640;&#xB294; &#xB3C5;&#xB9BD;&#xC801;&#xC73C;&#xB85C; &#xC2A4;&#xD300;&#xC5D0; &#xACC4;&#xC18D; &#xC800;&#xC7A5;&#xB3FC;&#xC788;&#xC74C;</li>
<li>&#xC5B4;&#xB514;&#xC11C; &#xC4F0;&#xB4E0; &#xAE00;&#xC774;&#xB358; &#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC5D0;&#xB9CC; &#xC800;&#xC7A5;&#xD55C;&#xB2E4;&#xBA74; &#xD558;&#xB098;&#xC758; &#xC6F9;&#xD398;&#xC774;&#xC9C0;&#xC5D0;&#xC11C; &#xBCFC; &#xC218; &#xC788;&#xC74C;.<br>(5&#xBC88;&#xC5D0; &#xB300;&#xD574; &#xCD94;&#xAC00; &#xC124;&#xBA85;&#xD558;&#xC790;&#xBA74;, &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; &#xAE00;&#xC744;&#xC4F0;&#xB358;, &#xD14C;&#xC774;&#xC2A4;&#xD300;&#xC5D0;&#xC11C; &#xAE00;&#xC744; &#xC4F0;&#xB358;, &#xC5B4;&#xB514;&#xC11C;&#xB4E0; &#xAE00;&#xC4F0;&#xB4E0; &#xC0C1;&#xAD00;&#xC5C6;&#xC774; &#xB0B4; &#xBE14;&#xB85C;&#xADF8;&#xC5D0;&#xC11C;&#xB294; &#xBD84;&#xB958;&#xD574;&#xC11C; &#xBCFC; &#xC218; &#xC788;&#xB2E4;.)</li>
<li>&#xB610; &#xD558;&#xB098; &#xC7A5;&#xC810;&#xC73C;&#xB85C; &#xC0DD;&#xAC01;&#xD558;&#xB294; &#xAC83;&#xC740; &#xC2A4;&#xD300;&#xC744; &#xC774;&#xBBF8;&#xC9C0; &#xD638;&#xC2A4;&#xD305; &#xC11C;&#xBC84;&#xB85C; &#xC0AC;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xB2E4;&#xB77C;&#xB294; &#xC810;&#xC774;&#xB2E4;. &#xC2A4;&#xD300;&#xC787;&#xC774; &#xB9DD;&#xD558;&#xC9C0;&#xB9CC; &#xC54A;&#xC73C;&#xBA74;..</li>
</ol>
<p>&#xB9D0;&#xB85C; &#xD558;&#xB294;&#xAC83;&#xBCF4;&#xB2E4;&#xB294; &#xC2E4;&#xC81C;&#xB85C; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294;&#xAC8C; &#xBE60;&#xB97C; &#xAC83; &#xAC19;&#xB2E4;.</p>
<p><a href="https://jacobyu.net" target="_blank" rel="noopener">https://jacobyu.net</a><br><a href="https://steemblog.github.io/@robertyan/" target="_blank" rel="noopener">https://steemblog.github.io/@robertyan/</a> (&#xB85C;&#xBC84;&#xD2B8;&#xB294; &#xB530;&#xB85C; &#xBD84;&#xB958;&#xD558;&#xC9C0; &#xC54A;&#xC558;&#xB2E4;.)</p>
<p><img src="https://cdn.steemitimages.com/DQmZ2xwJUAdGsxtgvKSiQ1AfoteCvuT9RYt8VmqRE6gPdNK/image.png" alt=""></p>
<h4 id="engrave"><a href="#engrave" class="headerlink" title="engrave"></a>engrave</h4><p>&#xC774;&#xB7F0; &#xBE44;&#xC2B7;&#xD55C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xD55C; &#xD300;&#xC774; &#xC788;&#xC5C8;&#xB2E4;. &#xADF8;&#xD300;&#xC774; &#xB9CC;&#xB4E0;&#xAC8C; engrave&#xC774;&#xB2E4;.<br>engrave&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xBA74; &#xC2A4;&#xD300;&#xBE14;&#xB85D;&#xCCB4;&#xC778;&#xC744; &#xD65C;&#xC6A9;&#xD55C; &#xB098;&#xB9CC;&#xC758; &#xBE14;&#xB85C;&#xADF8;&#xB97C; &#xB9CC;&#xB4E4; &#xC218; &#xC788;&#xB2E4;.<br>&#xBB54;&#xAC00; 10%&#xC529; &#xB0B8;&#xB2E4;&#xB294;&#xAC8C; &#xC544;&#xAE4C;&#xC6E0;&#xB2E4;. &#xB610;, engrave &#xAE00;&#xC791;&#xC131; &#xD50C;&#xB7AB;&#xD3FC;&#xC5D0;&#xC11C;&#xB9CC; &#xC368;&#xC57C;&#xD558;&#xB294; &#xAC83;&#xB3C4; &#xB9D8;&#xC5D0; &#xC548;&#xB4E4;&#xC5C8;&#xB2E4;.<br>engrave&#xB85C; &#xB9CC;&#xB4E0; &#xBE14;&#xB85C;&#xADF8;&#xAC00; <a href="https://jacobyu.net" target="_blank" rel="noopener">https://jacobyu.net</a> &#xC694;&#xAC70;&#xC600;&#xB2E4;.</p>
<hr>
<h4 id="hexo-blog-with-steem"><a href="#hexo-blog-with-steem" class="headerlink" title="hexo blog with steem"></a>hexo blog with steem</h4><p>&#xADF8; &#xB2E4;&#xC74C;&#xC5D0; &#xCC3E;&#xC740; &#xBE14;&#xB85C;&#xAE45;&#xC11C;&#xBE44;&#xC2A4;&#xB294; hexo&#xC774;&#xB2E4;.<br>hexo&#xB294; &#xAE43;&#xD5D9;&#xD398;&#xC774;&#xC9C0;&#xB97C; &#xBE14;&#xB85C;&#xADF8;&#xB85C; &#xC4F8; &#xC218; &#xC788;&#xAC8C; &#xD574;&#xC8FC;&#xB294; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xC774;&#xB2E4;. &#xC5EC;&#xAE30;&#xC5D0;&#xB2E4;&#xAC00; &#xC2A4;&#xD300;&#xB370;&#xC774;&#xD130;&#xB9CC; &#xC5B9;&#xD788;&#xBA74; &#xB41C;&#xB2E4;. &#xC774;&#xAC70; &#xAD00;&#xB828;&#xD558;&#xC5EC; <a href="https://github.com/steemblog/blog" target="_blank" rel="noopener">https://github.com/steemblog/blog</a> &#xC774; &#xAE43;&#xD5D9;&#xB9C1;&#xD06C;&#xB97C; &#xCC38;&#xACE0;&#xD558;&#xBA74; &#xB41C;&#xB2E4;. &#xC27D;&#xAC8C; &#xC14B;&#xD305;&#xD560;&#xC218; &#xC788;&#xB3C4;&#xB85D; &#xB3FC;&#xC788;&#xB2E4;.</p>
<p>&#xC804;&#xC5D0; &#xC548;&#xD53C;&#xACE4;&#xB2D8;&#xC774; &#xD55C;&#xBC88; &#xD588;&#xC5C8;&#xB358;&#xAC78; &#xB530;&#xB77C;&#xD55C; &#xAE30;&#xC5B5;&#xB3C4; &#xC788;&#xC5C8;&#xACE0;, &#xC720;&#xB8CC;&#xAC80;&#xC0C9;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xC900; @robertyan&#xC774; &#xC790;&#xAE30;&#xAC00; &#xC720;&#xD1A0;&#xD53C;&#xC548;&#xC5D0; &#xC694;&#xB7F0;&#xAC78; &#xC62C;&#xB838;&#xC5C8;&#xB2E4;&#xACE0; &#xB9D0;&#xD574;&#xC900;&#xAC83;&#xB3C4; &#xC0DD;&#xAC01;&#xB0AC;&#xB2E4;.</p>
<p>&#xC774;&#xAC83;&#xC758; &#xC7A5;&#xC810;&#xC740; &#xAE43;&#xD5D9;&#xD398;&#xC774;&#xC9C0;&#xB85C;&#xB3C4; &#xBC30;&#xD3EC;&#xD560;&#xC218;&#xC788;&#xACE0;, heroku, &#xADF8;&#xB0E5; &#xC9D1;&#xCEF4;&#xD4E8;&#xD130;, &#xB4F1;&#xB4F1; &#xC5B4;&#xB514;&#xC11C;&#xB4E0; &#xBC30;&#xD3EC;&#xAC00; &#xAC00;&#xB2A5;&#xD558;&#xB2E4;.<br>&#xADF8;&#xB9AC;&#xACE0;, &#xD14C;&#xB9C8;&#xB3C4; &#xC6D0;&#xD558;&#xB294;&#xB300;&#xB85C; &#xBC14;&#xAFC0;&#xC218; &#xC788;&#xB2E4;.<br>&#xC790;&#xC2E0;&#xC774; &#xC791;&#xC131;&#xD55C; &#xC2A4;&#xD300;&#xAE00; &#xC911;&#xC5D0; &#xC6D0;&#xD558;&#xB294; &#xB300;&#xB85C; &#xC790;&#xAE30;&#xAC00; &#xAC00;&#xC838;&#xC624;&#xACE0; &#xC2F6;&#xC740; &#xAE00;&#xB4E4;&#xB9CC; &#xAC00;&#xC838;&#xC640;&#xC11C; &#xBD84;&#xB958;&#xD560; &#xC218;&#xB3C4; &#xC788;&#xB2E4;.<br>&#xC774;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD558;&#xAC8C; &#xB418;&#xB2C8;.. &#xC544; &#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4;&#xC5D0;&#xC11C; &#xC774;&#xAC78;&#xB85C; &#xC62E;&#xACA8;&#xC57C; &#xACA0;&#xB2E4;.. &#xB77C;&#xB294; &#xC0DD;&#xAC01;&#xC744; &#xD558;&#xAC8C;&#xB410;&#xB2E4;.</p>
<p>engrave&#xB3C4; &#xC798;&#xB9CC;&#xB4E0; &#xC2DC;&#xC2A4;&#xD15C;&#xC774;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC; hexo&#xAC00; &#xB04C;&#xB9AC;&#xB294; &#xC774;&#xC720;&#xB294;..  hexo&#xB294; &#xBB34;&#xB8CC;&#xC774;&#xBA70;, &#xB0B4;&#xAC00; &#xB9D8;&#xB300;&#xB85C; &#xC218;&#xC815;&#xD560; &#xC218; &#xC788;&#xB2E4;&#xB294; &#xAC83;&#xC774; &#xC7A5;&#xC810;&#xC774;&#xB2E4;.<br>&#xBB3C;&#xB860; &#xC218;&#xC815;&#xD560; &#xC218; &#xC788;&#xB294; &#xC790;&#xC720;&#xAC00; &#xC788;&#xC9C0;&#xB9CC;, &#xC2E4;&#xC81C;&#xB85C; &#xC218;&#xC815;&#xD558;&#xB294; &#xAC83;&#xC740; &#xADC0;&#xCC2E;&#xACE0; &#xC5B4;&#xB824;&#xC6B4; &#xC77C;&#xC774; &#xB420; &#xC218;&#xB3C4; &#xC788;&#xB2E4;.<br>&#xC9C0;&#xAE08;&#xC740; &#xBC14;&#xC058;&#xB2C8;, &#xB2F4;&#xC5D0; &#xD55C;&#xBC88; &#xC62E;&#xACA8;&#xBCFC;&#xAE4C;&#xD55C;&#xB2E4;.</p>
<hr>
<h4 id="&#xC694;&#xC57D;"><a href="#&#xC694;&#xC57D;" class="headerlink" title="&#xC694;&#xC57D;"></a>&#xC694;&#xC57D;</h4><p>&#xC2A4;&#xD300;&#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xAE30;&#xBC18;&#xC758; &#xBE14;&#xB85C;&#xAE45; &#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xC4F4;&#xB2E4;&#xBA74;</p>
<p>&#xAE30;&#xC874; &#xBE14;&#xB85C;&#xADF8;&#xC5D0;&#xC11C; &#xD560; &#xC218; &#xC788;&#xB294;</p>
<ol>
<li>&#xCE74;&#xD14C;&#xACE0;&#xB9AC;</li>
<li>&#xD14C;&#xB9C8; &#xBCC0;&#xACBD;</li>
<li>&#xAD11;&#xACE0; &#xBD99;&#xC774;&#xAE30;</li>
<li>&#xC6D0;&#xD558;&#xB294; &#xD398;&#xC774;&#xC9C0; &#xB123;&#xAE30;</li>
</ol>
<p>&#xC5D0; &#xCD94;&#xAC00;&#xC801;&#xC73C;&#xB85C;</p>
<ol>
<li>&#xC0AC;&#xC9C4;, &#xAE00; &#xC601;&#xAD6C;&#xC800;&#xC7A5;</li>
<li>&#xCD94;&#xAC00; &#xC218;&#xC775; (&#xAE00;&#xBCF4;&#xC0C1;)</li>
</ol>
<p>&#xC774;&#xB77C;&#xACE0; &#xBCF8;&#xB2E4;.</p>
<hr>
<p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;!</p>
<hr>
<p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/4cu7rj" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300; &#xBE14;&#xB85D;&#xCCB4;&#xC778; &#xAE30;&#xBC18; &#xBE14;&#xB85C;&#xAE45; &#xC2DC;&#xC2A4;&#xD15C;&#x2019;</a></p>
<script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script>
        </div>
        
        
        
    </div>
</div>








    <div class="card">
    <!-- 
    <div class="card-image">
        <a href="/SPS-Steem-Proposal-System를-보고-든-생각/" class="image is-7by1">
            <img class="thumbnail" src="https://files.steempeak.com/file/steempeak/jacobyu/gfzuUxXC-image.png" alt="SPS (Steem Proposal System)를 보고 든 생각">
        </a>
    </div>
     -->
    <div class="card-content article ">
        
        <div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto">
            <div class="level-left">
                <time class="level-item has-text-grey" datetime="2019-11-04T19:32:21.000Z">2019-11-05</time>
                
                <div class="level-item">
                <a class="has-link-grey -link" href="/categories/스팀/">스팀</a>&nbsp;/&nbsp;<a class="has-link-grey -link" href="/categories/스팀/제안/">제안</a>
                </div>
                
                
                <span class="level-item has-text-grey">
                    
                    
                    12 minutes read (About 1855 words)
                </span>
                
                
            </div>
        </div>
        
        <h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">
            
                <a class="has-link-black-ter" href="/SPS-Steem-Proposal-System를-보고-든-생각/">SPS (Steem Proposal System)를 보고 든 생각</a>
            
        </h1>
        <div class="content">
            <p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.<br>SPS&#xC5D0; &#xB300;&#xD574; &#xD55C;&#xBC88; &#xC801;&#xC5B4;&#xBCF4;&#xACE0; &#xC2F6;&#xC5C8;&#xB294;&#xB370;.. &#xC774;&#xBC88;&#xC5D0; &#xC801;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<h2 id="1-SPS-&#xAD00;&#xB828;-&#xB0B4;&#xC6A9;-&#xC815;&#xB9AC;"><a href="#1-SPS-&#xAD00;&#xB828;-&#xB0B4;&#xC6A9;-&#xC815;&#xB9AC;" class="headerlink" title="1. SPS &#xAD00;&#xB828; &#xB0B4;&#xC6A9; &#xC815;&#xB9AC;"></a>1. SPS &#xAD00;&#xB828; &#xB0B4;&#xC6A9; &#xC815;&#xB9AC;</h2><p>SPS(Steem Proposal System)&#xC5D0; &#xB300;&#xD574; &#xBA87;&#xAC1C; &#xAE00;&#xC744; &#xCC3E;&#xC544; &#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<ul>
<li><a href="https://steemproposals.com/" target="_blank" rel="noopener">https://steemproposals.com/</a></li>
<li><a href="https://steemit.com/steem/@steemitblog/hf21-sps-and-eip-explained" target="_blank" rel="noopener">https://steemit.com/steem/@steemitblog/hf21-sps-and-eip-explained</a></li>
<li><a href="https://www.steemcoinpan.com/sct/@donekim/steem-proposal-system-q-and-a" target="_blank" rel="noopener">https://www.steemcoinpan.com/sct/@donekim/steem-proposal-system-q-and-a</a></li>
<li><a href="https://www.steemcoinpan.com/sct/@jayplayco/hf21-sps" target="_blank" rel="noopener">https://www.steemcoinpan.com/sct/@jayplayco/hf21-sps</a></li>
</ul>
<p>&#xC544;&#xB798; &#xC774;&#xBBF8;&#xC9C0;&#xB294; <a href="https://steemproposals.com/" target="_blank" rel="noopener">https://steemproposals.com/</a> &#xC5D0;&#xC11C; &#xAC00;&#xC838;&#xC654;&#xB294;&#xB370;&#xC694;.<br>&#xC27D;&#xAC8C; &#xBCF4;&#xC5EC;&#xC900; &#xC0AC;&#xC6A9;&#xBC29;&#xBC95;&#xACFC; &#xC544;&#xB798; &#xBB38;&#xAD6C;&#xAC00; &#xB9D8;&#xC5D0; &#xB4E4;&#xC5B4; &#xCEA1;&#xCCD0;&#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<blockquote>
<p>It&#x2019;s time to change your life</p>
</blockquote>
<p><img src="https://files.steempeak.com/file/steempeak/jacobyu/gfzuUxXC-image.png" alt="image.png"></p>
<p><strong>&#xC694;&#xC57D;&#xD558;&#xC790;&#xBA74;</strong> &#xC694;&#xAC70;&#xC8E0;.</p>
<ol>
<li>&#xC2A4;&#xD300;&#xD640;&#xB354;&#xB4E4;&#xC774; &#xD22C;&#xD45C;&#xB97C; &#xD574;&#xC11C; &#xD2B9;&#xC815; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xC9C0;&#xC6D0;&#xD560; &#xC218; &#xC788;&#xB2E4;. &#xD22C;&#xD45C;&#xAD8C;&#xC740; &#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xC5D0; &#xBE44;&#xB840;&#xD55C;&#xB2E4;.</li>
<li>&#xD2B9;&#xC815; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xC9C0;&#xC6D0;&#xD558;&#xB294; &#xBE44;&#xC6A9;&#xC740; &#xB9E4;&#xC77C; &#xBC1C;&#xD589;&#xB418;&#xB294; &#xC2A4;&#xD300;(STEEM)&#xD1A0;&#xD070;&#xC758; 10%&#xC774;&#xB2E4;.</li>
</ol>
<hr>
<p>sps&#xC5D0; &#xB300;&#xD574; &#xC77D;&#xC5B4;&#xBCF4;&#xBA74;&#xC11C; &#xB4E0; &#xC0DD;&#xAC01;&#xC740;..<br>&#xC774;&#xAC8C; &#xC2A4;&#xD300;&#xC5D0;&#xAC8C;&#xB3C4;, &#xAC1C;&#xBC1C;&#xC790;&#xC5D0;&#xAC8C;&#xB3C4; &#xAE30;&#xD68C;&#xAC00; &#xB420; &#xC218; &#xC788;&#xACA0;&#xB2E4;. &#xC2A4;&#xD300;&#xC740; &#xC801;&#xC740;&#xB3C8; (&#xB9E4;&#xC77C; &#xBC1C;&#xD589;&#xB418;&#xB294; &#xC2A4;&#xD300;(STEEM)&#xD1A0;&#xD070;&#xC758; 10%)&#xC73C;&#xB85C; &#xB9CE;&#xC740; &#xAC1C;&#xBC1C;&#xC790;&#xB4E4;&#xC744; &#xB04C;&#xC5B4;&#xB4E4;&#xC5EC; &#xC2A4;&#xD300;&#xAE30;&#xBC18;&#xC758; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xB9CC;&#xB4E4;&#xAC8C; &#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xAC1C;&#xBC1C;&#xC790;&#xC5D0;&#xAC8C;&#xB294; &#xC801;&#xC740;&#xB3C8;&#xC73C;&#xB85C; &#xC790;&#xAE30;&#xC758; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xD574;&#xBCFC;&#xC218; &#xC788;&#xACA0;&#xB2E4;. &#xC774;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD574;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. </p>
<p>&#xB610;.. &#xB098;&#xC5D0;&#xAC8C;&#xB3C4; &#xAE30;&#xD68C;&#xAC00; &#xB420; &#xC218; &#xC788;&#xB2E4;. &#xC694;&#xC998; &#xC138;&#xC0C1;&#xC774; &#xB3C8;&#xC5C6;&#xC5B4;&#xB3C4; &#xAE30;&#xC220;&#xB9CC; &#xC788;&#xC73C;&#xBA74;, &#xC544;&#xC774;&#xB514;&#xC5B4;&#xB9CC; &#xC788;&#xC73C;&#xBA74; &#xC790;&#xAE30;&#xAC00; &#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xC740;&#xAC78; &#xD574;&#xBCFC; &#xC218; &#xC788;&#xB294; &#xC138;&#xC0C1;&#xC774;&#xAD6C;&#xB098;.. &#xC774;&#xB7F0; &#xC0DD;&#xAC01;&#xC744; &#xD574;&#xBD05;&#xB2C8;&#xB2E4;. &#xC815;&#xB9D0; &#xC88B;&#xC740; &#xAE30;&#xD68C;&#xAC00; &#xB9CE;&#xB2E4;..</p>
<hr>
<h2 id="2-SPS&#xC5D0;&#xC11C;-&#xC624;&#xB298;-&#xBCF8;-&#xAD00;&#xC2EC;&#xC788;&#xB294;-&#xC81C;&#xC548;"><a href="#2-SPS&#xC5D0;&#xC11C;-&#xC624;&#xB298;-&#xBCF8;-&#xAD00;&#xC2EC;&#xC788;&#xB294;-&#xC81C;&#xC548;" class="headerlink" title="2. SPS&#xC5D0;&#xC11C; &#xC624;&#xB298; &#xBCF8; &#xAD00;&#xC2EC;&#xC788;&#xB294; &#xC81C;&#xC548;"></a>2. SPS&#xC5D0;&#xC11C; &#xC624;&#xB298; &#xBCF8; &#xAD00;&#xC2EC;&#xC788;&#xB294; &#xC81C;&#xC548;</h2><p>&#xD604;&#xC7AC; &#xBB34;&#xC2A8; &#xC81C;&#xC548;&#xC774; &#xC788;&#xB098; &#xBD24;&#xB294;&#xB370;&#xC694;.</p>
<ol>
<li>&#xC2A4;&#xD300;&#xC744; &#xD65C;&#xC6A9;&#xD55C; &#xC571; &#xB9CC;&#xB4E4;&#xAE30; &#xD574;&#xCEE4;&#xD1A4; &#xAC1C;&#xCD5C;&#xD558;&#xACA0;&#xB2E4;.</li>
</ol>
<p><a href="https://steempeak.com/steem/@impactn-donation/steem-and-gaia-draper-university-hackathon-how-to-incentivise-social-impact-by-using-steem-blockchain" target="_blank" rel="noopener">https://steempeak.com/steem/@impactn-donation/steem-and-gaia-draper-university-hackathon-how-to-incentivise-social-impact-by-using-steem-blockchain</a></p>
<p>&#xCCAB;&#xBC88;&#xC9F8; &#xC81C;&#xC548;&#xC740; &#xB9D8;&#xC5D0; &#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC744; &#xD65C;&#xC6A9;&#xD55C; &#xC11C;&#xBE44;&#xC2A4; &#xB9CC;&#xB4E4;&#xAE30; &#xD574;&#xCEE4;&#xD1A4; (&#xC0C1;&#xAE08;&#xC774; &#xC788;&#xB294;) &#xC744; &#xC5F4;&#xBA74;, &#xC0C8;&#xB86D;&#xAC8C; &#xB9CE;&#xC740;&#xC0AC;&#xB78C;&#xB4E4;&#xC774; &#xC62C; &#xC218; &#xC788;&#xACA0;&#xB2E4;. &#xC2F6;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB610;, &#xB274;&#xC2A4;&#xC5D0;&#xB3C4; &#xB098;&#xC62C; &#xC218; &#xC788;&#xACE0;&#xC694;. &#xC544;&#xC8FC; &#xB9D8;&#xC5D0; &#xB4E4;&#xC5B4;&#xC694;.</p>
<ol>
<li>&#xC2A4;&#xD300; &#xC5F0;&#xB3D9; &#xAC8C;&#xC784; &#xB9CC;&#xB4E4;&#xACA0;&#xB2E4;.</li>
</ol>
<p><a href="https://steempeak.com/sps/@brianphobos/multi-player-2d-arcade-game-to-win-more-steem-steemgalaxy-com" target="_blank" rel="noopener">https://steempeak.com/sps/@brianphobos/multi-player-2d-arcade-game-to-win-more-steem-steemgalaxy-com</a></p>
<p>&#xB450;&#xBC88;&#xC9F8; &#xC81C;&#xC548;&#xC740; &#xAC8C;&#xC784;&#xC744; &#xB9CC;&#xB4E0;&#xB2E4;&#xB294; &#xC81C;&#xC548;&#xC778;&#xB370;&#xC694;. &#xAE30;&#xB300;&#xB294; &#xB418;&#xC9C0;&#xB9CC;, &#xC815;&#xB9D0; &#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xB3C8;&#xB9CC; &#xBC1B;&#xC544;&#xBA39;&#xB2E4;&#xAC00; &#xB3C4;&#xB9DD;&#xAC00;&#xBA74; &#xC5B4;&#xCA4C;&#xC9C0;? &#xB0B4;&#xB3C8;&#xC744; &#xD22C;&#xC790;&#xD55C;&#xAC83; &#xAC19;&#xC73C;&#xBA74;&#xC11C;&#xB3C4; &#xC544;&#xB2CC;&#xAC83; &#xAC19;&#xAE30;&#xB3C4;&#xD558;&#xACE0; &#xD22C;&#xD45C;&#xD558;&#xAE30; &#xB9DD;&#xC124;&#xC5EC;&#xC9C0;&#xB354;&#xAD6C;&#xC694;. &#xADF8;&#xB798;&#xC11C; &#xD22C;&#xD45C; &#xC548;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<hr>
<h2 id="3-&#xB0B4;&#xAC00;-&#xD65C;&#xC6A9;&#xD560;-&#xC218;-&#xC788;&#xC744;&#xAE4C;-&#xC544;&#xC26C;&#xC6E0;&#xB358;-&#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB4E4;"><a href="#3-&#xB0B4;&#xAC00;-&#xD65C;&#xC6A9;&#xD560;-&#xC218;-&#xC788;&#xC744;&#xAE4C;-&#xC544;&#xC26C;&#xC6E0;&#xB358;-&#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB4E4;" class="headerlink" title="3. &#xB0B4;&#xAC00; &#xD65C;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xC544;&#xC26C;&#xC6E0;&#xB358; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB4E4;"></a>3. &#xB0B4;&#xAC00; &#xD65C;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xC544;&#xC26C;&#xC6E0;&#xB358; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB4E4;</h2><p>&#xC774;&#xAC8C; &#xC81C;&#xC77C; &#xC911;&#xC694;&#xD569;&#xB2C8;&#xB2E4;. &#xB0B4;&#xAC00; &#xD65C;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xC774;&#xAC83;&#xC5D0; &#xB300;&#xD574; &#xACE0;&#xBBFC;&#xD574;&#xBD05;&#xC2DC;&#xB2E4;. &#xD574;&#xCEE4;&#xD1A4;&#xC740; &#xB9D8;&#xC5D0; &#xB4DC;&#xB124;&#xC694;. &#xC81C;&#xAC00; &#xC5B8;&#xC820;&#xAC00; &#xCE74;&#xD398;&#xB97C; &#xCC28;&#xB9B0;&#xB2E4;&#xBA74;, &#xADF8;&#xACF3;&#xC5D0;&#xC11C; &#xC2A4;&#xD300; &#xD574;&#xCEE4;&#xD1A4;&#xC744; &#xD558;&#xB294;&#xAC70;&#xC8E0;. &#xC2A4;&#xD300; &#xC2A4;&#xD130;&#xB514;&#xB3C4; &#xC88B;&#xACA0;&#xAD6C;&#xC694;.</p>
<p>&#xB610; sps&#xB97C; &#xBCF4;&#xBA74;&#xC11C; &#xC0DD;&#xAC01;&#xB4E0;&#xAC74; &#xC774;&#xAC8C; &#xC815;&#xB9D0; &#xAC1C;&#xBC1C;&#xC790;, &#xADF8;&#xB9AC;&#xACE0; &#xB098;&#xC5D0;&#xAC8C; &#xC88B;&#xC740; &#xAE30;&#xD68C;&#xC774;&#xAE34;&#xD558;&#xB2E4;. &#xAE30;&#xD68C;&#xAC00; &#xC788;&#xB294; &#xAC83;&#xB3C4; &#xC911;&#xC694;&#xD55C;&#xB370;.. &#xADF8; &#xAE30;&#xD68C;&#xB97C; &#xC7A1;&#xC544;&#xC11C; &#xC131;&#xACF5;&#xD558;&#xB294; &#xAC83;&#xC774; &#xB354; &#xC911;&#xC694;&#xD558;&#xACE0; &#xC5B4;&#xB824;&#xC6B4; &#xC77C;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xAC00; &#xC131;&#xACF5;&#xD558;&#xB824;&#xBA74; &#xBB50;&#xAC00; &#xD544;&#xC694;&#xD560;&#xAE4C;?</p>
<ol>
<li>&#xC88B;&#xC740; &#xC544;&#xC774;&#xB514;&#xC5B4;</li>
<li>&#xADF8; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xB97C; &#xAD6C;&#xD604;&#xD560; &#xB2A5;&#xB825;</li>
<li>&#xAFB8;&#xC900;&#xD788; &#xD560; &#xC218; &#xC788;&#xB294;&#xAC00;, &#xC5EC;&#xB7EC; &#xC5B4;&#xB824;&#xC6C0;&#xC774; &#xBC1C;&#xC0DD;&#xD574;&#xB3C4; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xB9C8;&#xCE60; &#xC218; &#xC788;&#xB294;&#xAC00;?(&#xAC8C;&#xC73C;&#xB984;, &#xAE30;&#xC220;&#xC801; &#xC5B4;&#xB824;&#xC6C0;, &#xD0C0;&#xD611;, &#xC54C;&#xACE0;&#xBCF4;&#xB2C8; &#xC548;&#xC88B;&#xC740; &#xC544;&#xC774;&#xB514;&#xC5B4; &#xB4F1;&#xB4F1;)</li>
</ol>
<p>&#xC800;&#xB294; 3&#xBC88;&#xC774; &#xBD80;&#xC871;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; 2&#xB144;&#xB3D9;&#xC548; &#xD65C;&#xB3D9;&#xC744; &#xD558;&#xBA74;&#xC11C; &#xC774;&#xAC83;&#xC800;&#xAC83; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC; 3&#xBC88;&#xC774; &#xC81C;&#xC77C; &#xD798;&#xB4E4;&#xC5C8;&#xB358;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB300;&#xD45C;&#xC801;&#xC73C;&#xB85C; &#xC81C;&#xAC00; &#xC81C;&#xC77C; &#xC544;&#xC27D;&#xAC8C; &#xC0DD;&#xAC01;&#xD558;&#xB294; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB294; &#xC544;&#xB798; 2&#xAC1C;&#xC785;&#xB2C8;&#xB2E4;.</p>
<ol>
<li>&#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4; &#xC2A4;&#xD300; &#xD50C;&#xB7EC;&#xADF8;&#xC778; (&#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4;&#xC5D0;&#xC11C; &#xAE00;&#xC4F0;&#xBA74; &#xC2A4;&#xD300;&#xC5D0; &#xC791;&#xC131;&#xB41C;&#xB2E4;. &#xCD5C;&#xADFC; &#xC6CC;&#xB4DC;&#xD504;&#xB808;&#xC2A4;&#xC758; &#xD3B8;&#xC9D1;&#xAE30;&#xAC00; &#xC5C5;&#xB370;&#xC774;&#xD2B8;&#xB418;&#xBA74;&#xC11C; &#xC0AC;&#xC6A9;&#xBD88;&#xAC00;) <ul>
<li><a href="https://ko.wordpress.org/plugins/warpsteem/" target="_blank" rel="noopener">https://ko.wordpress.org/plugins/warpsteem/</a></li>
<li><a href="https://steempeak.com/busy/@jacobyu/291-warpsteem-introduction" target="_blank" rel="noopener">https://steempeak.com/busy/@jacobyu/291-warpsteem-introduction</a></li>
</ul>
</li>
<li>&#xC2A4;&#xD300;&#xD30C;&#xC774;&#xD130; (&#xC2A4;&#xD300; &#xAE30;&#xBC18;&#xC758; &#xACA9;&#xD22C; &#xAC8C;&#xC784;)<br><a href="https://steempeak.com/kr-dev/@jacobyu/steem" target="_blank" rel="noopener">https://steempeak.com/kr-dev/@jacobyu/steem</a></li>
</ol>
<hr>
<h2 id="4-&#xB0B4;&#xAC00;-sps-&#xD65C;&#xC6A9;&#xD558;&#xB824;&#xBA74;-&#xC5B4;&#xB5BB;&#xAC8C;-&#xD574;&#xC57C;&#xD560;&#xAE4C;"><a href="#4-&#xB0B4;&#xAC00;-sps-&#xD65C;&#xC6A9;&#xD558;&#xB824;&#xBA74;-&#xC5B4;&#xB5BB;&#xAC8C;-&#xD574;&#xC57C;&#xD560;&#xAE4C;" class="headerlink" title="4. &#xB0B4;&#xAC00; sps &#xD65C;&#xC6A9;&#xD558;&#xB824;&#xBA74; &#xC5B4;&#xB5BB;&#xAC8C; &#xD574;&#xC57C;&#xD560;&#xAE4C;?"></a>4. &#xB0B4;&#xAC00; sps &#xD65C;&#xC6A9;&#xD558;&#xB824;&#xBA74; &#xC5B4;&#xB5BB;&#xAC8C; &#xD574;&#xC57C;&#xD560;&#xAE4C;?</h2><p>&#xB0B4;&#xAC00; sps&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xAE30; &#xC704;&#xD574;&#xC11C;&#xB294; &#xC5B4;&#xB5BB;&#xAC8C; &#xD574;&#xC57C;&#xD560;&#xAE4C;&#xC694;? &#xD544;&#xC694;&#xD55C;&#xAC8C; &#xBB50;&#xC9C0;?? &#xC5B4;&#xB5BB;&#xAC8C; sps&#xC5D0; &#xC9C0;&#xC6D0;&#xC744; &#xD558;&#xACE0;, &#xD22C;&#xD45C;&#xB97C; &#xBC1B;&#xC744; &#xC218; &#xC788;&#xC744;&#xAE4C;?? &#xC801;&#xC5B4;&#xBD05;&#xB2C8;&#xB2E4;.</p>
<ol>
<li><p>&#xC544;&#xC774;&#xB514;&#xC5B4;<br>&#xC544;&#xC774;&#xB514;&#xC5B4;&#xB294; &#xC81C;&#xAC00; &#xB9CE;&#xC740; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBB3C;&#xB860; &#xC774;&#xAC8C; &#xC800;&#xC5D0;&#xAC8C;&#xB9CC; &#xD765;&#xBBF8;&#xB85C;&#xC6B4; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xC77C; &#xC218; &#xC788;&#xB294;&#xB370;&#xC694;. &#xB9DE;&#xC2B5;&#xB2C8;&#xB2E4;.. &#xC800;&#xC5D0;&#xAC8C;&#xB9CC; &#xD765;&#xBBF8;&#xB85C;&#xC6B4;&#xAC8C; &#xC544;&#xB2CC;, &#xB9CE;&#xC740;&#xC0AC;&#xB78C;&#xB4E4;&#xC5D0;&#xAC8C; &#xD765;&#xBBF8;&#xB85C;&#xC6B4; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xB97C; &#xCC3E;&#xC544;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;.</p>
</li>
<li><p>&#xC2E4;&#xCC9C;<br>&#xC544;&#xC774;&#xB514;&#xC5B4;&#xAC00; &#xC911;&#xC694;&#xD569;&#xB2C8;&#xB2E4;.. &#xD558;&#xC9C0;&#xB9CC; &#xB354; &#xC911;&#xC694;&#xD55C;&#xAC74;, &#xC2E4;&#xCC9C;&#xC785;&#xB2C8;&#xB2E4;. &#xC544;&#xC774;&#xB514;&#xC5B4;&#xB9CC; &#xC788;&#xACE0;, &#xC2E4;&#xC81C;&#xB85C; &#xAC1C;&#xBC1C;&#xD558;&#xC9C0; &#xBABB;&#xD55C;&#xB2E4;&#xBA74; &#xADF8; &#xC544;&#xC774;&#xB514;&#xC5B4;&#xB294; &#xC544;&#xBB34;&#xAC83;&#xB3C4; &#xC544;&#xB2CC;&#xAC8C; &#xB418;&#xB294;&#xAC70;&#xC8E0;. </p>
</li>
<li><p>&#xAFB8;&#xC900;&#xD788; &#xD560; &#xB9C8;&#xC74C;&#xC744; &#xBA39;&#xC5B4;&#xC57C;&#xD55C;&#xB2E4;.<br>&#xC800; &#xC2A4;&#xC2A4;&#xB85C; &#xD558;&#xB098;&#xC758; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xB05D;&#xAE4C;&#xC9C0; &#xD558;&#xACA0;&#xB2E4;&#xACE0; &#xB9C8;&#xC74C;&#xBA39;&#xB294;&#xAC8C; &#xC911;&#xC694;&#xD55C; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC81C;&#xAC00; sps&#xB85C; &#xC9C0;&#xC6D0;&#xC744; &#xBC1B;&#xB294;&#xB2E4;&#xACE0; &#xD558;&#xB354;&#xB77C;&#xB3C4;, &#xBB3C;&#xB9AC;&#xC801;&#xC73C;&#xB85C; &#xC2DC;&#xAC04;&#xC744; &#xB0BC; &#xC218; &#xC788;&#xB294;&#xC9C0;&#xAC00; &#xC911;&#xC694;&#xD569;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB978; &#xC77C;&#xB4E4;&#xC774; &#xB9CE;&#xC544; &#xC774; &#xC77C;&#xC5D0; &#xC2DC;&#xAC04;&#xC744; &#xB9CE;&#xC774; &#xBABB;&#xC3DF;&#xB294;&#xB2E4;&#xBA74;, &#xD639;&#xC740; &#xC3DF;&#xC744; &#xB9C8;&#xC74C;&#xC774; &#xC5C6;&#xB2E4;&#xBA74; sps&#xB97C; &#xBC1B;&#xC544;&#xB3C4; &#xB9D8;&#xACE0;&#xC0DD;&#xB9CC; &#xD560; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
</li>
<li><p>&#xC560;&#xD50C;&#xB9AC;&#xCF00;&#xC774;&#xC158;&#xC758; &#xC644;&#xC131;&#xB3C4;<br>&#xBA3C;&#xC800; &#xC560;&#xD50C;&#xB9AC;&#xCF00;&#xC774;&#xC158;&#xC740; &#xAC70;&#xC758; &#xC644;&#xC131;&#xC744; &#xC2DC;&#xCF1C;&#xB193;&#xC744; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xBCA0;&#xD0C0;&#xB85C; &#xD14C;&#xC2A4;&#xD2B8;&#xD560; &#xC815;&#xB3C4;&#xB85C;&#xC694;. &#xADF8;&#xB9AC;&#xACE0; &#xC644;&#xC131;&#xB41C; &#xC571;&#xC744; &#xBC14;&#xD0D5;&#xC73C;&#xB85C; &#xC2A4;&#xD300; &#xD640;&#xB354;&#xB4E4;&#xC744; &#xC124;&#xB4DD;&#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xAD70;&#xC694;.</p>
</li>
<li><p>&#xAE00;&#xB85C;&#xBC8C; &#xC11C;&#xBE44;&#xC2A4;&#xB85C; &#xAC04;&#xB2E4;!!<br>&#xC2A4;&#xD300;&#xD45C;&#xB97C; &#xBAA8;&#xC73C;&#xAE30; &#xC704;&#xD574;&#xC11C;.. &#xCC98;&#xC74C;&#xBD80;&#xD130; &#xAE00;&#xB85C;&#xBC8C; &#xC11C;&#xBE44;&#xC2A4;&#xB85C; &#xC2DC;&#xC791;&#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xAD70;&#xC694;. </p>
</li>
<li><p>&#xD300;&#xC6D0;&#xBAA8;&#xC9D1;<br>&#xC81C;&#xAC00; &#xC694;&#xC998; &#xACBD;&#xD5D8;&#xD558;&#xACE0; &#xAE68;&#xB2EC;&#xC740;&#xAC8C; &#xC788;&#xB294;&#xB370;.. &#xD63C;&#xC790;&#xC11C;&#xB294; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xD558;&#xBA74; &#xC548;&#xB41C;&#xB2E4;&#xB294; &#xAC83;&#xC774;&#xC5D0;&#xC694;. &#xD63C;&#xC790;&#xC11C; &#xD558;&#xBA74; &#xD558;&#xB2E4;&#xAC00; &#xB9D0; &#xAC00;&#xB2A5;&#xC131;&#xC774; &#xC544;&#xC8FC;&#xD07D;&#xB2C8;&#xB2E4;. &#xC131;&#xACF5;&#xC801;&#xC778; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xB97C; &#xC704;&#xD574;&#xC120; &#xB098;&#xB97C; &#xCC44;&#xCC0D;&#xC9C8;&#xD558;&#xACE0; &#xB2F9;&#xADFC;&#xC744; &#xC904; &#xD300;&#xC6D0;, &#xACE0;&#xAC1D;&#xC774; &#xD544;&#xC694;&#xD558;&#xB354;&#xAD70;&#xC694;.</p>
</li>
</ol>
<hr>
<h2 id="5-&#xACB0;&#xB860;"><a href="#5-&#xACB0;&#xB860;" class="headerlink" title="5. &#xACB0;&#xB860;"></a>5. &#xACB0;&#xB860;</h2><p>SPS&#xAC00; &#xC815;&#xB9D0; &#xC88B;&#xC740; &#xC2DC;&#xC2A4;&#xD15C;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD569;&#xB2C8;&#xB2E4;. &#xC2A4;&#xD300;&#xACFC; &#xAC1C;&#xBC1C;&#xC790; &#xB458;&#xC5D0;&#xAC8C; &#xBAA8;&#xB450; &#xAE30;&#xD68C;&#xC774;&#xACE0;&#xC694;. &#xC2DC;&#xC2A4;&#xD15C; &#xC790;&#xCCB4;&#xB294; &#xC798;&#xBABB;&#xC740; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB9CC;, &#xC774; &#xC2DC;&#xC2A4;&#xD15C;&#xC774; &#xCCB4;&#xB9AC;&#xD53C;&#xCEE4;&#xB97C; &#xC798; &#xAC78;&#xB7EC;&#xB0BC; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xC774;&#xAC74;.. &#xC774; &#xC2DC;&#xC2A4;&#xD15C;&#xC774; &#xC6B4;&#xC601;&#xB418;&#xBA74;&#xC11C; &#xC548;&#xC815;&#xB420;&#xAC83;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD574;&#xC694;.</p>
<p>&#xB450;&#xBC88;&#xC9F8;&#xB294; &#xC81C; &#xAFC8;&#xC774; &#xC81C;&#xAC00; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC6B4;&#xC601;&#xD558;&#xB294; &#xAC83;&#xC778;&#xB370;&#xC694;. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xD300;&#xC5D0; &#xD569;&#xB958;&#xD558;&#xBA74;&#xC11C; &#xB9CE;&#xC774; &#xBC30;&#xC6B0;&#xACE0;, &#xC81C; &#xAFC8;&#xC744; &#xC774;&#xB904;&#xB098;&#xAC00;&#xB294; &#xACFC;&#xC815;&#xC774;&#xB77C;&#xACE0; &#xC0DD;&#xAC01;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD558;&#xC9C0;&#xB9CC;, &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC678;&#xC5D0;&#xB3C4; &#xBB54;&#xAC00; &#xC81C; &#xC11C;&#xBE44;&#xC2A4; (&#xB0B4;&#xAC00; &#xC8FC;&#xC694;&#xC5ED;&#xD560;&#xC744; &#xD560; &#xC218; &#xC788;&#xB294; &#xC11C;&#xBE44;&#xC2A4;)&#xB97C; &#xB9CC;&#xB4E4;&#xACE0; &#xC2F6;&#xB2E4;&#xB294; &#xC5F4;&#xB9DD;.. &#xC695;&#xC2EC;&#xC774; &#xD56D;&#xC0C1; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<p>&#xC704;&#xC758; 1,2,3,4,5,6&#xB97C; &#xBAA8;&#xB450; &#xCDA9;&#xC871;&#xD558;&#xAC8C; &#xB41C;&#xB2E4;&#xBA74;.. sps&#xB97C; &#xD65C;&#xC6A9;&#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xAD70;&#xC694;.</p>
<p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p>
<hr>
<p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/sps-steem-proposal-system" target="_blank" rel="noopener">&#x2018;SPS (Steem Proposal System)&#xB97C; &#xBCF4;&#xACE0; &#xB4E0; &#xC0DD;&#xAC01;&#x2019;</a></p>
<script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script>
        </div>
        
        
        
    </div>
</div>








    <div class="card">
    <!-- 
    <div class="card-image">
        <a href="/스팀-HF22-수익모델로-좋은-것은/" class="image is-7by1">
            <img class="thumbnail" src="https://steemitimages.com/0x0/https://i.ibb.co/q5zvPfj/720c17602a67.png" alt="스팀 HF22, 수익모델로 좋은 것은?">
        </a>
    </div>
     -->
    <div class="card-content article ">
        
        <div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto">
            <div class="level-left">
                <time class="level-item has-text-grey" datetime="2019-11-04T19:29:45.000Z">2019-11-05</time>
                
                <div class="level-item">
                <a class="has-link-grey -link" href="/categories/스팀/">스팀</a>&nbsp;/&nbsp;<a class="has-link-grey -link" href="/categories/스팀/제안/">제안</a>
                </div>
                
                
                <span class="level-item has-text-grey">
                    
                    
                    6 minutes read (About 859 words)
                </span>
                
                
            </div>
        </div>
        
        <h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">
            
                <a class="has-link-black-ter" href="/스팀-HF22-수익모델로-좋은-것은/">스팀 HF22, 수익모델로 좋은 것은?</a>
            
        </h1>
        <div class="content">
            <p>&#xD558;&#xB4DC;&#xD3EC;&#xD06C; 22&#xC5D0;&#xC11C; &#xBC14;&#xB010; &#xAC83;&#xC744; &#xB2E4;&#xC2DC; &#xB3CC;&#xC544;&#xBCF4;&#xC790;. &#xB0B4;&#xAC00; &#xBD24;&#xC744; &#xB54C;, &#xC2A4;&#xD300;&#xC758; &#xD65C;&#xC6A9;&#xB3C4;&#xAC00; &#xB192;&#xC544;&#xC84C;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD55C;&#xB2E4;. &#xB0B4;&#xAC00; 100&#xB9CC;&#xC2A4;&#xD30C;&#xAC00; &#xC788;&#xB2E4;. &#xB77C;&#xACE0; &#xAC00;&#xC815;&#xD574;&#xBCF4;&#xACE0; &#x314B;&#x314B;&#x314B;</p>
<p>&#xC2A4;&#xD300;&#xC744; &#xC5B4;&#xB5BB;&#xAC8C; &#xD65C;&#xC6A9;&#xD560; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xC5B4;&#xB514;&#xC5D0; &#xC4F0;&#xC9C0;?? &#xC0DD;&#xAC01;&#xB098;&#xB294; &#xAC83;&#xC744; &#xC801;&#xC5B4;&#xBCF8;&#xB2E4;.</p>
<ul>
<li>SPS &#xD22C;&#xD45C;</li>
<li>&#xB2E4;&#xC6B4;&#xBCF4;&#xD305;</li>
<li>&#xD050;&#xB808;&#xC774;&#xC158;</li>
</ul>
<hr>
<h3 id="&#xC218;&#xC775;&#xBAA8;&#xB378;-or-&#xC2A4;&#xD300;&#xD30C;&#xC6CC;-&#xD65C;&#xC6A9;&#xD558;&#xAE30;"><a href="#&#xC218;&#xC775;&#xBAA8;&#xB378;-or-&#xC2A4;&#xD300;&#xD30C;&#xC6CC;-&#xD65C;&#xC6A9;&#xD558;&#xAE30;" class="headerlink" title="&#xC218;&#xC775;&#xBAA8;&#xB378; or &#xC2A4;&#xD300;&#xD30C;&#xC6CC; &#xD65C;&#xC6A9;&#xD558;&#xAE30;"></a>&#xC218;&#xC775;&#xBAA8;&#xB378; or &#xC2A4;&#xD300;&#xD30C;&#xC6CC; &#xD65C;&#xC6A9;&#xD558;&#xAE30;</h3><h4 id="1-SPS-&#xD22C;&#xD45C;-&#xC2DC;&#xC2A4;&#xD15C;-&#xD65C;&#xC6A9;"><a href="#1-SPS-&#xD22C;&#xD45C;-&#xC2DC;&#xC2A4;&#xD15C;-&#xD65C;&#xC6A9;" class="headerlink" title="1. SPS &#xD22C;&#xD45C; &#xC2DC;&#xC2A4;&#xD15C; &#xD65C;&#xC6A9;"></a>1. SPS &#xD22C;&#xD45C; &#xC2DC;&#xC2A4;&#xD15C; &#xD65C;&#xC6A9;</h4><p>&#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xAC00; &#xC788;&#xC73C;&#xBA74;, &#xD22C;&#xD45C;&#xB97C; &#xD560; &#xC218; &#xC788;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xC6D0;&#xD558;&#xB294; &#xC81C;&#xC548;&#xC5D0; &#xB3C8;&#xC744; &#xC904; &#xC218; &#xC788;&#xB2E4;.</p>
<p>&#xC6CC;&#xD06C;&#xC0F5; &#xBC0F; &#xBC0B;&#xC5C5;, &#xD574;&#xCEE4;&#xD1A4;&#xC744; &#xAE30;&#xD68D;&#xD55C;&#xB2E4;. &#xADF8;&#xB9AC;&#xACE0; &#xADF8; &#xC6CC;&#xD06C;&#xC0F5; &#xBE44;&#xC6A9;&#xC744; &#xC9C0;&#xC6D0;&#xBC1B;&#xB294;&#xB2E4;. &#xC7AC;&#xBC0C;&#xC744; &#xAC83; &#xAC19;&#xB2E4;. &#xD55C;&#xAD6D;&#xC5D0;&#xC11C; &#xB204;&#xAD70;&#xAC00; &#xC6CC;&#xD06C;&#xC0F5;, &#xBC0B;&#xC5C5;, &#xD574;&#xCEE4;&#xD1A4;&#xC744; &#xAE30;&#xD68D;&#xD55C;&#xB2E4;&#xBA74; &#xD22C;&#xD45C;&#xD574;&#xC904; &#xC218; &#xC788;&#xB2E4;.</p>
<p>&#xB610;, &#xC2A4;&#xD300; &#xAE30;&#xBC18;&#xC758; &#xC11C;&#xBE44;&#xC2A4;&#xB4E4;&#xC5D0; &#xC9C0;&#xC6D0;&#xC744; &#xD574;&#xBCF4;&#xACE0; &#xC2F6;&#xB2E4;. &#xD639;&#xC740;, &#xB0B4;&#xAC00; &#xB9CC;&#xB4E4;&#xACE0; &#xC9C0;&#xC6D0;&#xC744; &#xBC1B;&#xC744; &#xC218;&#xB3C4; &#xC788;&#xACA0;&#xB2E4;.</p>
<h4 id="2-&#xB2E4;&#xC6B4;&#xBCF4;&#xD305;"><a href="#2-&#xB2E4;&#xC6B4;&#xBCF4;&#xD305;" class="headerlink" title="2. &#xB2E4;&#xC6B4;&#xBCF4;&#xD305;"></a>2. &#xB2E4;&#xC6B4;&#xBCF4;&#xD305;</h4><p>HF22&#xAC00; &#xB418;&#xBA74;&#xC11C; &#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xB2E4;&#xC6B4;&#xBCF4;&#xD305;&#xC744; &#xD558;&#xACE0; &#xC788;&#xB2E4;. &#xC774;&#xAC83;&#xB3C4; &#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xAC00; &#xC788;&#xC73C;&#xB2C8; &#xD560; &#xC218; &#xC788;&#xB294; &#xC77C;&#xC774;&#xB2E4;. &#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xAC00; &#xD070; &#xC0AC;&#xB78C;&#xC758; &#xB2E4;&#xC6B4;&#xBCF4;&#xD305;&#xC740; &#xC544;&#xC8FC; &#xC388; &#xBB34;&#xAE30;&#xC774;&#xB2E4;.</p>
<p>(<strong>&#xC9C8;&#xBB38;. &#xB2E4;&#xC6B4;&#xBCF4;&#xD305;&#xD558;&#xBA74; &#xC2A4;&#xD300;&#xBCF4;&#xC0C1;&#xC744; &#xBC1B;&#xB098;&#xC694;?</strong> &#xB313;&#xAE00;&#xB85C; &#xC54C;&#xB824;&#xC8FC;&#xC2DC;&#xBA74; &#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.)<br>&#xB2E4;&#xC6B4;&#xBCF4;&#xD305; &#xC804;&#xC7C1;&#xC744; &#xD558;&#xB294; &#xAC83;&#xC774;&#xB2E4;. &#xC804;&#xC7C1;&#xC774;&#xB2E4;!!! (&#xC7A5;&#xB09C;&#xC785;&#xB2C8;&#xB2E4;.)</p>
<h4 id="3-&#xD050;&#xB808;&#xC774;&#xC158;"><a href="#3-&#xD050;&#xB808;&#xC774;&#xC158;" class="headerlink" title="3. &#xD050;&#xB808;&#xC774;&#xC158;"></a>3. &#xD050;&#xB808;&#xC774;&#xC158;</h4><p>&#xC800;&#xC790;&#xC640; &#xD050;&#xB808;&#xC774;&#xC158; &#xC218;&#xC775;&#xC774; 50/50&#xC774; &#xB418;&#xBA74;&#xC11C;, &#xBE44;&#xB529;&#xBD07; &#xC0AC;&#xC5C5;&#xC790;&#xB4E4;&#xC774; &#xBE44;&#xB529;&#xBD07;&#xC744; &#xC548;&#xD558;&#xACA0;&#xB2E4;&#xACE0; &#xD558;&#xACE0; &#xC788;&#xB2E4;. &#xB610;&#xD55C;, &#xC555;&#xBC15;&#xC744; &#xBC1B;&#xACE0; &#xC788;&#xB2E4;. &#xBE44;&#xB529;&#xBD07;&#xC744; &#xC4F0;&#xBA74; &#xB2E4;&#xC6B4;&#xBCF4;&#xD305; &#xBC1B;&#xC744; &#xAC00;&#xB2A5;&#xC131;&#xC774; &#xCEE4;&#xC84C;&#xB2E4;. </p>
<p>&#xD654;&#xC774;&#xD2B8;&#xB9AC;&#xC2A4;&#xD2B8;, &#xD050;&#xB808;&#xC774;&#xC158;&#xC774; &#xC88B;&#xC740; &#xC218;&#xC775;&#xBAA8;&#xB378; &#xC218;&#xB2E8;&#xC77C; &#xC218; &#xC788;&#xACA0;&#xB2E4;. &#xB2E4;&#xB9CC;, &#xC800;&#xC790;&#xB4E4;&#xC744; &#xC798; &#xCC3E;&#xC544;&#xC57C; &#xD560; &#xAC83; &#xAC19;&#xB2E4;.</p>
<p>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;, &#xB0B4;&#xAC00; &#xBCF4;&#xACE0;&#xC2F6;&#xC740; &#xAE00;&#xC744; &#xC4F0;&#xB294; &#xC800;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C; &#xC81C;&#xC548;&#xC744; &#xD560; &#xAC83;&#xC774;&#xB2E4;. &#xC218;&#xC775;&#xC758; 30%&#xB97C; &#xB098;&#xC5D0;&#xAC8C; &#xB2EC;&#xB77C;. (&#xBCA0;&#xB124;&#xD53C;&#xC154;&#xB9AC; &#xC124;&#xC815;&#xC744; 30%&#xB85C; &#xD574;&#xB77C;) &#xB300;&#xC2E0;&#xC5D0;, &#xC9C0;&#xAE08;&#xAE4C;&#xC9C0; &#xBC1B;&#xC9C0; &#xBABB;&#xD588;&#xB358; &#xBCF4;&#xD305;&#xC744; &#xBC1B;&#xB3C4;&#xB85D; &#xD574;&#xC8FC;&#xACA0;&#xB2E4;. &#xBCF4;&#xD305; &#xCC0D;&#xC5B4;&#xC904;&#xD14C;&#xB2C8;, &#xC218;&#xC775; 30%&#xB97C; &#xB098;&#xC5D0;&#xAC8C; &#xB2EC;&#xB77C;.</p>
<hr>
<h4 id="4-&#xC99D;&#xC778;-&#xC11C;&#xBE44;&#xC2A4;-&#xD300;&#xB4E4;&#xACFC;-&#xC18C;&#xD1B5;"><a href="#4-&#xC99D;&#xC778;-&#xC11C;&#xBE44;&#xC2A4;-&#xD300;&#xB4E4;&#xACFC;-&#xC18C;&#xD1B5;" class="headerlink" title="4. &#xC99D;&#xC778;, &#xC11C;&#xBE44;&#xC2A4; &#xD300;&#xB4E4;&#xACFC; &#xC18C;&#xD1B5;"></a>4. &#xC99D;&#xC778;, &#xC11C;&#xBE44;&#xC2A4; &#xD300;&#xB4E4;&#xACFC; &#xC18C;&#xD1B5;</h4><p>&#xC774;&#xAC74; HF22&#xC640; &#xAD00;&#xACC4;&#xC5C6;&#xC774;, &#xD56D;&#xC0C1; &#xC911;&#xC694;&#xD55C; &#xBB38;&#xC81C;&#xC778; &#xAC83; &#xAC19;&#xB2E4;.<br>&#xC5B4;&#xB5BB;&#xAC8C; &#xC11C;&#xB85C; &#xC708;&#xC708;&#xC77C; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xC5B4;&#xB5BB;&#xAC8C;&#xD558;&#xBA74; &#xC2A4;&#xD300;&#xC787;&#xC774; &#xC88B;&#xC740; &#xBC29;&#xD5A5;&#xC73C;&#xB85C; &#xAC08; &#xC218; &#xC788;&#xC744;&#xAE4C;? &#xADF8;&#xB7F0;&#xC774;&#xC57C;&#xAE30;&#xB4E4;&#xC744; &#xD558;&#xBA70;, &#xD22C;&#xD45C;&#xD574;&#xC57C;&#xD560;&#xAC83;&#xC774;&#xB2E4;.</p>
<hr>
<h4 id="&#xACB0;&#xB860;"><a href="#&#xACB0;&#xB860;" class="headerlink" title="&#xACB0;&#xB860;"></a>&#xACB0;&#xB860;</h4><p>&#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xAC00; &#xC788;&#xB2E4;&#xBA74;, &#xD560; &#xC218; &#xC788;&#xB294;&#xC77C;&#xC774; &#xB9CE;&#xB2E4;. &#xB2E4;&#xB9CC; &#xC2A4;&#xD300;&#xD30C;&#xC6CC;&#xB97C; &#xAC16;&#xACE0; &#xD560; &#xC218; &#xC788;&#xB294;&#xC77C;&#xC774; &#xB108;&#xBB34; &#xB9CE;&#xC544;&#xC11C; &#xBB38;&#xC81C;&#xC774;&#xB2E4;. &#xADF8;&#xB7F0;&#xC810;&#xC5D0;&#xC11C; &#xD300;&#xC73C;&#xB85C; &#xC2A4;&#xD300;&#xD30C;&#xC6CC; &#xD65C;&#xC6A9;&#xC744; &#xACB0;&#xC815;&#xD558;&#xB294; &#xAC83;&#xC740; &#xAD1C;&#xCC2E;&#xC740; &#xAC83; &#xAC19;&#xB2E4;.</p>
<p>&#xB09C; &#xC5EC;&#xB7EC; &#xD65C;&#xC6A9;&#xC548; &#xC911;&#xC5D0; 1&#xBC88;&#xC774; &#xC7AC;&#xBC0C;&#xC5B4;&#xBCF4;&#xC778;&#xB2E4;. SPS&#xC5D0; &#xB300;&#xD574; &#xC790;&#xC8FC; &#xBCF4;&#xACE0;, &#xC88B;&#xC740; &#xC81C;&#xC548;&#xC744; &#xCC3E;&#xC544;&#xBD10;&#xC57C;&#xACA0;&#xB2E4;. &#xB610;, &#xB0B4;&#xAC00; &#xC81C;&#xC548;&#xC744; &#xD560; &#xC218; &#xC788;&#xC744; &#xC815;&#xB3C4;&#xB85C; &#xC88B;&#xC740;&#xC544;&#xC774;&#xB514;&#xC5B4;&#xC640; &#xC2E4;&#xCC9C;&#xD560; &#xC218; &#xC788;&#xB294; &#xB2A5;&#xB825;&#xC744; &#xD0A4;&#xC6CC;&#xC57C;&#xACA0;&#xB2E4;.</p>
<p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xC6B4;&#xC601;&#xC9C4;&#xC73C;&#xB85C;&#xC758; &#xC785;&#xC7A5;&#xC5D0;&#xC11C;&#xB294; &#xC6B4;&#xC601;&#xC9C4;&#xB2D8;&#xB4E4;&#xACFC; &#xCEE4;&#xBBA4;&#xB2C8;&#xD2F0; &#xD640;&#xB354;&#xB2D8;&#xB4E4;&#xACFC; &#xD568;&#xAED8; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC744; &#xC798;&#xD0A4;&#xC6CC;&#xBCF4;&#xACE0; &#xC2F6;&#xB2E4;. &#xC6B4;&#xC601;&#xC5D0; &#xD544;&#xC694;&#xD55C; &#xAC1C;&#xBC1C;&#xB4E4;&#xB3C4; &#xC798;&#xD558;&#xACE0;, &#xC11C;&#xBE44;&#xC2A4;&#xB3C4; &#xD558;&#xB098; &#xB9CC;&#xB4E4;&#xC5B4;&#xBD10;&#xC57C;&#xC9C0;.. </p>
<p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p>
<hr>
<p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/hf22" target="_blank" rel="noopener">&#x2018;&#xC2A4;&#xD300; HF22, &#xC218;&#xC775;&#xBAA8;&#xB378;&#xB85C; &#xC88B;&#xC740; &#xAC83;&#xC740;?&#x2019;</a></p>
<script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script>
        </div>
        
        
        
    </div>
</div>








    <div class="card">
    <!-- 
    <div class="card-image">
        <a href="/SMT-자료-조사-1/" class="image is-7by1">
            <img class="thumbnail" src="https://cdn.steemitimages.com/DQmavVvjmg91g6UdxeMebZoxirknKjwZpiP8b6DEPVsCuBX/image.png" alt="SMT 자료 조사 #1">
        </a>
    </div>
     -->
    <div class="card-content article ">
        
        <div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto">
            <div class="level-left">
                <time class="level-item has-text-grey" datetime="2019-11-04T19:28:42.000Z">2019-11-05</time>
                
                
                <span class="level-item has-text-grey">
                    
                    
                    5 minutes read (About 736 words)
                </span>
                
                
            </div>
        </div>
        
        <h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">
            
                <a class="has-link-black-ter" href="/SMT-자료-조사-1/">SMT 자료 조사 #1</a>
            
        </h1>
        <div class="content">
            <p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p>
<p>SMT &#xAC1C;&#xBC1C;&#xC774; &#xAC70;&#xC758;&#xB05D;&#xB0AC;&#xACE0; Testnet&#xC744; &#xC6B4;&#xC601;&#xD558;&#xACE0; &#xC788;&#xB2E4;&#xACE0; &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; &#xAE00;&#xC4F4;&#xAC78; &#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAE00;&#xC744; &#xC77D;&#xACE0; &#xD14C;&#xC2A4;&#xD2B8;&#xB97C; &#xD574;&#xBCF4;&#xB77C;&#xB294;&#xB370; &#xC5B4;&#xB5BB;&#xAC8C; &#xD558;&#xB77C;&#xB294; &#xC774;&#xC57C;&#xAE30;&#xAC00; &#xC5C6;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC5B4;&#xB5BB;&#xAC8C; smt&#xB97C; &#xD14C;&#xC2A4;&#xD2B8;&#xD574;&#xBCFC;&#xC218;&#xC788;&#xB294;&#xAC74;&#xAC00;&#xC694;? &#xC798; &#xBAA8;&#xB974;&#xACA0;&#xC5B4;&#xC11C; &#xB313;&#xAE00;&#xC744; &#xB2EC;&#xC544;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<p>@inertia&#xB77C;&#xB294; &#xBD84;&#xC774; smt-testnet &#xB178;&#xB4DC;&#xB97C; &#xC6B4;&#xC601;&#xD574;&#xBCFC;&#xC218; &#xC788;&#xB294; &#xD29C;&#xD1A0;&#xB9AC;&#xC5BC; &#xB9C1;&#xD06C;&#xB97C; &#xC54C;&#xB824;&#xC92C;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB9CC; &#xC800;&#xB294; testnet&#xC704;&#xC5D0;&#xC11C; &#xD1A0;&#xD070;&#xC744; &#xB9CC;&#xB4E4;&#xC5B4;&#xBCF8;&#xB2E4;&#xB358;&#xAC00;, &#xADF8; &#xC704;&#xC5D0;&#xC11C; contract &#xB97C; &#xC5B4;&#xB5BB;&#xAC8C; &#xD560; &#xC218; &#xC788;&#xB294;&#xAC74;&#xAC00;? &#xC774;&#xB7F0;&#xAC83;&#xC774; &#xAD81;&#xAE08;&#xD588;&#xB294;&#xB370; &#xC544;&#xC9C1; &#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;&#xC774;&#xB098; &#xC815;&#xBCF4;&#xAC00; &#xC5C6;&#xB294;&#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<ul>
<li><p><a href="https://steemit.com/smt/@steemitblog/smt-testnet-is-live#@jacobyu/pzd68o" target="_blank" rel="noopener">https://steemit.com/smt/@steemitblog/smt-testnet-is-live#@jacobyu/pzd68o</a></p>
</li>
<li><p><a href="https://steemit.com/smt/@steemitblog/smt-testnet-is-live#@inertia/pz8xx3" target="_blank" rel="noopener">https://steemit.com/smt/@steemitblog/smt-testnet-is-live#@inertia/pz8xx3</a></p>
</li>
</ul>
<p>smt &#xBC31;&#xC11C;&#xB294; &#xD55C;&#xBC88;&#xB3C4; &#xC548;&#xC77D;&#xC5B4;&#xBD24;&#xB294;&#xB370;&#xC694;. &#xC5F4;&#xC5B4;&#xBCF4;&#xB2C8; 60&#xD398;&#xC774;&#xC9C0;&#xB098; &#xB418;&#xB354;&#xAD70;&#xC694;. &#xBC31;&#xC11C;&#xC5D0;&#xB294; &#xBA54;&#xB274;&#xC5BC;&#xB3C4; &#xC788;&#xACE0;, &#xC608;&#xC2DC;&#xB3C4; &#xC788;&#xACE0;, smt&#xAC00; &#xC774;&#xB354;&#xB9AC;&#xC6C0;&#xACFC; &#xB2E4;&#xB978;&#xC810;,&#xC7A5;&#xC810;&#xC774; &#xBB34;&#xC5C7;&#xC778;&#xAC00;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB3C4; &#xC801;&#xC5B4;&#xB1A8;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<p> owner&#x2019;s manual&#xC744; &#xBCF4;&#xB2C8; smt control account&#xB97C; &#xB9CC;&#xB4DC;&#xB294; &#xBC29;&#xBC95;&#xC5D0; &#xB300;&#xD574; &#xC124;&#xBA85;&#xC774; &#xB3FC;&#xC788;&#xB294;&#xB370;&#xC694;. &#xC774;&#xAC8C; &#xC2A4;&#xD300;&#xC5D4;&#xC9C4;&#xC73C;&#xB85C; &#xCE58;&#xBA74; &#xD1A0;&#xD070;&#xC744; &#xBC1C;&#xD589;&#xD560; &#xC218;&#xC788;&#xB294; &#xACC4;&#xC815;&#xC744; &#xC124;&#xC815;&#xD558;&#xB294; &#xC77C;&#xC744; &#xB9D0;&#xD558;&#xB294; &#xAC83; &#xAC19;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2E4;&#xB9CC;, &#xC774; &#xACFC;&#xC815;&#xC744; &#xC5B4;&#xB514;&#xC11C; &#xC5B4;&#xB5BB;&#xAC8C;&#xD558;&#xB294;&#xC9C0; &#xC804;&#xD600; &#xBAA8;&#xB974;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. </p>
<p><a href="https://smt.steem.com/smt-whitepaper.pdf" target="_blank" rel="noopener">https://smt.steem.com/smt-whitepaper.pdf</a></p>
<p><img src="https://cdn.steemitimages.com/DQmavVvjmg91g6UdxeMebZoxirknKjwZpiP8b6DEPVsCuBX/image.png" alt=""></p>
<hr>
<h4 id="&#xACB0;&#xB860;"><a href="#&#xACB0;&#xB860;" class="headerlink" title="&#xACB0;&#xB860;"></a>&#xACB0;&#xB860;</h4><blockquote>
<p>We have long said that our mission is to onboard the masses to the blockchain by tokenizing the web. After SMTs, every website and web application will be able to have their own powerful cryptocurrency customized to meet their own needs and maximize their own business and social objectives.</p>
</blockquote>
<p>steemit &#xD300;&#xC5D0;&#xC11C; &#xC790;&#xC2E0;&#xB4E4;&#xC758; &#xBBF8;&#xC158;&#xC740; &#xC6F9;&#xC758; &#xD1A0;&#xD070;&#xD654;, &#xC2A4;&#xD300;&#xB300;&#xC911;&#xD654;&#xB77C;&#xACE0; &#xD569;&#xB2C8;&#xB2E4;. (&#xC81C;&#xAC00; &#xC798; &#xC774;&#xD574;&#xB97C; &#xBABB;&#xD588;&#xB124;&#xC694;. &#xD574;&#xC11D;&#xC880;..) </p>
<p>&#xC544;&#xBB34;&#xD2BC; &#xD480;&#xC5B4;&#xC11C; &#xC124;&#xBA85;&#xD574;&#xC900; &#xC544;&#xB798;&#xAE00;&#xC744; &#xBCF4;&#xB2C8;, &#xC790;&#xC2E0;&#xB4E4;&#xC774; &#xC6D0;&#xD558;&#xB294;&#xAC74; &#xC138;&#xC0C1; &#xBAA8;&#xB4E0; &#xC6F9;&#xC0AC;&#xC774;&#xD2B8;&#xC640; &#xC6F9;&#xC5B4;&#xD50C;&#xB9AC;&#xCF00;&#xC774;&#xC158;&#xC774; &#xC790;&#xC2E0;&#xB4E4;&#xC758; &#xD1A0;&#xD070;&#xC744; &#xAC16;&#xACE0;, &#xADF8;&#xB4E4;&#xC758; &#xB2C8;&#xC988;&#xC640; &#xBE44;&#xC9C0;&#xB2C8;&#xC2A4;&#xB97C; &#xD574;&#xB098;&#xAC08; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD558;&#xAE30;&#xB97C; &#xBC14;&#xB780;&#xB2F5;&#xB2C8;&#xB2E4;.</p>
<p>&#xC800;&#xB3C4; &#xC2A4;&#xD300;&#xC787;&#xC758; &#xAFC8;&#xC744; &#xC751;&#xC6D0;&#xD558;&#xBA70;, &#xC880;&#xB354; &#xC27D;&#xAC8C; smt&#xB97C; &#xD65C;&#xC6A9;&#xD558;&#xC5EC; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xB9CC;&#xB4E4;&#xC218; &#xC788;&#xC744; &#xB54C;&#xAC00; &#xC624;&#xBA74; &#xC88B;&#xACA0;&#xB124;&#xC694;.</p>
<p>&#xBA3C;&#xC800; &#xBC31;&#xC11C;&#xB97C; &#xC77D;&#xC5B4;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2F9;. &#xADF8;&#xB9AC;&#xACE0; smt&#xAD00;&#xB828; &#xC0C8;&#xB85C;&#xC6B4; &#xAE00;&#xB4E4;&#xC744; &#xC8FC;&#xC758;&#xAE4A;&#xAC8C; &#xBD10;&#xC57C;&#xD560; &#xAC83; &#xAC19;&#xC544;&#xC694;. &#xB313;&#xAE00;&#xC5D0;&#xB3C4; &#xB2F5;&#xBCC0;&#xC774; &#xB2EC;&#xB838;&#xC73C;&#xBA74; &#xC88B;&#xACA0;&#xB124;&#xC694;. &#xC81C; &#xB313;&#xAE00;&#xC5D0; &#xBCF4;&#xD305;&#xC744;&#xD574;&#xC8FC;&#xC2DC;&#xBA74;.. &#x314B;&#x314B; &#xC2A4;&#xD300;&#xC787;&#xC5D0;&#xC11C; &#xBCF4;&#xC9C0; &#xC54A;&#xC744;&#xAE4C;&#xC694;?</p>
<ul>
<li>&#xD14C;&#xC2A4;&#xD2B8;&#xB137; &#xB178;&#xB4DC; &#xB3D9;&#xC791;&#xC2DC;&#xD0A4;&#xAE30; (<a href="https://developers.steem.io/quickstart/#quickstart-testnet" target="_blank" rel="noopener">https://developers.steem.io/quickstart/#quickstart-testnet</a>)</li>
<li>smt &#xBC31;&#xC11C; (<a href="https://smt.steem.com/smt-whitepaper.pdf" target="_blank" rel="noopener">https://smt.steem.com/smt-whitepaper.pdf</a>)</li>
<li>&#xC2A4;&#xD300;&#xC787; &#xD3EC;&#xC2A4;&#xD305;&#xC5D0; &#xB2E8; &#xB313;&#xAE00; (<a href="https://steemit.com/smt/@steemitblog/smt-testnet-is-live#@jacobyu/pzd68o" target="_blank" rel="noopener">https://steemit.com/smt/@steemitblog/smt-testnet-is-live#@jacobyu/pzd68o</a>)</li>
</ul>
<p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p>
<hr>
<p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/smt-1" target="_blank" rel="noopener">&#x2018;SMT &#xC790;&#xB8CC; &#xC870;&#xC0AC; #1&#x2019;</a></p>
<script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script>
        </div>
        
        
        
    </div>
</div>








    <div class="card">
    <!-- 
    <div class="card-image">
        <a href="/개발-Steemcoinpan-큐레이션-보팅-시스템-3/" class="image is-7by1">
            <img class="thumbnail" src="https://cdn.steemitimages.com/DQmPfGUF7hnyBWXeo3mjtCqxMJ3WZSU7h5oSB8q56UQLBoM/image.png" alt="[개발] Steemcoinpan 큐레이션 보팅 시스템 #3">
        </a>
    </div>
     -->
    <div class="card-content article ">
        
        <div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto">
            <div class="level-left">
                <time class="level-item has-text-grey" datetime="2019-11-04T19:28:24.000Z">2019-11-05</time>
                
                
                <span class="level-item has-text-grey">
                    
                    
                    4 minutes read (About 647 words)
                </span>
                
                
            </div>
        </div>
        
        <h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">
            
                <a class="has-link-black-ter" href="/개발-Steemcoinpan-큐레이션-보팅-시스템-3/">[개발] Steemcoinpan 큐레이션 보팅 시스템 #3</a>
            
        </h1>
        <div class="content">
            <p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p>
<p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310; &#xD050;&#xB808;&#xC774;&#xC158; &#xC2DC;&#xC2A4;&#xD15C;&#xC744; &#xACC4;&#xC18D; &#xC190;&#xBCF4;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD55C;&#xBC88;&#xC5D0; &#xC798; &#xB3D9;&#xC791;&#xD558;&#xBA74; &#xC88B;&#xACA0;&#xC9C0;&#xB9CC;, &#xD558;&#xB098;&#xC529; &#xC0DD;&#xAC01;&#xBABB;&#xD558;&#xB294; &#xBD80;&#xBD84;&#xC774; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. </p>
<p>&#xC800;&#xB294; &#xAD6C;&#xD604;&#xD574;&#xC57C;&#xD560; &#xAE30;&#xB2A5;&#xB4E4;&#xC744; &#xD558;&#xB098;&#xC529; &#xBA54;&#xBAA8;&#xC7A5;&#xC5D0; &#xC801;&#xC5B4;&#xB193;&#xACE0; &#xBC11;&#xC904;&#xC744; &#xC801;&#xC73C;&#xBA74;&#xC11C; &#xD558;&#xACE0;&#xC788;&#xC5C8;&#xB294;&#xB370;&#xC694;.</p>
<ul>
<li><del>&#xBCF4;&#xD305;&#xD37C;&#xC13C;&#xD2B8; &#xCCB4;&#xD06C;&#xD558;&#xAE30;, &#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xAC00; 100&#xD37C;&#xC13C;&#xD2B8;&#xAC00; &#xC544;&#xB2C8;&#xBA74; &#xBCF4;&#xD305; x</del></li>
<li><del>&#xBCF4;&#xD305;&#xD30C;&#xC6CC;&#xAC00; 100&#xD504;&#xB85C; &#xC774;&#xC0C1;&#xC77C;&#xB54C;, &#xC5B4;&#xB5BB;&#xAC8C; &#xCC98;&#xB9AC;&#xD560; &#xAC83;&#xC778;&#xAC00;?</del><ul>
<li><del>&#xAE30;&#xC874; - &#xB098;&#xBA38;&#xC9C0;&#xC5D0;&#xAC8C; &#xB3D9;&#xC77C;&#xD558;&#xAC8C; &#xBD84;&#xBC30;</del></li>
<li><del>&#xC5C5;&#xB370;&#xC774;&#xD2B8; &#xC608;&#xC815; - 1&#xBC88; &#xB354; &#xD37C;&#xC13C;&#xD2B8;&#xBCC4;&#xB85C; &#xBD84;&#xBC30;, &#xADF8;&#xB9AC;&#xACE0; &#xB3D9;&#xC77C;&#xD558;&#xAC8C; &#xBD84;&#xBC30;</del></li>
</ul>
</li>
</ul>
<hr>
<p>&#xC774;&#xBC88; &#xC8FC;&#xB9D0;&#xC5D0;&#xB294; &#xC544;&#xB798; &#xB0B4;&#xC5ED;&#xC744; &#xC791;&#xC5C5;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<ul>
<li>&#xBCF4;&#xD305;&#xB0B4;&#xC5ED;&#xC740; &#xC8FC;&#xB9D0;&#xC911;&#xC5D0; html&#xB85C; &#xD574;&#xC11C; &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;&#xC11C; &#xC798; &#xBCFC;&#xC218;&#xC788;&#xB3C4;&#xB85D; &#xD55C;&#xB2E4;.</li>
<li>&#xACC4;&#xC0B0;&#xC5D0; &#xC0AC;&#xC6A9;&#xB41C; &#xC18C;&#xAC01;&#xB0B4;&#xC5ED;&#xC774;&#xB098;, &#xC18C;&#xC720; &#xBE44;&#xC728;&#xB3C4; &#xAC19;&#xC774; &#xD14C;&#xC774;&#xBE14;&#xC5D0; &#xB123;&#xAE30;</li>
<li>9&#xC2DC; 2&#xBD84;&#xC5D0;, 9&#xC2DC;&#xAE4C;&#xC9C0; &#xC18C;&#xAC01;&#xB41C;&#xAC83;&#xB9CC; &#xD65C;&#xC6A9;&#xD55C;&#xB2E4;. (9&#xC2DC; 1&#xBD84;&#xC5D0; &#xC18C;&#xAC01;&#xD55C;&#xAC83;&#xC740; &#xB2E4;&#xC74C;&#xB0A0;&#xC5D0; &#xC801;&#xC6A9;&#xB428;.)</li>
</ul>
<p>&#xAE30;&#xC874;&#xC5D0;&#xB294; &#xB9C8;&#xD06C;&#xB2E4;&#xC6B4;&#xC73C;&#xB85C; &#xD050;&#xB808;&#xC774;&#xC158;&#xB9AC;&#xC2A4;&#xD2B8;&#xB97C; &#xBCF4;&#xC5EC;&#xC92C;&#xC5C8;&#xB294;&#xB370;&#xC694;. &#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC5D0;&#xC11C;&#xB294; &#xC774;&#xC0C1;&#xD558;&#xAC8C; &#xBCF4;&#xC774;&#xB294; &#xACBD;&#xC6B0;&#xAC00; &#xC788;&#xC5B4;&#xC11C;, &#xC774;&#xAC78; html&#xB85C; &#xBCF4;&#xC5EC;&#xC8FC;&#xB294; &#xC791;&#xC5C5;&#xC744; &#xD588;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAC1C;&#xBC1C;&#xD300;&#xC5D0;&#xC11C; &#xC774;&#xBBF8; &#xC798; &#xB9CC;&#xB4E4;&#xC5B4;&#xB193;&#xC740;&#xAC8C; &#xC788;&#xC5B4;&#xC11C; &#xCC38;&#xACE0;&#xD574;&#xC11C; &#xB9CC;&#xB4E4;&#xC5C8;&#xC5B4;&#xC694;. &#x314E;&#x314E;</p>
<p>&#xD050;&#xB808;&#xC774;&#xC158; &#xB9AC;&#xC2A4;&#xD2B8;&#xC5D0; &#xBCF4;&#xD305;&#xBE44;&#xC728;&#xC744; &#xACC4;&#xC0B0;&#xD558;&#xAE30; &#xC704;&#xD574; &#xC0AC;&#xC6A9;&#xB41C; &#xC18C;&#xAC01;&#xB7C9;, sct&#xBE44;&#xC728;,krwp&#xBE44;&#xC728; &#xB4F1;&#xC744; &#xAC19;&#xC774; &#xD45C;&#xC5D0; &#xC801;&#xC5B4;&#xBD24;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<p>&#xC624;&#xB298; &#xC544;&#xCE68; 8&#xC2DC; 59&#xBD84;&#xC5D0; &#xC18C;&#xAC01;&#xD55C; &#xB0B4;&#xC5ED;&#xC774; &#xBCF4;&#xD305; &#xB9AC;&#xC2A4;&#xD2B8;&#xC5D0; &#xD3EC;&#xD568;&#xB418;&#xC9C0; &#xC54A;&#xB294; &#xACBD;&#xC6B0;&#xAC00; &#xC788;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC6D0;&#xB798;&#xB294; 9&#xC2DC; &#xC815;&#xAC01;&#xC5D0; 9&#xC2DC; &#xC774;&#xC804;&#xC5D0; &#xC18C;&#xAC01;&#xD55C;&#xAC78; &#xCCB4;&#xD06C;&#xD558;&#xB294; &#xAC70;&#xC600;&#xB2E4;&#xBA74;, 9&#xC2DC; 2&#xBD84; &#xC815;&#xB3C4;&#xC5D0; 9&#xC2DC;&#xAE4C;&#xC9C0; &#xC18C;&#xAC01;&#xB41C; &#xB0B4;&#xC5ED;&#xC744; &#xCCB4;&#xD06C;&#xD558;&#xB294;&#xAC78;&#xB85C; &#xBC14;&#xAFE8;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC774;&#xB807;&#xAC8C; &#xD558;&#xBA74;, 9&#xC2DC; 1&#xBD84;&#xC5D0; &#xC18C;&#xAC01;&#xB41C; &#xAC74; &#xB2E4;&#xC74C;&#xB0A0; &#xC801;&#xC6A9;&#xB420; &#xAC83;&#xC774;&#xACE0;, 8&#xC2DC; 59&#xBD84;&#xC5D0; &#xC18C;&#xAC01;&#xD55C;&#xAC74; &#xBC14;&#xB85C; &#xC801;&#xC6A9;&#xB420; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p>
<p><img src="https://cdn.steemitimages.com/DQmPfGUF7hnyBWXeo3mjtCqxMJ3WZSU7h5oSB8q56UQLBoM/image.png" alt=""></p>
<p>&#xC2A4;&#xD300;&#xCF54;&#xC778;&#xD310;&#xC758; &#xD050;&#xB808;&#xC774;&#xC158;/&#xD64D;&#xBCF4; &#xC18C;&#xAC01; &#xC2DC;&#xC2A4;&#xD15C;&#xC774; &#xC810;&#xC810; &#xBCF4;&#xC644;&#xB418;&#xACE0;&#xC788;&#xACE0; &#xC548;&#xC815;&#xC801;&#xC73C;&#xB85C; &#xB3CC;&#xC544;&#xAC00;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xB2E4;&#xC74C;&#xC8FC;&#xC5D0;&#xB294; &#xAC1C;&#xBC1C;&#xD300;&#xC5D0;&#xC11C; &#xC0C1;&#xC758;&#xD574;&#xC11C; &#xB530;&#xBD09; &#xC18C;&#xAC01;&#xB3C4; &#xD64D;&#xBCF4; &#xC18C;&#xAC01;&#xC5D0; &#xC801;&#xC6A9;&#xB420; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD574;&#xBCF4;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p>
<hr>
<p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/steemcoinpan-3" target="_blank" rel="noopener">&#x2018;[&#xAC1C;&#xBC1C;] Steemcoinpan &#xD050;&#xB808;&#xC774;&#xC158; &#xBCF4;&#xD305; &#xC2DC;&#xC2A4;&#xD15C; #3&#x2019;</a></p>
<script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script>
        </div>
        
        
        
    </div>
</div>








    <div class="card">
    <!-- 
    <div class="card-image">
        <a href="/awesome-steem-스팀-튜토리얼-라이브러리-서비스를-모아보자/" class="image is-7by1">
            <img class="thumbnail" src="https://steemitimages.com/0x0/https://i.ibb.co/q5zvPfj/720c17602a67.png" alt="awesome-steem! 스팀 튜토리얼, 라이브러리, 서비스를 모아보자">
        </a>
    </div>
     -->
    <div class="card-content article ">
        
        <div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto">
            <div class="level-left">
                <time class="level-item has-text-grey" datetime="2019-11-04T19:28:03.000Z">2019-11-05</time>
                
                
                <span class="level-item has-text-grey">
                    
                    
                    4 minutes read (About 529 words)
                </span>
                
                
            </div>
        </div>
        
        <h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">
            
                <a class="has-link-black-ter" href="/awesome-steem-스팀-튜토리얼-라이브러리-서비스를-모아보자/">awesome-steem! 스팀 튜토리얼, 라이브러리, 서비스를 모아보자</a>
            
        </h1>
        <div class="content">
            <p>&#xC548;&#xB155;&#xD558;&#xC138;&#xC694;. &#xC81C;&#xC774;&#xCF65;&#xC785;&#xB2C8;&#xB2E4;.</p>
<p>@robertyan&#xB2D8;&#xC774; &#xC791;&#xC131;&#xD55C; <a href="https://www.steemcoinpan.com/cn/@robertyan/awesome-steem-for-steem-developers#awesome-steem-awesomehttpsgithubcomsindresorhusawesome" target="_blank" rel="noopener">awesome-steem</a>&#xC744; &#xBCF4;&#xC168;&#xB098;&#xC694;?</p>
<p>awesome-steem&#xC740; <a href="https://github.com/steem-driver/awesome-steem" target="_blank" rel="noopener">https://github.com/steem-driver/awesome-steem</a> &#xC5D0; steem&#xC758; &#xD6CC;&#xB96D;&#xD55C; &#xC11C;&#xBE44;&#xC2A4;, &#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;, &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;, &#xD29C;&#xD1A0;&#xB9AC;&#xC5BC; &#xB4F1;&#xC744; &#xBAA8;&#xC544;&#xB17C; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;.</p>
<p>&#xC2A4;&#xD300;&#xC5D0;&#xC11C; &#xBB54;&#xAC00; &#xAC1C;&#xBC1C;&#xC744; &#xD574;&#xC57C;&#xD560;&#xB54C;, &#xC81C;&#xB300;&#xB85C; &#xB41C; &#xC815;&#xBCF4;, &#xBB38;&#xC11C;&#xB97C; &#xCC3E;&#xAE30;&#xAC00; &#xC5B4;&#xB835;&#xC2B5;&#xB2C8;&#xB2E4;. &#xAE30;&#xC874;&#xC5D0; &#xB204;&#xAD70;&#xAC00; &#xD588;&#xB358; &#xCF54;&#xB4DC;, &#xC544;&#xB2C8;&#xBA74; &#xCD5C;&#xADFC;&#xC5D4; &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4; &#xCF54;&#xB4DC;&#xC5D0; &#xC660;&#xB9CC;&#xD55C;&#xAC8C; &#xB2E4;&#xB4E4;&#xC5B4;&#xC788;&#xAE30; &#xB54C;&#xBB38;&#xC5D0;, &#xB2C8;&#xD2B8;&#xB85C;&#xC2A4; &#xCF54;&#xB4DC;&#xB3C4; &#xCC38;&#xACE0;&#xD558;&#xAE30; &#xC88B;&#xACE0;&#xC694;. &#xAC80;&#xC0C9;&#xC744; &#xD558;&#xB2E4;&#xAC00;&#xD558;&#xB2E4;&#xAC00; &#xACA8;&#xC6B0; &#xD574;&#xACB0;&#xD558;&#xB294; &#xACBD;&#xC6B0;&#xAC00; &#xB9CE;&#xC2B5;&#xB2C8;&#xB2E4;. </p>
<p>Awesome steem&#xC740; &#xBA4B;&#xC9C4; &#xD504;&#xB85C;&#xC81D;&#xD2B8;, &#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;, &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;&#xB97C; &#xBAA8;&#xC544;&#xC11C; &#xBCFC; &#xC218; &#xC788;&#xAC8C; &#xD568;&#xC73C;&#xB85C;&#xC368;, &#xAC1C;&#xBC1C;&#xC790;&#xB4E4;&#xC774; &#xC27D;&#xAC8C; &#xC2A4;&#xD300;&#xC5D0; &#xC811;&#xADFC;&#xD560;&#xC218; &#xC788;&#xAC8C; &#xD558;&#xB294; &#xC791;&#xC740; &#xAC78;&#xC74C;&#xC774; &#xB420; &#xAC81;&#xB2C8;&#xB2E4;.</p>
<h4 id="awesome-steem"><a href="#awesome-steem" class="headerlink" title="awesome-steem"></a>awesome-steem</h4><blockquote>
<p>As one tiny step of the initiatives to improve the developer experience for Steem developers, especially for those who are new to Steem, we&#x2019;re creating this awesome-steem project to summarize the helpful development resources for Steem ecosystem, including SDKs, tutorials, libraries, example projects with source code, devops, community, etc. to make the learning and building process easier.</p>
</blockquote>
<h4 id="&#xB098;&#xB3C4;-&#xAE30;&#xC5EC;&#xD574;&#xBCF4;&#xAE30;"><a href="#&#xB098;&#xB3C4;-&#xAE30;&#xC5EC;&#xD574;&#xBCF4;&#xAE30;" class="headerlink" title="&#xB098;&#xB3C4; &#xAE30;&#xC5EC;&#xD574;&#xBCF4;&#xAE30;.."></a>&#xB098;&#xB3C4; &#xAE30;&#xC5EC;&#xD574;&#xBCF4;&#xAE30;..</h4><p>awesome-steem&#xC5D0; &#xC5B4;&#xB5A4;&#xAC78; &#xB123;&#xC744;&#xAE4C; &#xBCF4;&#xB2E4;&#xAC00;..<br>bukio, tripsteem&#xC774; &#xBE60;&#xC84C;&#xB2E4;! &#xC0DD;&#xAC01;&#xC774; &#xB4E4;&#xB354;&#xAD70;&#xC694;. &#xB458;&#xB2E4; &#xB123;&#xC5B4;&#xBCF4;&#xB3C4;&#xB85D; &#xD558;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;. PR&#xC694;&#xCCAD;&#xD588;&#xACE0;, &#xB123;&#xC5B4;&#xB2EC;&#xB77C;&#xACE0; &#xBD80;&#xD0C1;&#xD588;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<p>&#xD639;&#xC2DC;, &#xC124;&#xBA85;&#xC774; &#xB9C8;&#xC74C;&#xC5D0; &#xC548;&#xB4DC;&#xC2DC;&#xBA74; &#xC9C1;&#xC811; &#xC694;&#xCCAD;&#xD558;&#xC2E4;&#xC218;&#xB3C4;&#xC788;&#xACE0; &#xC800;&#xC5D0;&#xAC8C; &#xB9D0;&#xD574;&#xC8FC;&#xC138;&#xC694;. &#xBC14;&#xAFD4;&#xB4DC;&#xB9AC;&#xACA0;&#xC2B5;&#xB2C8;&#xB2E4;!<br>@bukio, @trips.teem</p>
<p><a href="https://github.com/steem-driver/awesome-steem/pull/1" target="_blank" rel="noopener">https://github.com/steem-driver/awesome-steem/pull/1</a></p>
<ul>
<li>Travel<ul>
<li><a href="https://en.tripsteem.com/" target="_blank" rel="noopener">Tripsteem</a> - A dApp for sharing travel experience and earn rewards, which offers both Korean and English versions</li>
</ul>
</li>
<li>Book<ul>
<li><a href="https://buk.io/" target="_blank" rel="noopener">Bukio</a> - E-book platform that provides STEEM/SBD payment and profit distribution system with STEEM blockchain</li>
</ul>
</li>
</ul>
<hr>
<p>&#xC5EC;&#xB7EC;&#xBD84;&#xC774; &#xC544;&#xB294; &#xAD1C;&#xCC2E;&#xC740; &#xD504;&#xB85C;&#xC81D;&#xD2B8;&#xAC00; &#xC788;&#xB2E4;&#xBA74;, &#xC800;&#xC5D0;&#xAC8C; &#xC54C;&#xB824;&#xC8FC;&#xC138;&#xC694;. &#xD639;&#xC740;, &#xC9C1;&#xC811; &#xAE43;&#xD5D9;&#xC5D0; pr &#xC694;&#xCCAD;&#xC744;&#xD574;&#xB3C4; &#xB429;&#xB2C8;&#xB2E4;. </p>
<p>&#xAC10;&#xC0AC;&#xD569;&#xB2C8;&#xB2E4;.</p>
<hr>
<p>This page is synchronized from the post: <a href="https://steempeak.com/@jacobyu/awesome-steem" target="_blank" rel="noopener">&#x2018;awesome-steem! &#xC2A4;&#xD300; &#xD29C;&#xD1A0;&#xB9AC;&#xC5BC;, &#xB77C;&#xC774;&#xBE0C;&#xB7EC;&#xB9AC;, &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xBAA8;&#xC544;&#xBCF4;&#xC790;&#x2019;</a></p>
<script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script>
        </div>
        
        
        
    </div>
</div>









    
<div class="card card-transparent">
    <nav class="pagination is-centered" role="navigation" aria-label="pagination">
        <div class="pagination-previous">
            <a class="is-flex-grow has-text-black-ter" href="/page/18/">Previous</a>
        </div>
        <div class="pagination-next">
            <a class="is-flex-grow has-text-black-ter" href="/page/20/">Next</a>
        </div>
        <ul class="pagination-list is-hidden-mobile">
            
            <li><a class="pagination-link has-text-black-ter" href="/">1</a></li>
            
            <li><span class="pagination-ellipsis has-text-black-ter">&hellip;</span></li>
            
            <li><a class="pagination-link has-text-black-ter" href="/page/18/">18</a></li>
            
            <li><a class="pagination-link is-current" href="/page/19/">19</a></li>
            
            <li><a class="pagination-link has-text-black-ter" href="/page/20/">20</a></li>
            
            <li><span class="pagination-ellipsis has-text-black-ter">&hellip;</span></li>
            
            <li><a class="pagination-link has-text-black-ter" href="/page/62/">62</a></li>
            
        </ul>
    </nav>
</div>
</div>
                





<div class="column is-4-tablet is-4-desktop is-3-widescreen  has-order-1 column-left ">
    
        <div class="card widget">
  <div class="card-content">
    <div id="widget-profile" data-pjax="/widgets/profile.html" style="position: relative; width: 100%; display: block;"></div>
  </div>
</div>



    
        <div class="card widget">
  <div class="card-content">
    <div id="widget-category" data-pjax="/widgets/category.html" style="position: relative; width: 100%; display: block;"></div>
  </div>
</div>



    
    

    
        <div class="column-right-shadow is-hidden-widescreen ">
        
            

        
            <div class="card widget">
  <div class="card-content">
    <div id="widget-recent_posts" data-pjax="/widgets/recent_posts.html" style="position: relative; width: 100%; display: block;"></div>
  </div>
</div>



        
        </div>
    
</div>


                





<div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right ">
    
        

    
        <div class="card widget">
  <div class="card-content">
    <div id="widget-recent_posts" data-pjax="/widgets/recent_posts.html" style="position: relative; width: 100%; display: block;"></div>
  </div>
</div>



    
    
        <script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<!-- jacobyu_side -->
<ins class="adsbygoogle" style="display:block" data-ad-client="ca-pub-9620312339524274" data-ad-slot="9525973791" data-ad-format="auto" data-full-width-responsive="true"></ins>
<script>(adsbygoogle=window.adsbygoogle||[]).push({});</script>

    

    
</div>


                <script src="/js/pjax-widget.js"></script>

            </div>
        </div>
    </section>
    <footer class="footer">
    <div class="container">
        <div style="text-align: center">
            <script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<!-- jacobyu_footer -->
<ins class="adsbygoogle" style="display:block" data-ad-client="ca-pub-9620312339524274" data-ad-slot="4910288973" data-ad-format="auto" data-full-width-responsive="true"></ins>
<script>(adsbygoogle=window.adsbygoogle||[]).push({});</script>

        </div>
        <div class="level">
            <div class="level-start has-text-centered-mobile">
                <a class="footer-logo is-block has-mb-6" href="/">
                
                    <img src="https://avatars0.githubusercontent.com/u/50857551?s=200&v=4" alt="Jacob" height="28">
                
                </a>
                <p class="is-size-7">
                &copy; 2019 Jacob&nbsp;
                Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a>
                
                <br>
                <span id="busuanzi_container_site_uv">
                Visited by <span id="busuanzi_value_site_uv">0</span> users
                </span>
                
                </p>
            </div>
            <div class="level-end">
            
                <div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle">
                
                
                <p class="control">
                    <a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/">
                        
                        <i class="fab fa-creative-commons"></i>
                        
                    </a>
                </p>
                
                <p class="control">
                    <a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/">
                        
                        <i class="fab fa-creative-commons-by"></i>
                        
                    </a>
                </p>
                
                </div>
            
            </div>
        </div>
    </div>
</footer>

    <script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script>
<script src="https://cdn.jsdelivr.net/npm/jquery-pjax@2.0.1/jquery.pjax.min.js"></script>
<script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script>
<script>moment.locale("en");</script>


    
    
    
    <script src="/js/animation.js"></script>
    

    
    
    
    <script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script>
    <script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script>
    
    

    
    

<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update
            my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script>
<script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script>


    
    
<script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script>
<script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script>

    
    

<a id="back-to-top" title="Back to Top" href="javascript:;">
    <i class="fas fa-chevron-up"></i>
</a>



    
    

    
    
    
    

    
    
    
    
    
    <script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script>
    
    

    
    
    

    





    
    <div class="searchbox ins-search">
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="Type something...">
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/content.json"};</script>



    
<script src="/js/bundle.js" defer></script></body>
</html>

